<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - AJUSTE DE LA PRECARGA DE LOS BALEROS
        DEL DIFERENCIAL
    </stitle>
    <svcsection/>
    <svcproc id="hl1400611" svcproctype="assemble" graphiccount="6">
        <title>AJUSTE DE LA PRECARGA DE LOS BALEROS DEL DIFERENCIAL</title>
        <svcprocinfo>
            <para>Consulte
                <hotlnk document="m14006t_HL1400621.xml" xrefid="hl1400621">AJUSTE DE LA PRECARGA DE LOS BALEROS DEL
                    DIFERENCIAL
                </hotlnk>
                para conocer el ajuste correcto.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>M&#233;todo del indicador de cuadrante</title>
            <step1>
                <para count="1">Instale un indicador de cuadrante en el reborde de montaje del portador.</para>
            </step1>
            <step1>
                <para count="1">Ajuste el indicador de cuadrante de modo que el &#233;mbolo o la aguja indicadora est&#233;n
                    contra la superficie posterior de la corona (
                    <hotlnk xrefid="f14006a2">Figura 102</hotlnk>).
                </para>
                <figure id="f14006a2" figsize="col-wide">
                    <graphic id="g14006a2" filename="../figg14/g14006a2.webp" type="webp"/>
                    <caption>Figura 102. Ajuste el indicador de cuadrante</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Cuando gire los anillos de ajuste, siempre debe usar una herramienta que engrane dos o m&#225;s
                            muescas opuestas en el anillo. Para este prop&#243;sito puede usar una llave de barra en
                            "T". Si la herramienta no calza correctamente en las muescas puede da&#241;ar las leng&#252;etas
                            (
                            <hotlnk xrefid="f14006a3">Figura 103</hotlnk>).
                        </para>
                    </caution>
                </specpara>
                <figure id="f14006a3" figsize="col-wide">
                    <graphic id="g14006a3" filename="../figg14/g14006a3.webp" type="webp"/>
                    <caption>Figura 103. Suelte el anillo de ajuste del balero</caption>
                    <calloutgroup>
                        <callout1>1. LLAVE DE BARRA EN T</callout1>
                        <callout1>2. AJUSTE LOS ANILLOS OPUESTOS A LA CORONA</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Suelte el anillo de ajuste del balero opuesto a la corona para que el indicador de
                    cuadrante muestre un poco de juego longitudinal (
                    <hotlnk xrefid="f14006a3">Figura 103</hotlnk>). Mueva el diferencial y la corona a la izquierda y
                    derecha con las palancas mientras lee el indicador de cuadrante. Lleve a cabo los siguientes pasos A
                    o B.
                </para>
                <step2>
                    <para count="1">Use dos palancas que encajen entre los anillos de ajuste del balero y los extremos
                        de la caja del diferencial. Las palancas NO DEBEN tocar los baleros del diferencial (
                        <hotlnk xrefid="f14006a4">Figura 104</hotlnk>).
                    </para>
                    <figure id="f14006a4" figsize="col-wide">
                        <graphic id="g14006a4" filename="../figg14/g14006a4.webp" type="webp"/>
                        <caption>Figura 104. Use palancas que encajen entre los anillos de ajuste del balero y los
                            extremos de la caja del diferencial.
                        </caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Use dos palancas entre la caja del diferencial o la corona y el portador en aquellas
                        ubicaciones que no est&#225;n descritas en el paso A. Las palancas NO DEBEN tocar los baleros
                        del diferencial (
                        <hotlnk xrefid="f14006a5">Figura 105</hotlnk>).
                    </para>
                    <figure id="f14006a5" figsize="col-wide">
                        <graphic id="g14006a5" filename="../figg14/g14006a5.webp" type="webp"/>
                        <caption>Figura 105. Use palancas entre la caja del diferencial o corona y el portador</caption>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Apriete el mismo anillo de ajuste del balero de modo que el indicador de cuadrante no
                    muestre juego longitudinal. Mueva el diferencial y la corona a la izquierda y derecha seg&#250;n sea
                    necesario. Repita el paso A &#243; B.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete cada anillo de ajuste del balero en una muesca del cero del juego longitudinal
                    medido en el paso 4.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si la corona est&#225; descentrada.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo microm&#233;trico</title>
            <para>El segundo m&#233;todo de revisi&#243;n de la precarga es medir la expansi&#243;n entre las tapas del
                balero despu&#233;s de haber apretado los anillos de ajuste.
            </para>
            <step1>
                <para count="1">Gire manualmente ambos anillos de ajuste contra los baleros del diferencial.</para>
            </step1>
            <step1>
                <para count="1">Mida la distancia X o Y entre las superficies opuestas de las tapas del balero. Use un
                    micr&#243;metro grande del tama&#241;o correcto (
                    <hotlnk xrefid="f14006a6">Figura 106</hotlnk>
                    y
                    <hotlnk xrefid="f14006a7">Figura 107</hotlnk>). Anote la medida.
                </para>
                <figure id="f14006a6" figsize="col-wide">
                    <graphic id="g14006a6" filename="../figg14/g14006a6.webp" type="webp"/>
                    <caption>Figura 106. Mida la distancia X o Y entre las superficies opuestas de las tapas del
                        balero
                    </caption>
                </figure>
                <figure id="f14006a7" figsize="col-wide">
                    <graphic id="g14006a7" filename="../figg14/g14006a7.webp" type="webp"/>
                    <caption>Figura 107. Use el micr&#243;metro del tama&#241;o correcto</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Apriete cada anillo de ajuste del balero en una muesca.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a medir la distancia X o Y. Compare la dimensi&#243;n con la distancia X o Y
                    medida en el paso 2. La diferencia entre las dos dimensiones equivale al valor de expansi&#243;n de
                    las tapas del balero.
                </para>
                <para>Ejemplo: Medidas de un portador Q-100.</para>
                <para>La distancia X &#243; Y antes de apretar los anillos de ajuste = 389.00 mm (15.315 pulg). La
                    distancia X &#243; Y despu&#233;s de apretar los anillos de ajuste = 389.23 mm (15.324 pulg).
                </para>
                <para>15.324 pulg - 15.315 pulg = 0.009 pulg (389.23 mm - 389.00 mm = 0.23 mm) de diferencia.</para>
                <para>Si la dimensi&#243;n est&#225; dentro de los rangos especificados, revise si la corona est&#225;
                    descentrada. Si las dimensiones son menores que las especificadas, repita los pasos 3 y 4 seg&#250;n
                    sea necesario.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400623.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400625.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
