<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - FIJADOR DEL DIFERENCIAL PRINCIPAL
        CONTROLADO POR EL CONDUCTOR - INSTALACI&#211;N DEL PORTADOR EN EL ALOJAMIENTO DEL EJE (CON FIJADOR DEL
        DIFERENCIAL)
    </stitle>
    <svcsection/>
    <svcproc id="hl1400632" svcproctype="install" graphiccount="1">
        <title>INSTALACI&#211;N DEL PORTADOR EN EL ALOJAMIENTO DEL EJE (CON FIJADOR DEL DIFERENCIAL)</title>
        <svcprocinfo>
            <para>Antes de usar el M&#233;todo de presi&#243;n de aire o el M&#233;todo de engranado manual para
                instalar el portadiferencial en el alojamiento, contin&#250;e con los siguientes pasos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Preparaci&#243;n para instalar el portadiferencial en el alojamiento</title>
            <step1>
                <para count="1">Limpie el interior del alojamiento del eje y la superficie de montaje donde se fija el
                    portador. Use un solvente de limpieza y pa&#241;os para eliminar el polvo. Seque soplando con aire
                    comprimidio las &#225;reas limpias. Consulte
                    <hotlnk document="m14006t_12.xml" xrefid="hl1400628">LIMPIEZA Y REVISI&#211;N
                        <xref refid="hl1400628"/>
                    </hotlnk>
                    .
                </para>
                <specpara>
                    <warning>
                        <para>Tenga cuidado al usar solventes de limpieza. Siga las instrucciones del fabricante del
                            solvente para su uso seguro y evitar lesiones.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise el alojamiento del eje por si tiene da&#241;os. Repare o reemplace el alojamiento
                    si es necesario. Consulte
                    <hotlnk document="m14006t_12.xml" xrefid="hl1400628">LIMPIEZA Y REVISI&#211;N
                        <xref refid="hl1400628"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Revise si est&#225;n sueltos los pernos de la superficie de montaje del alojamiento
                    donde se fija el portador. Quite y reemplace los pernos si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el portadiferencial en el alojamiento. Utilice uno de los siguientes
                    procedimientos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl1400631">
            <title>M&#233;todo de Presi&#243;n de aire</title>
            <step1>
                <para count="1">Antes de instalar el portador en el alojamiento, instale el semieje derecho a trav&#233;s
                    del aro de cambio en el engranaje lateral. (El semieje se usa como una herramienta de alineaci&#243;n
                    de ranuras.)
                </para>
                <specpara>
                    <note>
                        <para>Se puede crear una herramienta similar usando un semieje derecho da&#241;ado cortando
                            aproximadamente 24 pulgadas del extremo ranurado.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Alinee las ranuras del aro de cambio y de la mitad de la caja del diferencial girando la
                    herramienta del semieje o el pi&#241;&#243;n de mando.
                </para>
                <specpara>
                    <warning>
                        <para>No use las manos para sostener el aro en posici&#243;n. Puede lesionarse cuando se aplica
                            presi&#243;n de aire al accionador.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte un suministro auxiliar de aire al conjunto del accionador.</para>
            </step1>
            <step1>
                <para count="1">Aplique y mantenga la presi&#243;n sobre el conjunto del accionador. La presi&#243;n de
                    aire mover&#225; el aro de cambio hasta que engrane con la mitad de la caja del diferencial y
                    bloquee el conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Si el aro de cambio no se ha movido toda la distancia sobre las ranuras de la mitad de
                    la caja del diferencial, gire la herramienta del semieje o el pi&#241;&#243;n de mando un giro
                    completo hacia la derecha o izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la herramienta del semieje del portador.</para>
                <specpara>
                    <note>
                        <para>Siga manteniendo el diferencial principal en la posici&#243;n de bloqueado (engranado)
                            mediante la presi&#243;n de aire hasta que haya instalado completamente el conjunto del
                            portador en el alojamiento del eje. Si no tiene suministro de aire disponible, use el M&#233;todo
                            de engranado manual para bloquear (engranar) el diferencial.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique material de empaquetadura de silicona a la superficie de montaje del alojamiento
                    donde se fija el portador. Consulte
                    <hotlnk document="m14006t_22.xml" xrefid="hl1400629">APLICACI&#211;N DEL MATERIAL DE EMPAQUETADURA
                        DE SILICONA
                        <xref refid="hl1400629"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale el portador en el alojamiento del eje. Consulte
                    <hotlnk xrefid="hl1400632">INSTALACI&#211;N DEL PORTADIFERENCIAL EN EL ALOJAMIENTO DEL EJE
                        <xref refid="hl1400632"/>
                    </hotlnk>
                    , pasos 6 a 10.
                </para>
            </step1>
            <step1>
                <para count="1">Libere la presi&#243;n de aire del accionador del fijador del diferencial y desconecte
                    el suministro auxiliar de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Contin&#250;e con el paso 9 del M&#233;todo de engranado manual.</para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl1400630">
            <title>M&#233;todo de Engranado manual</title>
            <step1>
                <para count="1">Alinee las ranuras del aro de cambio y de la mitad de la caja del diferencial. Esto se
                    puede hacer en forma manual o instalando el semieje derecho a trav&#233;s del aro de cambio en el
                    engranaje lateral. Consulte los pasos 1 y 2 del
                    <hotlnk xrefid="hl1400631">M&#233;todo de Presi&#243;n de aire
                        <xref refid="hl1400631"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo de cabeza hexagonal de engranado manual en el orificio roscado en el
                    centro de la cubierta del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el tornillo de cabeza hexagonal de ajuste manual hacia la derecha hasta que la
                    cabeza del tornillo de cabeza hexagonal est&#233; aproximadamente a 1/4 de pulg de la cubierta del
                    cilindro. NO gire el tornillo de cabeza hexagonal m&#225;s all&#225; de su tope normal. El tornillo
                    de cabeza hexagonal est&#225; ahora en su posici&#243;n de servicio y el fijador del diferencial
                    principal est&#225; completamente engranado.
                </para>
                <specpara>
                    <caution>
                        <para>Sentir&#225; un poco de resistencia del resorte cuando gire el tornillo de cabeza
                            hexagonal de engranado manual. Si siente una fuerte resistencia antes de alcanzar la posici&#243;n
                            de bloqueado (engranado), DEJE DE GIRAR EL TORNILLO DE CABEZA HEXAGONAL, o da&#241;ar&#225;
                            las roscas de la cubierta, de la horquilla y de los tornillos de cabeza hexagonal.
                        </para>
                    </caution>
                </specpara>
                <para>Una fuerte resistencia de los tornillos de cabeza hexagonal indica que las ranuras del aro de
                    cambio y de la mitad de la caja del diferencial no est&#225;n alineadas o engranadas.
                </para>
                <para>Levante el aro de mando seg&#250;n sea necesario y g&#237;relo para alinear las ranuras del aro y
                    de la mitad de la caja mientras gira el tornillo de cabeza hexagonal de engranado manual. Cuando
                    vuelve a sentir un nivel de resistencia normal del tornillo de cabeza hexagonal, entonces las
                    ranuras est&#225;n engranadas. Contin&#250;eCon girando el tornillo de cabeza hexagonal de engranado
                    manual.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y sujete el portador en el alojamiento del eje. Siga los pasos 7 y 8 del
                    <hotlnk xrefid="hl1400631">M&#233;todo de Presi&#243;n de aire
                        <xref refid="hl1400631"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n y la empaquetadura de su posici&#243;n.</para>
                <specpara>
                    <note>
                        <para>Cuando se saca el tornillo de cabeza hexagonal de engranado manual de la posici&#243;n de
                            servicio en el accionador, el fijador del diferencial principal se desengrana.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Limpie el tap&#243;n, la empaquetadura, la cubierta del cilindro y el orificio roscado
                    en el centro de la cubierta del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n y la empaquetadura en su posici&#243;n de funcionamiento en la
                    cubierta del cilindro. Instale el tornillo de cabeza hexagonal de engranado manual en su posici&#243;n
                    de almacenamiento. Consulte la
                    <hotlnk xrefid="f14006e7">Figura 147</hotlnk>.
                </para>
                <figure id="f14006e7" figsize="col-wide">
                    <graphic id="g14006e7" filename="../figg14/g14006e7.webp" type="webp"/>
                    <caption>Figura 147. Instale el tornillo de cabeza hexagonal de engranado manual en su posici&#243;n
                        de almacenamiento
                    </caption>
                    <calloutgroup>
                        <callout1>1. ORIFICIO DE ALMACENAMIENTO DEL LADO SUPERIOR PARA EL TORNILLO DE CABEZA HEXAGONAL
                            DE ENGRANADO MANUAL
                        </callout1>
                        <callout1>2. L&#205;NEA DE AIRE</callout1>
                        <callout1>3. CONJUNTO DEL ACCIONADOR DEL FIJADOR DEL DIFERENCIAL</callout1>
                        <callout1>4. CUBIERTA DEL CILINDRO</callout1>
                        <callout1>5. ALAMBRE</callout1>
                        <callout1>6. ORIFICIO DE POSICI&#211;N DE FUNCIOMIENTO</callout1>
                        <callout1>7. ORIFICIO DE ALMACENAMIENTO DEL LADO INFERIOR PARA TAP&#211;N Y EMPAQUETADURA
                        </callout1>
                        <callout1>8. TAP&#211;N Y EMPAQUETADURA</callout1>
                        <callout1>9. TORNILLO DE CABEZA HEXAGONAL DE ENGRANADO MANUAL</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Apriete el tap&#243;n a una torsi&#243;n de 60 a 75 N&#183; m (44 a 55 lbs pie). Apriete
                    el tornillo de cabeza hexagonal de engranado manual a 30 a 38 N&#183; m (22 a 28 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire del veh&#237;culo al conjunto del accionador del fijador
                    del diferencial.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la conexi&#243;n el&#233;ctrica del interruptor del sensor ubicado en el
                    portador, debajo del conjunto del accionador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los semiejes derecho e izquierdo. Consulte
                    <hotlnk document="m14006t_4.xml" xrefid="hl1400601">INSTALACI&#211;N DE LOS SEMIEJES
                        <xref refid="hl1400601"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Quite el gato de abajo del eje de mando y baje el veh&#237;culo hasta el suelo.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_41.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_43.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
