<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CUBOS, BALEROS Y SELLOS - AJUSTE DEL BALERO DE LA RUEDA
    </stitle>
    <svcsection/>
    <svcsubsec id="hl1400104">
        <title>AJUSTE DEL BALERO DE LA RUEDA</title>
        <svcsubsecinfo>
            <para>El funcionamiento satisfactorio del sello de la rueda como tambi&#233;n una larga vida &#250;til del
                balero depende de una correcta instalaci&#243;n, limpieza, lubricaci&#243;n y ajuste del balero de la
                rueda. La siguiente informaci&#243;n lo ayudar&#225; a realizar los servicios requeridos para las ruedas
                y cubos.
            </para>
            <para>Las ruedas o cubos, copas del balero, tuercas, seguros, arandelas, ejes y manguetas tienen que estar
                libres de cualquier material extra&#241;o. Los baleros deben lubricarse previo a la instalaci&#243;n.
                Consulte GRUPO 10 - LUBRICACI&#211;N en Manual de servicio maestro CTS-5000 para ver las
                especificaciones del lubricante apropiado.
            </para>
            <specpara>
                <note>
                    <para>Si se est&#225;n instalando nuevos baleros, &#233;stos se deben asentar para asegurar una m&#225;xima
                        confiabilidad de servicio. Despu&#233;s de armar el balero y cubo en la mangueta, instale la
                        tuerca de ajuste del balero. Apriete la tuerca de ajuste a 271 N&#183;m (200 lbs pie) mientras
                        que gira el cubo hasta que se asiente en el balero. Gire la tuerca de ajuste en 1/2 vuelta en
                        sentido contrario y siga el
                        <hotlnk xrefid="hl1400105">PROCEDIMIENTO DE REVISI&#211;N DEL JUEGO LONGITUDINAL DEL BALERO
                        </hotlnk>
                        dado a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
        <svcproc id="hl1400105" svcproctype="check" graphiccount="1">
            <title>PROCEDIMIENTO DE REVISI&#211;N DEL JUEGO LONGITUDINAL DEL BALERO</title>
            <para>Este procedimiento se realiza con el veh&#237;culo sobre soportes de piso.</para>
            <para>El balero debe estar completamente instalado antes de revisar el juego longitudinal (contratuerca
                atascada). Utilice un indicador de cuadrante para medir el juego longitudinal del cubo (
                <hotlnk xrefid="f1400111">Figura 11</hotlnk>) con respecto al tubo de eje (mangueta) con
                <emph type="bold">el semieje no instalado</emph>. Se recomienda que el conjunto de rueda tampoco est&#233;
                instalado.
            </para>
            <figure id="f1400111" figsize="col-wide">
                <graphic id="g1400111" filename="../figg14/g1400111.webp" type="webp" resolution="72"/>
                <caption>Figura 11. Medir el juego longitudinal con el indicador de cuadrante</caption>
            </figure>
            <para>Instalar el indicador de cuadrante en el tambor o cubo como se muestra en
                <hotlnk xrefid="f1400111">Figura 11</hotlnk>o en la parte inferior de la rueda (retire el semieje si est&#225;
                instalado). Sujete el tambor, cubo o llanta en la posici&#243;n de las 3 horas &#243; 9 horas. Primero
                empuje, luego jale de manera uniforme el cubo del tambor o llanta para medir la cantidad de juego
                longitudinal. Observe la lectura total del indicador.
            </para>
            <para>Los procedimientos de ajuste del balero tienen el objetivo de producir un juego longitudinal de .0254
                a .127 mm (.001 a .005 pulg) sin precarga (medido despu&#233;s de apretar la contratuerca).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
