<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        ENSAMBLAJE - AJUSTE DE LA PRECARGA DEL BALERO EN EL PI&#209;&#211;N DE MANDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="8">
        <title>AJUSTE DE LA PRECARGA DEL BALERO EN EL PI&#209;&#211;N DE MANDO</title>
        <para>
            <emph type="bold">Especificaci&#243;n:</emph>
        </para>
        <randlist type="bullet">
            <item>
                <para>Nuevos baleros del pi&#241;&#243;n: 0.56 - 5.08 Nm (5 - 45 lbs pulg) Torsi&#243;n para girar.
                </para>
            </item>
            <item>
                <para>Balero usados del pi&#241;&#243;n: 1.13 - 3.39 Nm (10 - 30 lbs pulg). Torsi&#243;n para girar.
                </para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Si la profundidad del pi&#241;&#243;n de mando cambi&#243;, entonces la cantidad de cambio se debe
                    agregar o sustraer desde el grosor del espaciador entre la copa del balero exterior y el engranaje
                    impulsado helicoidal.
                </para>
            </note>
        </specpara>
        <para>Una vez que obtenga el grosor correcto para el paquete de calzas, usted debe ajustar la precarga del
            balero en el pi&#241;&#243;n de mando. La precarga se controla mediante el grosor del espaciador entre el
            engranaje impulsado helicoidal y el cono del balero exterior (
            <hotlnk xrefid="f1401180">Figura 80</hotlnk>).
        </para>
        <figure id="f1401180" figsize="col-wide">
            <graphic filename="../figg14/g1401180.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 80. Ajuste la precarga del balero</caption>
            <calloutgroup>
                <callout1>1. ESPACIADOR - DISPONIBLE S&#211;LO EN UN TAMA&#209;O</callout1>
                <callout1>2. ESPACIADOR - DISPONIBLE EN DIFERENTES TAMA&#209;OS PARA AJUSTE DE LA PRECARGA</callout1>
                <callout1>3. CONJUNTO DEL BALERO EXTERIOR</callout1>
                <callout1>4. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                <callout1>5. CONJUNTO DEL BALERO INTERIOR</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <warning>
                <para>Observe todas las advertencias y precauciones concernientes al funcionamiento de la prensa para
                    evitar da&#241;os personales graves y posible da&#241;o a los componentes.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Coloque el portador en una prensa de modo que el extremo roscado del pi&#241;&#243;n mire
                hacia arriba. Coloque los soportes debajo del reborde del portador de modo que el portador quede
                nivelado. Coloque un bloque de madera debajo de la cabeza del pi&#241;&#243;n (
                <hotlnk xrefid="f1401181">Figura 81</hotlnk>).
            </para>
        </step1>
        <figure id="f1401181" figsize="col-wide">
            <graphic filename="../figg14/g1401181.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 81. Saque el conjunto del cono y el pi&#241;&#243;n</caption>
            <calloutgroup>
                <callout1>1. SOPORTE</callout1>
                <callout1>2. PRENSA</callout1>
                <callout1>3. CONO DEL BALERO EXTERIOR</callout1>
                <callout1>4. PI&#209;&#211;N DE MANDO</callout1>
                <callout1>5. SOPORTE</callout1>
                <callout1>6. BLOQUE DE MADERA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Presione el pi&#241;&#243;n de mando hacia afuera del cono del balero exterior. Saque el
                conjunto del cono y del pi&#241;&#243;n (
                <hotlnk xrefid="f1401181">Figura 81</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Gire el portador hacia arriba de modo que las patas miren hacia arriba. Coloque los soportes
                debajo del portador de modo que el portador quede nivelado.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el engranaje impulsado helicoidal sobre el di&#225;metro interior del pi&#241;&#243;n
                en el portador de modo que las ranuras dentro del engranaje queden hacia la parte delantera del
                portador. Coloque un espaciador grande en la parte superior del engranaje impulsado helicoidal de modo
                que el espaciador quede hacia la copa del balero interior (
                <hotlnk xrefid="f1401182">Figura 82</hotlnk>).
            </para>
        </step1>
        <figure id="f1401182" figsize="col-wide">
            <graphic filename="../figg14/g1401182.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 82. Instale el pi&#241;&#243;n de mando</caption>
            <calloutgroup>
                <callout1>1. PRENSA</callout1>
                <callout1>2. PROTECTOR</callout1>
                <callout1>3. PI&#209;&#211;N DE MANDO</callout1>
                <callout1>4. ESPACIADOR</callout1>
                <callout1>5. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                <callout1>6. SOPORTE</callout1>
                <callout1>7. SOPORTE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Instale el pi&#241;&#243;n de mando a trav&#233;s del espaciador y dentro del engranaje
                impulsado helicoidal. Aseg&#250;rese de que las ranuras en el pi&#241;&#243;n engranen en las ranuras
                dentro del engranaje impulsado helicoidal (
                <hotlnk xrefid="f1401182">Figura 82</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>No aplique presi&#243;n despu&#233;s que el cono del balero interior toque la copa del balero
                        interior. Si se aplica presi&#243;n, la copa, el cono y el pi&#241;&#243;n de mando se da&#241;ar&#225;n.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Coloque un protector en la cabeza del pi&#241;&#243;n de mando. Use una prensa para instalar
                el pi&#241;&#243;n dentro del portador de modo que el cono del balero interior toque la copa del balero.
                En este momento, el engranaje impulsado helicoidal no est&#225; totalmente instalado en el pi&#241;&#243;n
                de mando (
                <hotlnk xrefid="f1401182">Figura 82</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el portador en una prensa de modo que el extremo roscado del pi&#241;&#243;n quede
                hacia la parte superior de la prensa. Coloque los soportes debajo del reborde del portador de modo que
                el portador quede nivelado. Coloque un bloque de madera debajo de la cabeza del pi&#241;&#243;n de mando
                de modo que el cono del balero del pi&#241;&#243;n interior toque la copa del balero interior (
                <hotlnk xrefid="f1401183">Figura 83</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>No aplique presi&#243;n despu&#233;s de que el engranaje impulsado helicoidal toca el
                        espaciador en la parte delantera del balero interior en el pi&#241;&#243;n de mando. Si se
                        aplica presi&#243;n despu&#233;s de que las piezas entran en contacto, el engranaje da&#241;ar&#225;
                        el espaciador.
                    </para>
                </caution>
            </specpara>
        </step1>
        <figure id="f1401183" figsize="col-wide">
            <graphic filename="../figg14/g1401183.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 83. Instale el engranaje impulsado helicoidal</caption>
            <calloutgroup>
                <callout1>1. EL BLOQUE DE MADERA Y EL EXTREMO DEL PI&#209;&#211;N DE MANDO DEBEN TOCARSE</callout1>
                <callout1>2. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                <callout1>3. PRENSA</callout1>
                <callout1>4. MANGUITO</callout1>
                <callout1>5. SOPORTE</callout1>
                <callout1>6. BLOQUE DE MADERA</callout1>
                <callout1>7. SOPORTE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Use una prensa y un manguito para instalar el engranaje impulsado helicoidal en el pi&#241;&#243;n
                de mando. Presione el engranaje en el pi&#241;&#243;n de mando hasta que el engranaje toque el
                espaciador (
                <hotlnk xrefid="f1401183">Figura 83</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Corte dos trozos de plomo o soldadura de aproximadamente 14 mm (0.5625 pulg) de largo y 16
                mm (0.625 pulg) de ancho. Use los dos trozos de soldadura o plomo como bloques del indicadores para
                determinar el grosor correcto del espaciador entre el engranaje impulsado helicoidal y el balero
                exterior.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque los dos trozos de plomo o soldadura de modo que los trozos queden opuestos en la
                parte superior del engranaje impulsado helicoidal.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el cono del balero exterior en la copa sobre los dos trozos de plomo o soldadura en
                la parte superior del engranaje impulsado helicoidal.
            </para>
        </step1>
        <step1>
            <para count="1">Saque el soporte del reborde del portador. Coloque un manguito en la parte superior del cono
                del balero exterior. Use una prensa para aplicar s&#243;lo 1814 kg (2 toneladas) de fuerza al cono del
                balero exterior. La fuerza de la prensa comprime los trozos de plomo o soldadura al tama&#241;o
                correcto. NO APLIQUE M&#193;S DE 2 TONELADAS DE FUERZA (
                <hotlnk xrefid="f1401184">Figura 84</hotlnk>).
            </para>
            <figure id="f1401184" figsize="col-wide">
                <graphic filename="../figg14/g1401184.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 84. Aplique S&#211;LO 2 toneladas de fuerza</caption>
                <calloutgroup>
                    <callout1>1. TROZOS DE PLOMO O SOLDADURA</callout1>
                    <callout1>2. MANGUITO</callout1>
                    <callout1>3. PRENSA -NO APLIQUE M&#193;S DE 2 TONELADAS DE FUERZA</callout1>
                    <callout1>4. CONO DEL BALERO EXTERIOR</callout1>
                    <callout1>5. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                    <callout1>6. BLOQUE DE MADERA - DEBE SOPORTAR LA CABEZA DEL PI&#209;&#211;N</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Libere la presi&#243;n y saque el bloque de madera desde abajo de la cabeza del pi&#241;&#243;n
                de mando.
            </para>
        </step1>
        <step1>
            <para count="1">Use una prensa y un manguito para presionar el eje del pi&#241;&#243;n de mando hacia afuera
                del cono del balero exterior. NO PRESIONE EL EJE DEL PI&#209;&#211;N DE MANDO HACIA AFUERA DEL ENGRANAJE
                IMPULSADO HELICOIDAL
            </para>
        </step1>
        <step1>
            <para count="1">Saque el cono del balero exterior y los dos trozos de plomo o soldadura desde el cono
                exterior del balero.
            </para>
        </step1>
        <step1>
            <para count="1">Mida con un micr&#243;metro el grosor de los trozos comprimidos de plomo o soldadura. Sume
                las medidas de los dos trozos y div&#237;dalos entre dos (2) para determinar el tama&#241;o promedio de
                los trozos. Agregue 0.100 mm (0.004 pulg) al tama&#241;o promedio. Use esta dimensi&#243;n para
                determinar el tama&#241;o del espaciador que se instala entre el engranaje impulsado helicoidal y el
                balero exterior.
            </para>
        </step1>
        <table id="t1401103">
            <title>Ejemplo</title>
            <tgroup cols="3">
                <colspec colname="col1" colwidth="2.49in"/>
                <colspec colname="col2" colwidth="1.50in"/>
                <colspec colname="col3" colwidth="1.50in"/>
                <thead>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">Pasos</emph>
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>
                                <emph type="bold">Pulgadas</emph>
                            </para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>
                                <emph type="bold">mm</emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>El grosor de la pieza No. 1 m&#225;s el grosor de la pieza No. 2 equivale al grosor
                                total
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>0.504 + 0.506 = 1.010</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>12.800 + 12.852 = 25.652</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Divida por dos (2) para obtener el grosor promedio</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>0.505</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>12.826</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Agregue 0.100 mm (0.004 pulg) para obtener el grosor del espaciador.</para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>0.509</para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>12.926</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <step1>
            <para count="1">Coloque un bloque de madera debajo de la cabeza del pi&#241;&#243;n de mando de modo que el
                cono del balero interior en el pi&#241;&#243;n toque la copa del balero interior en el portador. Saque
                los soportes desde el portador (
                <hotlnk xrefid="f1401185">Figura 85</hotlnk>).
            </para>
            <figure id="f1401185" figsize="col-wide">
                <graphic filename="../figg14/g1401185.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 85. Instale el cono del balero exterior</caption>
                <calloutgroup>
                    <callout1>1. GIRE EL PORTADOR EN ESTAS DIRECCIONES MIENTRAS SE PRESIONA EL CONO EN EL PI&#209;&#211;N</callout1>
                    <callout1>2. ESPACIADOR</callout1>
                    <callout1>3. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                    <callout1>4. ESPACIADOR</callout1>
                    <callout1>5. CONO DEL BALERO EXTERIOR</callout1>
                    <callout1>6. PRENSA -NO APLIQUE M&#193;S DE 2 TONELADAS DE FUERZA</callout1>
                    <callout1>7. MANGUITO</callout1>
                    <callout1>8. BLOQUE DE MADERA - DEBE TOCAR LA CABEZA DEL PI&#209;&#211;N</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <specpara>
            <caution>
                <para>No aplique presi&#243;n despu&#233;s de que el engranaje impulsado helicoidal toca el espaciador
                    en la parte delantera del balero interior en el pi&#241;&#243;n de mando. Si se aplica la presi&#243;n
                    despu&#233;s de que las piezas entran en contacto, el engranaje da&#241;ar&#225; el espaciador.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>El cono del balero interior en el pi&#241;&#243;n de mando debe tocar la copa del balero interior
                    en el portador cuando se est&#225; insalando el engranaje impulsado helicoidal.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Use una prensa y un manguito para instalar el engranaje impulsado helicoidal en el pi&#241;&#243;n
                de mando. Presione el engranaje en el pi&#241;&#243;n de mando hasta que el engranaje toque el
                espaciador. No retire el bloque de madera en este momento (
                <hotlnk xrefid="f1401184">Figura 84</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el espaciador de tama&#241;o correcto en el eje del pi&#241;&#243;n en la parte
                delantera del engranaje impulsado helicoidal.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Aseg&#250;rese de que el bloque de madera a&#250;n est&#233; debajo de la cabeza del pi&#241;&#243;n
                    de mando. El cono del balero interior en el pi&#241;&#243;n debe tocar la copa en el portador.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Instale el cono del balero exterior con una prensa y un manguito. Aplique 1814 kg (2
                toneladas) de fuerza (
                <hotlnk xrefid="f1401185">Figura 85</hotlnk>). Gire el portador en ambas direcciones, pivoteando el pi&#241;&#243;n
                mientras se presiona el cono del balero para asegurar que el cono del balero est&#233; correctamente
                instalado.
            </para>
        </step1>
        <step1>
            <para count="1">Instale la arandela y la tuerca en el pi&#241;&#243;n de mando. Evite que el conjunto del pi&#241;&#243;n
                de mando gire usando un soporte adecuado para sostener los dientes del engranaje impulsado helicoidal o
                coloque bloques de madera entre la cabeza del pi&#241;&#243;n y la pared del portador. Apriete la tuerca
                a la torsi&#243;n especificada. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Use una llave de torsi&#243;n de libras pulgadas para revisar la precarga de los baleros en
                el pi&#241;&#243;n de mando. Gire el conjunto del pi&#241;&#243;n de mando con una llave de torsi&#243;n
                de libras pulgadas. Revise y registre el nivel de torsi&#243;n. Lea mientras gira el conjunto. Registre
                la din&#225;mica o torsi&#243;n para girar (
                <hotlnk xrefid="f1401186">Figura 86</hotlnk>) - y no la torsi&#243;n de ruptura.
            </para>
            <figure id="f1401186" figsize="col-wide">
                <graphic filename="../figg14/g1401186.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 86. Lea la torsi&#243;n de giro</caption>
            </figure>
            <para>Si la precarga no est&#225; dentro de los l&#237;mites especificados, saque y reemplace el espaciador
                entre el cono del balero exterior y el engranaje impulsado helicoidal (
                <hotlnk xrefid="f1401187">Figura 87</hotlnk>).
            </para>
            <randlist type="bullet">
                <item>
                    <para>Instale un espaciador m&#225;s grueso para disminuir la precarga.</para>
                </item>
                <item>
                    <para>Instale un espaciador m&#225;s delgado para aumentar la precarga.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>No esmerile los espaciadores manualmente. La superficies deben estar paralelas dentro de 0.002
                        mm (0.0001 pulg). Aseg&#250;rese de usar espaciadores adecuados.
                    </para>
                </note>
            </specpara>
            <figure id="f1401187" figsize="col-wide">
                <graphic filename="../figg14/g1401187.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 87. Reemplace el espaciador</caption>
                <calloutgroup>
                    <callout1>1. SOPORTE</callout1>
                    <callout1>2. ESPACIADOR</callout1>
                    <callout1>3. CONO DEL BALERO EXTERIOR</callout1>
                    <callout1>4. PI&#209;&#211;N DE MANDO</callout1>
                    <callout1>5. SOPORTE</callout1>
                    <callout1>6. EL BLOQUE DE MADERA NO DEBE TOCAR EL PI&#209;&#211;N DE MANDO</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Evite que el conjunto del pi&#241;&#243;n de mando gire usando un soporte para sostener los
                dientes del engranaje impulsado helicoidal o coloque bloques de madera entre la cabeza del pi&#241;&#243;n
                y la pared del portador. Quite la tuerca y la arandela del eje del pi&#241;&#243;n de mando.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_33.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_35.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
