<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        DESENSAMBLAJE - CONJUNTO DEL DIFERENCIAL DEL EJE DE IMPULSI&#211;N Y DEL ENTRE EJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="10">
        <title>CONJUNTO DEL DIFERENCIAL DEL EJE DE IMPULSI&#211;N Y DEL ENTRE EJE</title>
        <step1>
            <para count="1">Gire el portador de modo que el eje de impulsi&#243;n mire hacia usted.</para>
        </step1>
        <step1>
            <para count="1">Saque los pernos y arandelas que sujetan la cubierta del pi&#241;&#243;n de mando sobre el
                portadiferencial. Saque la cubierta. Quite todo el material de empaquetadura restante de la cubierta y
                el portadiferencial (
                <hotlnk xrefid="f1401114">Figura 14</hotlnk>).
            </para>
            <figure id="f1401114" figsize="col-wide">
                <graphic filename="../figg14/g1401114.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 14. Retiro de la cubierta del pi&#241;&#243;n remoto</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Use una herramienta adecuada para mantener el yugo o reborde de entrada en posici&#243;n inm&#243;vil.
                Suelte, PERO NO SAQUE la tuerca del pi&#241;&#243;n de mando (
                <hotlnk xrefid="f1401115">Figura 15</hotlnk>).
            </para>
            <figure id="f1401115" figsize="col-wide">
                <graphic filename="../figg14/g1401115.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 15. Suelte la tuerca del pi&#241;&#243;n de mando</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Use una herramienta adecuada para mantener el yugo o reborde de entrada en posici&#243;n inm&#243;vil.
                Suelte, PERO NO SAQUE la tuerca que sujeta el yugo o reborde al eje de impulsi&#243;n (
                <hotlnk xrefid="f1401116">Figura 16</hotlnk>).
            </para>
            <figure id="f1401116" figsize="col-wide">
                <graphic filename="../figg14/g1401116.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 16. Suelte la tuerca que sujeta el yugo o reborde al eje de impulsi&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Saque los pernos y arandelas que sujetan la jaula del balero de entrada al portadiferencial
                (
                <hotlnk xrefid="f1401117">Figura 17</hotlnk>).
            </para>
            <figure id="f1401117" figsize="col-wide">
                <graphic filename="../figg14/g1401117.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 17. Saque los pernos y arandelas que sujetan la jaula del balero de entrada al
                    portadiferencial
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Mueva el portador de modo que el eje de impulsi&#243;n quede en posici&#243;n vertical con
                el yugo o reborde en la parte superior. Conecte un aparato de levantamiento al yugo de entrada.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Antes de sacar completamente el conjunto del eje de impulsi&#243;n del portador, pinte marcas de
                    alineaci&#243;n en el engranaje de impulsi&#243;n helicoidal y el engranaje impulsado helicoidal
                    para un reensamblaje f&#225;cil de los engranajes coincidentes pre usados.
                </para>
            </note>
        </specpara>
        <randlist type="bullet">
            <item>
                <para>Engranaje impulsado: Pinte los extremos de dos dientes adyacentes.</para>
            </item>
            <item>
                <para>Engranaje de impulsi&#243;n: Pinte la superficie superior del diente coincidente y gu&#237;elo
                    hacia los dos dientes pintados del engranaje impulsado.
                </para>
            </item>
        </randlist>
        <step1>
            <para count="1">Saque el eje de impulsi&#243;n, la bomba de aceite (si se usa) y el diferencial entre ejes
                del portador de acuerdo al siguiente procedimiento.
            </para>
            <step2>
                <para count="1">
                    <title>Portadores serie 145</title>
                </para>
                <step3>
                    <para>Levante con cuidado el conjunto del eje de impulsi&#243;n del portadiferencial. Golpee
                        suavemente la jaula del balero con un mazo de lat&#243;n o de pl&#225;stico para separar la
                        jaula del portador (
                        <hotlnk xrefid="f1401118">Figura 18</hotlnk>).
                    </para>
                    <figure id="f1401118" figsize="col-wide">
                        <graphic filename="../figg14/g1401118.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="72"/>
                        <caption>Figura 18. Separe la jaula del portador</caption>
                    </figure>
                </step3>
                <step3>
                    <para>Coloque el conjunto del eje de impulsi&#243;n sobre un banco.</para>
                </step3>
            </step2>
            <step2>
                <para count="1">
                    <title>Portadores serie 160</title>
                </para>
                <specpara>
                    <caution>
                        <para>En los portadores serie 160, hay dos muescas en el lado del diferencial entre ejes. Una de
                            las muescas en la caja debe alinearse con el engranaje impulsado helicoidal. Si la muesca no
                            est&#225; alineada sobre el engranaje, el engranaje impedir&#225; sacar el conjunto del eje
                            de impulsi&#243;n y producir&#225; da&#241;os al conjunto.
                        </para>
                    </caution>
                </specpara>
                <step3>
                    <para>Levante el conjunto del eje de impulsi&#243;n hasta que la jaula del balero quede separada del
                        portador. Si se requiere, golpee la jaula del balero con un mazo de lat&#243;n o de pl&#225;stico
                        para separar la jaula del portador (
                        <hotlnk xrefid="f1401119">Figura 19</hotlnk>).
                    </para>
                    <figure id="f1401119" figsize="col-wide">
                        <graphic filename="../figg14/g1401119.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="72"/>
                        <caption>Figura 19. Separe la jaula del portador</caption>
                    </figure>
                </step3>
                <step3>
                    <para>Quite el conjunto del eje de impulsi&#243;n. Si el conjunto del eje de impulsi&#243;n no se
                        puede sacar f&#225;cilmente, la caja del diferencial entre ejes debe girarse. Gire el eje de
                        impulsi&#243;n hasta que una de las muescas en la caja quede alineada sobre el engranaje
                        impulsado helicoidal. Quite el conjunto del eje de impulsi&#243;n del portador (
                        <hotlnk xrefid="f1401120">Figura 20</hotlnk>
                        y
                        <hotlnk xrefid="f1401121">Figura 21</hotlnk>).
                    </para>
                    <figure id="f1401120" figsize="col-wide">
                        <graphic filename="../figg14/g1401120.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="72"/>
                        <caption>Figura 20. Quite el conjunto del eje de impulsi&#243;n del portador</caption>
                        <calloutgroup>
                            <callout1>1. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                            <callout1>2. GIRE EL EJE DE MODO QUE LA MUESCA EN LA CAJA QUEDE ALINEADA SOBRE LOS DIENTES
                                DEL ENGRANAJE
                            </callout1>
                            <callout1>3. EJE DE IMPULSI&#211;N</callout1>
                            <callout1>4. MUESCA</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f1401121" figsize="col-wide">
                        <graphic filename="../figg14/g1401121.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 resolution="72"/>
                        <caption>Figura 21. Alinee la muesca en la caja sobre el engranaje impulsado helicoidal
                        </caption>
                        <calloutgroup>
                            <callout1>1. CAJA DEL DIFERENCIAL ENTRE EJES</callout1>
                            <callout1>2. LAS MUESCAS EN LA CAJA DEBEN ESTAR ALINEADAS SOBRE EL ENGRANAJE IMPULSADO
                                HELICOIDAL
                            </callout1>
                            <callout1>3. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                        </calloutgroup>
                    </figure>
                </step3>
            </step2>
        </step1>
        <step1>
            <para count="1">Saque las calzas de entre la jaula del balero y el portadiferencial.</para>
        </step1>
        <step1>
            <para count="1">Saque el engranaje lateral trasero y el cono del balero del portadiferencial. Saque el aro (
                <hotlnk xrefid="f1401122">Figura 22</hotlnk>).
            </para>
            <figure id="f1401122" figsize="col-wide">
                <graphic filename="../figg14/g1401122.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 22. Saque el engranaje lateral trasero</caption>
            </figure>
        </step1>
        <specpara>
            <note>
                <para>Si la copa o el cono del balero en el engranaje lateral trasero necesitan ser reemplazados, ambas
                    piezas deben reemplazarse como un conjunto coincidente.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Observe todas las advertencias y precauciones concernientes al funcionamiento de la prensa para
                    evitar da&#241;os personales graves y posible da&#241;o a los componentes.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Use una prensa, un manguito y un extractor de balero para sacar el cono del engranaje
                lateral trasero (
                <hotlnk xrefid="f1401123">Figura 23</hotlnk>).
            </para>
            <figure id="f1401123" figsize="col-wide">
                <graphic filename="../figg14/g1401123.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 23. Saque el cono del engranaje lateral trasero</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Use un punz&#243;n cuadrado de lat&#243;n y un martillo para quitar la copa del engranaje
                lateral trasero del lado del diferencial del portador.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
