<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONTROLES
    </stitle>
    <svcsection/>
    <svcsubsec id="hl14019070">
        <title>CONTROLES</title>
        <svcsubsecinfo>
            <para>Los componentes empleados para controlar el sistema de ejes de elevaci&#243;n se analizan en esta
                secci&#243;n separada debido a que la configuraci&#243;n de los controles del sistema es independiente
                del tipo de eje de elevaci&#243;n utilizado. Esta secci&#243;n entrega informaci&#243;n detallada acerca
                de las dos configuraciones de controles empleadas en el sistema de ejes de elevaci&#243;n. Para obtener
                una comprensi&#243;n general de la interacci&#243;n de los controles con el resto del sistema, consulte
                la informaci&#243;n a nivel del sistema de la secci&#243;n
                <hotlnk document="m14019_3.xml" xrefid="hl14019020">DESCRIPCI&#211;N DEL SISTEMA</hotlnk>
                <xref refid="hl14019020"/>.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>DESCRIPCI&#211;N</title>
            <para>Los controles de los ejes de elevaci&#243;n est&#225;n disponibles en dos configuraciones; sin
                embargo, los mismos cuatro controles se usan en cada una de las configuraciones (
                <hotlnk xrefid="f14019x">FIGURA 24</hotlnk>)
                <xref refid="f14019x"/>. Los controles del eje de elevaci&#243;n constan de lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>un interruptor
                        <emph type="bold">AXLE ENABLE</emph>
                        (ACTIVACI&#211;N DE EJE) (uno por cami&#243;n), para activar los controles el&#233;ctricos
                        restantes de todos los ejes de elevaci&#243;n del cami&#243;n,
                    </para>
                </item>
                <item>
                    <para>un interruptor Up/Down del eje de elevaci&#243;n (individual para cada eje de elevaci&#243;n),
                        para subir o bajar el eje de elevaci&#243;n indicado,
                    </para>
                </item>
                <item>
                    <para>un control Regulador de presi&#243;n (un control para cada eje), para ajustar la presi&#243;n
                        en los resortes de aire de carga del eje de elevaci&#243;n indicado,
                    </para>
                </item>
                <item>
                    <para>un Indicador de presi&#243;n (uno por eje para los controles dentro de la cabina; dos por eje
                        para los controles mixtos), para indicar la presi&#243;n en los resortes de aire de carga del
                        eje de elevaci&#243;n indicado.
                    </para>
                </item>
            </randlist>
            <figure id="f14019x" figsize="col-wide">
                <graphic id="g14019j" filename="../figg14/g14019j.webp" type="webp" scalefit="1" scalefitheight="232px"
                         resolution="300"/>
                <caption>Figura 24. Panel de control del eje de elevaci&#243;n (el panel mostrado corresponde a dos ejes
                    de elevaci&#243;n con controles dentro de la cabina)
                </caption>
                <calloutgroup>
                    <callout1>1. INTERRUPTOR AXLE ENABLE</callout1>
                    <callout1>2. INTERRUPTOR UP/DOWN DE EJE 1</callout1>
                    <callout1>3. REGULADOR DE PRESI&#211;N DE AIRE DEL EJE 1</callout1>
                    <callout1>4. INDICADOR DE PRESI&#211;N DE AIRE DEL EJE 1</callout1>
                    <callout1>5. RELEVADOR AXLE ENABLE</callout1>
                    <callout1>6. RELEVADOR DE ELEVACI&#211;N EN REVERSA (S&#211;LO EJES AUTORREGULABLES)</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
