<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - PRUEBAS Y LOCALIZACI&#211;N Y SOLUCI&#211;N
        DE PROBLEMAS - DIAGN&#211;STICO Y LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS
    </stitle>
    <svcsection/>
    <svcproc id="hl14019042" svcproctype="troubleshoot" graphiccount="0">
        <title>DIAGN&#211;STICO Y LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
        <para>La
            <hotlnk xrefid="t14019b">Tabla 2</hotlnk>
            <xref refid="t14019b"/>
            es la Lista de s&#237;ntomas. Esta lista permite que el mec&#225;nico consulte las tablas de Localizaci&#243;n
            y soluci&#243;n de problemas sin ejecutar la Prueba de funcionamiento
            <emph type="bold">SI</emph>
            conoce el s&#237;ntoma.
        </para>
        <para>Las tablas 3 a la 14 son los Procedimientos de localizaci&#243;n y soluci&#243;n de problemas para cada s&#237;ntoma
            de las tablas 1 y 2.
        </para>
        <para>Hay tres tipos de fallas posibles en el sistema de ejes de elevaci&#243;n: el&#233;ctrica, neum&#225;tica
            y mec&#225;nica. Al localizar y solucionar un problema el&#233;ctrico, a menos que se le indique de otra
            forma, consulte las FIGURAS 42 a la 47. Al localizar y solucionar un problema en el sistema de aire, a menos
            que se le indique de otra forma, consulte la FIGURA 10 o la FIGURA 19. Al localizar y solucionar un problema
            mec&#225;nico, consulte la tabla de contenido para ubicar la secci&#243;n del manual que analiza la
            configuraci&#243;n de ejes sometida a prueba.
        </para>
        <table id="t14019b" tblwidth="full-page">
            <title>Lista de s&#237;ntomas para los ejes de elevaci&#243;n</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="1.53*"/>
                <colspec colname="col2" colwidth="0.47*"/>
                <thead>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">S&#205;NTOMA/PROBLEMA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>
                                <emph type="bold">CONSULTE LA TABLALOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>El sistema de ejes de elevaci&#243;n funciona con la llave en OFF.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 3</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n no se puede subir o no sube autom&#225;ticamente con la llave
                                en OFF.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 4</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El sistema de ejes de elevaci&#243;n se activa cada vez que la llave est&#225; en ON
                                (el indicador AXLE ENABLE siempre se enciende cuando la llave est&#225; en ON).
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 5</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El sistema de ejes de elevaci&#243;n no se puede activar.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 6</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n baja cada vez que se activa el sistema de ejes de elevaci&#243;n</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 13</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El sistema del eje de elevaci&#243;n 1 no funciona correctamente (el eje no baja o el
                                indicador DOWN no se enciende).
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 7</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>No se puede lograr la presi&#243;n de carga o el regulador y/o el indicador no
                                funcionan correctamente.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 8</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El sistema del eje de elevaci&#243;n 2 no funciona correctamente (el eje no baja o el
                                indicador DOWN no se enciende).
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 9</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El sistema del eje de elevaci&#243;n 3 no funciona correctamente (el eje no baja o el
                                indicador DOWN no se enciende).
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 10</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n no sube autom&#225;ticamente cuando se selecciona REVERSA.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 11</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El segundo indicador de presi&#243;n no corresponde al primero en sistemas con
                                controles mixtos.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 12</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n no se mueve correctamente.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 14</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Presi&#243;n de aire insuficiente hacia el sistema.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 14</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>Los ejes autorregulables se mueven en direcci&#243;n opuesta a la del cami&#243;n.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 14</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n tiene un salto vertical.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Tabla 14</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019s" tblwidth="full-page">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="3">
                <colspec colname="col1"/>
                <colspec colname="col2"/>
                <colspec colname="col3"/>
                <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema de ejes de elevaci&#243;n funciona con la
                                    llave en OFF
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica que hay voltaje en la l&#237;nea de 12 Vdc conmutados (SW 12
                                VDC) aunque la llave est&#233; en OFF y el sistema de ejes de elevaci&#243;n no se haya
                                activado.
                            </para>
                            <para>Verifique que la llave de encendido est&#233; en OFF.</para>
                            <para>Busque y repare el cortocircuito en el voltaje de la bater&#237;a de +12 VDC en la l&#237;nea
                                SW 12 VDC (clavija 8 del conector del interruptor AXLE ENABLE).
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019t">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC0" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.92*"/>
                <colspec colname="col3" colwidth="1.66*"/>
                <spanspec namest="COLSPEC0" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El eje de elevaci&#243;n no se puede subir o no sube
                                    autom&#225;ticamente con la llave en OFF
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica que existe un problema el&#233;ctrico, mec&#225;nico o neum&#225;tico
                                que impide subir uno o todos los ejes de elevaci&#243;n. Este s&#237;ntoma se puede
                                producir por cualquiera de las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>hay interferencia mec&#225;nica que impide subir completamente el eje de
                                        elevaci&#243;n.
                                    </para>
                                </item>
                                <item>
                                    <para>hay voltaje en la l&#237;nea de control de 12 Vdc conmutados hacia un
                                        solenoide del eje de elevaci&#243;n, aunque la llave est&#233; en OFF y el
                                        sistema de ejes de elevaci&#243;n no se haya activado.
                                    </para>
                                </item>
                                <item>
                                    <para>una fuga de aire en las l&#237;neas de suministro entre el dep&#243;sito del
                                        cami&#243;n y los tanques de aire instalados en el eje
                                    </para>
                                </item>
                                <item>
                                    <para>una fuga en el sistema de aire contenido en el eje de elevaci&#243;n en posici&#243;n
                                        inferior
                                    </para>
                                </item>
                                <item>
                                    <para>un solenoide defectuoso en el eje de elevaci&#243;n en posici&#243;n
                                        inferior.
                                    </para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que el sistema de aire del cami&#243;n est&#233; completamente
                                        cargado.
                                    </para>
                                </item>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en OFF.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC0" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC0">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Conjuntos de ejes de elevaci&#243;n (sistemas de un eje de elevaci&#243;n
                                <emph type="bold">y</emph>
                                sistemas de varios ejes de elevaci&#243;n)
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Todos los ejes de elevaci&#243;n deben estar en la posici&#243;n superior cuando la
                                llave est&#225; en OFF.
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si s&#243;lo hay un eje de elevaci&#243;n con problemas en un cami&#243;n con varios
                                ejes de elevaci&#243;n, contin&#250;e con el paso siguiente.
                            </para>
                            <para>En camiones con un eje de elevaci&#243;n: revise si hay una fuga de aire en las l&#237;neas
                                de suministro de aire desde el dep&#243;sito del cami&#243;n hasta los tanques
                                instalados en el eje de elevaci&#243;n. Si no encuentra una fuga, contin&#250;e con el
                                paso siguiente.
                            </para>
                            <para>Si no sube ning&#250;n eje de elevaci&#243;n en un cami&#243;n con varios ejes de
                                elevaci&#243;n: busque y repare la fuga en las l&#237;neas de suministro de aire desde
                                el dep&#243;sito del cami&#243;n hasta los tanques instalados en los ejes de elevaci&#243;n.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC0">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>En el eje con problemas, inspeccione en busca de interferencia con la transmisi&#243;n
                                del chasis o con los componentes de &#233;ste.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>El trayecto de elevaci&#243;n del eje no debe tener interferencia.</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si no encuentra interferencia, contin&#250;e con el paso siguiente.</para>
                            <para>Si la encuentra, realice las reparaciones necesarias para eliminarla.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC0">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>En el eje con problemas, revise el voltaje entre la clavija A del conector de
                                solenoide y la conexi&#243;n a tierra.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios dc</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios dc, contin&#250;e con el paso siguiente.</para>
                            <para>Si hay entre 12 y 1.5 voltios, el circuito conectado a la clavija A del conector de
                                solenoide tiene un cortocircuito en una fuente de voltaje y est&#225; energizando el
                                solenoide. Busque y repare el cortocircuito.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC0">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Sistema de aire instalado en el eje del eje con problemas.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Sin fugas</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si un solo eje de elevaci&#243;n no sube: revise los siguientes componentes del
                                sistema de aire de ese eje para encontrar y reparar la fuga de aire.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>tanque instalado en el eje</para>
                                </item>
                                <item>
                                    <para>v&#225;lvula relevadora para frenos del eje</para>
                                </item>
                                <item>
                                    <para>PPV</para>
                                </item>
                                <item>
                                    <para>solenoide de aire</para>
                                </item>
                                <item>
                                    <para>bolsas de elevaci&#243;n</para>
                                </item>
                                <item>
                                    <para>QRV para bolsas de elevaci&#243;n</para>
                                </item>
                                <item>
                                    <para>todas las l&#237;neas de aire conectadas a los componentes listados.</para>
                                </item>
                            </randlist>
                            <para>Si no encuentra fugas, reemplace el solenoide instalado en el eje. (El solenoide est&#225;
                                trabado.)
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019u" tblwidth="full-page">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="3">
                <colspec colname="col1"/>
                <colspec colname="col2"/>
                <colspec colname="col3"/>
                <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema de ejes de elevaci&#243;n se activa cada vez
                                    que la llave est&#225; en ON (el indicador AXLE ENABLE siempre se enciende cuando la
                                    llave est&#225; en ON) )
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica que hay voltaje en la l&#237;nea de 12 Vdc conmutados (SW 12
                                VDC) cada vez que la llave est&#225; en ON aunque el sistema de ejes de elevaci&#243;n
                                no se haya activado. Este s&#237;ntoma se puede producir por cualquiera de las
                                siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>un interruptor AXLE ENABLE trabado o con cortocircuito</para>
                                </item>
                                <item>
                                    <para>un cortocircuito en una fuente de voltaje en cualquier parte de la l&#237;nea
                                        SW 12 VDC (clavija 8 del conector del interruptor AXLE ENABLE)
                                    </para>
                                </item>
                            </randlist>
                            <para>Busque y repare el cortocircuito.</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019v" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema de ejes de elevaci&#243;n no se puede
                                    activar
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica que existe un problema en el circuito el&#233;ctrico del eje
                                de elevaci&#243;n. Este s&#237;ntoma se puede producir por cualquiera de las siguientes
                                condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>hay un fusible abierto en la l&#237;nea 12 Vdc IGN (posible cortocircuito a
                                        tierra en la l&#237;nea)
                                    </para>
                                </item>
                                <item>
                                    <para>componente defectuoso (interruptor AXLE ENABLE, relevador Axle Enable,
                                        relevador de Elevaci&#243;n en reversa)
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea 12 VDC IGN abierta en el circuito del eje de elevaci&#243;n</para>
                                </item>
                                <item>
                                    <para>l&#237;nea de conexi&#243;n a tierra abierta en el circuito del eje de elevaci&#243;n</para>
                                </item>
                                <item>
                                    <para>hay 12 Vdc en la l&#237;nea de detecci&#243;n de REVERSA cuando la transmisi&#243;n
                                        no est&#225; en REVERSA (s&#243;lo ejes autorregulables)
                                    </para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en OFF.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>fusible del sistema de ejes de elevaci&#243;n</para>
                        </entry>
                        <entry colname="col2">
                            <para>fusible fundido o abierto</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay un fusible fundido, contin&#250;e con el paso siguiente.</para>
                            <para>Si el fusible est&#225; bien, contin&#250;e con el paso 6.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Quite el fusible. Mida la resistencia de la conexi&#243;n a tierra del chasis en el
                                conector (1019), clavija A.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>
                                <emph type="underscr">></emph>1 ohmio
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio, contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si la resistencia es &#60;1 ohmio, busque y repare el cortocircuito a tierra en la l&#237;nea
                                12 VDC IGN antes de reemplazar el fusible.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>interruptor AXLE ENABLE</para>
                                </item>
                                <item>
                                    <para>relevador Axle Enable</para>
                                </item>
                                <item>
                                    <para>cableado</para>
                                </item>
                            </randlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mientras mide la resistencia de la conexi&#243;n a tierra en (1019) clavija A,
                                presione
                                <emph type="boldundersc">Y MANTENGA PRESIONADO</emph>
                                el interruptor AXLE ENABLE.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>
                                <emph type="underscr">></emph>1 ohmio
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio, suelte el interruptor AXLE ENABLE y contin&#250;e
                                con el paso siguiente.
                            </para>
                            <para>Si la resistencia es &#60;1 ohmio, busque y repare el cortocircuito a tierra en la l&#237;nea
                                SW 12 VDC antes de reemplazar el fusible.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>interruptor AXLE ENABLE</para>
                                </item>
                                <item>
                                    <para>relevador Axle Enable</para>
                                </item>
                                <item>
                                    <para>Relevador de Elevaci&#243;n en reversa (s&#243;lo ejes autorregulables)</para>
                                </item>
                                <item>
                                    <para>los interruptores UP/DN de todos los ejes</para>
                                </item>
                                <item>
                                    <para>cableado</para>
                                </item>
                            </randlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Coloque el interruptor UP/DN del EJE 1 en DOWN.</para>
                            <para>Mientras mide la resistencia de la conexi&#243;n a tierra en (1019) clavija A,
                                presione
                                <emph type="boldundersc">Y MANTENGA PRESIONADO</emph>
                                el interruptor AXLE ENABLE.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>
                                <emph type="underscr">></emph>1 ohmio
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio, suelte el interruptor AXLE ENABLE, coloque el
                                interruptor UP/DN del EJE 1 en UP y contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si la resistencia es &#60;1 ohmio, busque y repare el cortocircuito a tierra en la l&#237;nea
                                12 VDC desde el interruptor UP/DN del EJE 1 hasta el solenoide instalado en el eje de
                                elevaci&#243;n 1 antes de reemplazar el fusible.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>interruptor UP/DN del EJE 1</para>
                                </item>
                                <item>
                                    <para>solenoide del Eje 1</para>
                                </item>
                                <item>
                                    <para>cableado</para>
                                </item>
                            </randlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>5.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Si corresponde, repita el paso anterior para los ejes 2 y 3 mientras revisa los
                                circuitos relacionados.
                            </para>
                        </entry>
                        <entry colname="col2"></entry>
                        <entry colname="col3">
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio para todos los ejes, suelte el interruptor AXLE
                                ENABLE, verifique que los interruptores UP/DN de todos los EJES est&#233;n en UP y
                                reemplace el fusible. La falla del fusible no se debi&#243; a un cortocircuito a tierra.
                            </para>
                            <para>Si la resistencia es &#60;1 ohmio, busque y repare el cortocircuito a tierra en la l&#237;nea
                                12 VDC desde el interruptor UP/DN de los EJES hasta el solenoide del eje de elevaci&#243;n
                                sometido a prueba. Luego de realizar las reparaciones, reemplace el fusible.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>6.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida la resistencia de la conexi&#243;n a tierra del chasis en los siguientes puntos
                                de conectores: (1019) clavija C, (1020) clavija 10 y (1021) clavija 2.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>&#60;1 ohmio</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si la resistencia es &#60;1 ohmio, contin&#250;e con el paso siguiente.</para>
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio, busque y repare la abertura en el circuito de
                                conexi&#243;n a tierra.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que los interruptores UP/DN de todos los EJES est&#233;n en UP.
                                    </para>
                                </item>
                                <item>
                                    <para>Gire la llave de encendido a ON.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>7.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique el voltaje entre los siguientes puntos de conectores y la conexi&#243;n a
                                tierra: (1019) clavijas A y B, (1020) clavija 2B y (1021) clavija 1.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                            <para>Si en alg&#250;n punto no hay voltaje, busque y repare el circuito abierto entre el
                                fusible y el punto de ausencia de voltaje.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>8.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Coloque el interruptor UP/DN del EJE 1 en DOWN. Monitoree los indicadores del
                                interruptor AXLE ENABLE y el interruptor UP/DN del EJE 1, mientras presiona varias veces
                                el interruptor AXLE ENABLE.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Indicadores del interruptor AXLE ENABLE e interruptor UP/DN del EJE 1</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si ninguno de estos indicadores se enciende,</para>
                            <randlist type="bullet">
                                <item>
                                    <para>(S&#211;LO EJES FIJOS): a&#237;sle y repare el circuito abierto entre (1020)
                                        clavija 2B y (1020) clavija 8. Esto incluye los contactos del interruptor AXLE
                                        ENABLE.
                                    </para>
                                </item>
                                <item>
                                    <para>(S&#211;LO EJES AUTORREGULABLES): contin&#250;e con el paso 11.</para>
                                </item>
                            </randlist>
                            <para>Si el indicador del interruptor UP/DN del EJE 1 se enciende y permanece encendido
                                luego de presionar el interruptor AXLE ENABLE por primera vez, contin&#250;e con el paso
                                10.
                            </para>
                            <para>Si ambos indicadores se encienden
                                <emph type="bold">S&#211;LO</emph>
                                mientras presiona el interruptor AXLE ENABLE, contin&#250;e con el paso siguiente.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>9.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Gire la llave de encendido a OFF y mida la resistencia entre las clavijas 4 y 5 del
                                conector (1021)
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>&#60;1 ohmio</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si la resistencia es &#60;1 ohmio, reemplace el relevador AXLE ENABLE.</para>
                            <para>Si la resistencia es
                                <emph type="underscr">></emph>1 ohmio, repare el circuito abierto entre las clavijas 4 y
                                5 del conector (1021).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>10.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique que la llave de encendido est&#233; en ON. Monitoree el indicador del
                                interruptor AXLE ENABLE mientras pasa corriente moment&#225;neamente entre la clavija 2B
                                y la 8 en el conector (1020) del interruptor.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>El indicador se debe encender al pasar corriente entre las clavijas.</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el indicador no se enciende, reemplace el interruptor AXLE ENABLE.</para>
                            <para>Si el indicador se enciende, a&#237;sle y repare el circuito abierto entre (1020)
                                clavija 8 y (1022) clavija 2B.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>11.</para>
                        </entry>
                        <entry colname="col1">
                            <para>(S&#211;LO EJES AUTORREGULABLES): mida el voltaje desde (1916) clavija 5 a la conexi&#243;n
                                a tierra.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, a&#237;sle y repare el circuito abierto entre (1020)
                                clavija 2B y (1020) clavija 8. Esto incluye los contactos del interruptor AXLE ENABLE y
                                el relevador de reversa del eje de elevaci&#243;n.
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, busque y elimine la fuente de voltaje en la l&#237;nea
                                de detecci&#243;n de Reversa entre (1916) clavija 5 y (9700) clavija D7. (Esta l&#237;nea
                                s&#243;lo debe tener 12 Vdc cuando la transmisi&#243;n est&#225; en Reversa.)
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019w" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema del eje de elevaci&#243;n 1 no funciona
                                    correctamente (el eje no baja o el indicador DOWN no se enciende)
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <note>
                                <para>Consulte la
                                    <hotlnk xrefid="t14019v">Tabla 6</hotlnk>
                                    <xref refid="t14019v"/>
                                    si el indicador del interruptor AXLE ENABLE no se enciende.
                                </para>
                            </note>
                            <para>Este s&#237;ntoma indica un problema en el circuito el&#233;ctrico o en el sistema de
                                aire del eje de elevaci&#243;n 1. Este s&#237;ntoma se puede producir por cualquiera de
                                las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>componente defectuoso (interruptor UP/DOWN del EJE 1 o solenoide del eje de
                                        elevaci&#243;n 1)
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea 12 VDC IGN abierta en el circuito del eje de elevaci&#243;n 1
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea de conexi&#243;n a tierra abierta en el circuito del eje de elevaci&#243;n
                                        1
                                    </para>
                                </item>
                                <item>
                                    <para>problema en el sistema de aire del eje de elevaci&#243;n 1.</para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en ON.</para>
                                </item>
                                <item>
                                    <para>El sistema del eje de elevaci&#243;n debe estar activado (el indicador AXLE
                                        ENABLE debe estar encendido).
                                    </para>
                                </item>
                                <item>
                                    <para>Coloque el interruptor UP/DOWN del EJE 1 en la posici&#243;n DOWN.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>El indicador DOWN del interruptor UP/DOWN del EJE y el conjunto del eje de elevaci&#243;n.</para>
                        </entry>
                        <entry colname="col2">
                            <para>El indicador DOWN se debe encender y el eje de elevaci&#243;n sometido a prueba debe
                                bajar.
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende, pero el eje baja correctamente, contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende y el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 4.
                            </para>
                            <para>Si el indicador se enciende, pero el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 5.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 8 del conector del interruptor UP/DN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre las clavijas 1 y 8 del conector del
                                interruptor UP/DOWN del EJE.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 10 del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, reemplace el interruptor UP/DOWN del EJE (el indicador est&#225;
                                abierto).
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija 10 del
                                conector del interruptor UP/DOWN del EJE y el conector (1019) clavija C.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 2B del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje;
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>(S&#211;LO EJES FIJOS): repare el circuito abierto entre la clavija 2B del
                                        conector del interruptor UP/DOWN del EJE y el conector (1021) clavija 4.
                                    </para>
                                </item>
                                <item>
                                    <para>(S&#211;LO EJES AUTORREGULABLES): repare el circuito abierto entre la clavija
                                        2B del conector del interruptor UP/DOWN del EJE y el conector (1916) clavija 3.
                                    </para>
                                </item>
                            </randlist>
                            <para>Si hay voltaje, reemplace el interruptor UP/DOWN del EJE (el interruptor est&#225;
                                abierto).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>5.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija A del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre la clavija 1 del conector del interruptor
                                UP/DOWN del EJE y la clavija A del conector del solenoide del eje de elevaci&#243;n.
                            </para>
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>6.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija B del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija B del
                                conector del solenoide y la conexi&#243;n a tierra del chasis [clavija B a (9700)
                                clavija B9, o (9700) clavija B9 a conexi&#243;n a tierra del chasis].
                            </para>
                            <para>Si el voltaje es 0 voltios, el solenoide est&#225; defectuoso; reemplace el solenoide
                                defectuoso.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019x" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: Regulador y/o indicador de presi&#243;n no funcionan
                                    correctamente
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica un problema en el regulador o en el indicador de presi&#243;n
                                del eje de elevaci&#243;n. Este s&#237;ntoma se puede producir por cualquiera de las
                                siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>regulador de presi&#243;n defectuoso del eje de elevaci&#243;n,</para>
                                </item>
                                <item>
                                    <para>indicador de presi&#243;n defectuoso del eje de elevaci&#243;n,</para>
                                </item>
                                <item>
                                    <para>bloqueo o fuga en el sistema de aire del eje de elevaci&#243;n.</para>
                                </item>
                            </randlist>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Instale un indicador de presi&#243;n de aire dentro de la l&#237;nea en el
                                        sistema de aire para las bolsas de carga del eje de elevaci&#243;n sometido a
                                        prueba.
                                    </para>
                                </item>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en ON.</para>
                                </item>
                                <item>
                                    <para>Verifique que el sistema de aire tenga presi&#243;n completa y que el eje de
                                        elevaci&#243;n est&#233; en la posici&#243;n superior.
                                    </para>
                                </item>
                                <item>
                                    <para>Active el sistema de ejes de elevaci&#243;n y baje el eje sometido a prueba.
                                    </para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mientras monitorea el indicador de aire dentro de la l&#237;nea, ajuste el regulador
                                de presi&#243;n del eje sometido a prueba.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Ajuste el regulador para lograr la siguiente presi&#243;n, seg&#250;n se indica en el
                                indicador dentro de la l&#237;nea.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Ejes fijos: 15 psi</para>
                                </item>
                                <item>
                                    <para>Ejes autorregulables: 31 psi</para>
                                </item>
                            </randlist>
                        </entry>
                        <entry colname="col3">
                            <para>Si no puede lograr la presi&#243;n, revise el sistema en busca de fugas. Si no
                                encuentra fugas, reemplace el regulador de presi&#243;n.
                            </para>
                            <para>Si logra la presi&#243;n, pero el indicador instalado no marca una cantidad similar de
                                psi a la del indicador dentro de la l&#237;nea, reemplace el indicador instalado.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019y" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema del eje de elevaci&#243;n 2 no funciona
                                    correctamente (el eje no baja o el indicador DOWN no se enciende)
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <note>
                                <para>Consulte la
                                    <hotlnk xrefid="t14019v">Tabla 6</hotlnk>
                                    <xref refid="t14019v"/>
                                    si el indicador del interruptor AXLE ENABLE no se enciende.
                                </para>
                            </note>
                            <para>Este s&#237;ntoma indica un problema en el circuito el&#233;ctrico o en el sistema de
                                aire del eje de elevaci&#243;n 2. Este s&#237;ntoma se puede producir por cualquiera de
                                las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>componente defectuoso (interruptor UP/DOWN del EJE 2, solenoide del eje de
                                        elevaci&#243;n 2, QRV de bolsa de elevaci&#243;n del eje de elevaci&#243;n 2)
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea 12 VDC IGN abierta en el circuito del eje de elevaci&#243;n 2
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea de conexi&#243;n a tierra abierta en el circuito del eje de elevaci&#243;n
                                        2
                                    </para>
                                </item>
                                <item>
                                    <para>problema en el sistema de aire del eje de elevaci&#243;n 2.</para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en ON.</para>
                                </item>
                                <item>
                                    <para>El sistema del eje de elevaci&#243;n debe estar activado (el indicador AXLE
                                        ENABLE debe estar encendido).
                                    </para>
                                </item>
                                <item>
                                    <para>Coloque el interruptor UP/DOWN del EJE 2 en la posici&#243;n DOWN.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>El indicador DOWN del interruptor UP/DOWN del EJE y el conjunto del eje de elevaci&#243;n.</para>
                        </entry>
                        <entry colname="col2">
                            <para>El indicador DOWN se debe encender y el eje de elevaci&#243;n sometido a prueba debe
                                bajar.
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende, pero el eje baja correctamente, contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende y el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 4.
                            </para>
                            <para>Si el indicador se enciende, pero el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 5.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 8 del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre las clavijas 1 y 8 del conector del
                                interruptor UP/DOWN del EJE.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 10 del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, reemplace el interruptor UP/DOWN del EJE (el indicador est&#225;
                                abierto).
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija 10 del
                                conector del interruptor UP/DOWN del EJE y el conector (1019) clavija C.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 2B del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre la clavija 2B del conector del interruptor
                                UP/DOWN del EJE y el conector (1916) clavija 3.
                            </para>
                            <para>Si hay voltaje, reemplace el interruptor UP/DOWN del EJE (el interruptor est&#225;
                                abierto).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>5.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija A del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre la clavija 1 del conector del interruptor
                                UP/DOWN del EJE y la clavija A del conector del solenoide del eje de elevaci&#243;n.
                            </para>
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>6.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija B del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, el solenoide est&#225; defectuoso; reemplace el solenoide
                                defectuoso.
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija B del
                                conector del solenoide y la conexi&#243;n a tierra del chasis [clavija B a (9700)
                                clavija B9, o (9700) clavija B9 a conexi&#243;n a tierra del chasis].
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019z" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El sistema del eje de elevaci&#243;n 3 no funciona
                                    correctamente (el eje no baja o el indicador DOWN no se enciende)
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <note>
                                <para>Consulte la
                                    <hotlnk xrefid="t14019v">Tabla 6</hotlnk>
                                    <xref refid="t14019v"/>
                                    si el indicador del interruptor AXLE ENABLE no se enciende.
                                </para>
                            </note>
                            <para>Este s&#237;ntoma indica un problema en el circuito el&#233;ctrico o en el sistema de
                                aire del eje de elevaci&#243;n 3. Este s&#237;ntoma se puede producir por cualquiera de
                                las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>componente defectuoso (interruptor UP/DOWN del EJE 3, solenoide del eje de
                                        elevaci&#243;n 3, QRV de bolsa de elevaci&#243;n del eje de elevaci&#243;n 3)
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea 12 VDC IGN abierta en el circuito del eje de elevaci&#243;n 3
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea de conexi&#243;n a tierra abierta en el circuito del eje de elevaci&#243;n
                                        3
                                    </para>
                                </item>
                                <item>
                                    <para>problema en el sistema de aire del eje de elevaci&#243;n 3.</para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en ON.</para>
                                </item>
                                <item>
                                    <para>El sistema del eje de elevaci&#243;n debe estar activado (el indicador AXLE
                                        ENABLE debe estar encendido).
                                    </para>
                                </item>
                                <item>
                                    <para>Coloque el interruptor UP/DOWN del EJE 3 en la posici&#243;n DOWN.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>El indicador DOWN del interruptor UP/DOWN del EJE y el conjunto del eje de elevaci&#243;n.</para>
                        </entry>
                        <entry colname="col2">
                            <para>El indicador DOWN se debe encender y el eje de elevaci&#243;n sometido a prueba debe
                                bajar.
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende, pero el eje baja correctamente, contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si el indicador
                                <emph type="bold">no</emph>
                                se enciende y el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 4.
                            </para>
                            <para>Si el indicador se enciende, pero el eje
                                <emph type="bold">no</emph>
                                baja, contin&#250;e con el paso 5.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 8 del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre las clavijas 1 y 8 del conector del
                                interruptor UP/DOWN del EJE.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 10 del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, reemplace el interruptor UP/DOWN del EJE (el indicador est&#225;
                                abierto).
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija 10 del
                                conector del interruptor UP/DOWN del EJE y el conector (1019) clavija C.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija 2B del conector del interruptor UP/DOWN del EJE y la
                                conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre la clavija 2B del conector del interruptor
                                UP/DOWN del EJE y el conector (1916) clavija 3.
                            </para>
                            <para>Si hay voltaje, reemplace el interruptor UP/DOWN del EJE (el interruptor est&#225;
                                abierto).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>5.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija A del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre la clavija 1 del conector del interruptor
                                UP/DOWN del EJE y la clavija A del conector del solenoide del eje de elevaci&#243;n.
                            </para>
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>6.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Mida el voltaje entre la clavija B del conector del solenoide del eje de elevaci&#243;n
                                y la conexi&#243;n a tierra del chasis.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>0 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si el voltaje es 0 voltios, el solenoide est&#225; defectuoso; reemplace el solenoide
                                defectuoso.
                            </para>
                            <para>Si hay entre 12 y 1.5 voltios, repare el circuito abierto entre la clavija B del
                                conector del solenoide y la conexi&#243;n a tierra del chasis [clavija B a (9700)
                                clavija B9, o (9700) clavija B9 a conexi&#243;n a tierra del chasis].
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019aa" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: Los ejes de elevaci&#243;n autorregulables no suben
                                    autom&#225;ticamente cuando se selecciona REVERSA (las dem&#225;s funciones est&#225;n
                                    normales)
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica un problema en el circuito el&#233;ctrico del relevador de
                                reversa del eje de elevaci&#243;n. Este s&#237;ntoma se puede producir por cualquiera de
                                las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>ausencia de 12 Vdc desde el circuito de la luz de transmisi&#243;n/reversa.
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea de control de REVERSA abierta en el circuito del relevador de
                                        reversa
                                    </para>
                                </item>
                                <item>
                                    <para>l&#237;nea de conexi&#243;n a tierra abierta en el circuito del relevador de
                                        reversa
                                    </para>
                                </item>
                                <item>
                                    <para>componente defectuoso (RELEVADOR DE REVERSA DEL EJE DE ELEVACI&#211;N)</para>
                                </item>
                            </randlist>
                            <note>
                                <para>Revise siempre los conectores en busca de da&#241;os y terminales desconectados.
                                </para>
                            </note>
                            <para>
                                <emph type="boldundersc">CONDICIONES DE PRUEBA</emph>
                            </para>
                            <seqlist>
                                <item>
                                    <para>Verifique que la llave de encendido est&#233; en ON.</para>
                                </item>
                                <item>
                                    <para>La transmisi&#243;n se debe colocar en REVERSA mientras se toma mediciones de
                                        voltaje.
                                    </para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PASO</emph>
                            </para>
                        </entry>
                        <entry colname="col1" valign="bottom" align="center">
                            <para>
                                <emph type="bold">PUNTOS DE PRUEBA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>
                                <emph type="bold">ESPECIFICACIONES</emph>
                            </para>
                        </entry>
                        <entry colname="col3" valign="bottom" align="center">
                            <para>
                                <emph type="bold">COMENTARIOS</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>1.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique que la transmisi&#243;n est&#233; en REVERSA.</para>
                            <para>Mida el voltaje entre el conector (1917) clavija A y la conexi&#243;n a tierra del
                                <emph type="bold">chasis</emph>.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, contin&#250;e con el paso siguiente.
                            </para>
                            <para>Si hay voltaje, contin&#250;e con el paso 3.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>2.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique que la transmisi&#243;n est&#233; en REVERSA.</para>
                            <para>Mida el voltaje entre el conector (9700) clavija D7 y la conexi&#243;n a tierra del
                                <emph type="bold">chasis</emph>.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, repare el circuito abierto entre (9700) clavija D7 y (1917) clavija A,
                                incluidos los conectores (1027) y (9761).
                            </para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, el circuito de la luz de reversa no est&#225; generando 12 Vdc. (Consulte
                                el GRUPO 08 del Manual de servicio maestro).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>3.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique que la transmisi&#243;n est&#233; en REVERSA.</para>
                            <para>Mida el voltaje entre el conector (1916) clavija 5 y la conexi&#243;n a tierra del
                                <emph type="bold">chasis</emph>.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, contin&#250;e con el paso siguiente.</para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, repare el circuito abierto entre (1916) clavija 5 y (1917) clavija A.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="COLSPEC1">
                            <para>4.</para>
                        </entry>
                        <entry colname="col1">
                            <para>Verifique que la transmisi&#243;n est&#233; en REVERSA.</para>
                            <para>Mida el voltaje entre el conector (1916) clavija 2 y la conexi&#243;n a tierra del
                                <emph type="bold">chasis</emph>.
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>12 &#177;1.5 voltios</para>
                        </entry>
                        <entry colname="col3">
                            <para>Si hay voltaje, repare el circuito abierto entre (1916) clavija 2 y (1019) clavija
                                C.
                            </para>
                            <para>Si
                                <emph type="bold">no</emph>
                                hay voltaje, reemplace el relevador defectuoso del eje de elevaci&#243;n.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019ab" tblwidth="full-page">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="3">
                <colspec colname="col1"/>
                <colspec colname="col2"/>
                <colspec colname="col3"/>
                <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>
                                <emph type="bold">S&#237;ntoma: El segundo indicador de presi&#243;n del eje de elevaci&#243;n
                                    no funciona correctamente
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="3" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica un problema aislado en el sistema de aire del segundo
                                indicador del eje de elevaci&#243;n sometido a prueba.
                            </para>
                            <para>A&#237;sle el problema a un indicador defectuoso o a una l&#237;nea de aire
                                bloqueada.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019a" tblwidth="full-page" frame="all">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="4">
                <colspec colname="COLSPEC1" colwidth="0.29*"/>
                <colspec colname="col1" colwidth="0.93*"/>
                <colspec colname="col2" colwidth="0.91*"/>
                <colspec colname="col3" colwidth="1.63*"/>
                <spanspec namest="COLSPEC1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colspan="4" spanname="SPAN1" align="center">
                            <para>
                                <emph type="bold">S&#237;ntoma: El eje de elevaci&#243;n baja cada vez que se activa el
                                    sistema de ejes de elevaci&#243;n
                                </emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colspan="4" spanname="SPAN1">
                            <para>Este s&#237;ntoma indica que hay 12 Vdc conmutados (SW 12 VDC) en el solenoide del eje
                                de elevaci&#243;n con problemas cada vez que se activa el sistema de ejes de elevaci&#243;n.
                                Este s&#237;ntoma se puede producir por cualquiera de las siguientes condiciones:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>un interruptor UP/DOWN de EJE DE ELEVACI&#211;N trabado o con cortocircuito
                                        (clavija 1 a clavija 2B del conector del interruptor)
                                    </para>
                                </item>
                                <item>
                                    <para>un cortocircuito en la fuente de voltaje SW 12 VDC en cualquier lugar de la l&#237;nea
                                        desde la clavija 1 del conector del interruptor UP/DOWN del EJE DE ELEVACI&#211;N
                                        hasta la clavija A del conector del solenoide del eje de elevaci&#243;n
                                    </para>
                                </item>
                            </randlist>
                            <para>Busque y repare el cortocircuito.</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <table id="t14019ac" tblwidth="full-page">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas - Problemas mec&#225;nicos</title>
            <tgroup cols="3">
                <colspec colname="col1" colwidth="0.79*"/>
                <colspec colname="col2" colwidth="0.96*"/>
                <colspec colname="col3" colwidth="1.24*"/>
                <spanspec namest="col1" nameend="col3" spanname="SPAN1"/>
                <thead>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">PROBLEMA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>
                                <emph type="bold">CAUSAPOSIBLE</emph>
                            </para>
                        </entry>
                        <entry colname="col3" align="center">
                            <para>
                                <emph type="bold">ACCI&#211;N</emph>
                            </para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry colname="col1" morerows="3">
                            <para>El eje no se mueve correctamente</para>
                        </entry>
                        <entry colname="col2">
                            <para>Los anillos delanteros de alineaci&#243;n no est&#225;n correctamente sujetos (s&#243;lo
                                ejes de elevaci&#243;n fijos)
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Alinee el conjunto del eje y fije los anillos de alineaci&#243;n con herraje de
                                instalaci&#243;n y valores de torsi&#243;n adecuados. Consulte
                                <hotlnk document="m14019_18.xml" xrefid="hl14019054">AJUSTES</hotlnk>
                                <xref refid="hl14019054"/>.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>-</para>
                        </entry>
                        <entry colname="col2">
                            <para>El eje est&#225; mal alineado (s&#243;lo ejes de elevaci&#243;n fijos)</para>
                        </entry>
                        <entry colname="col3">
                            <para>Alinee el conjunto del eje y fije los anillos de alineaci&#243;n con herraje de
                                instalaci&#243;n y valores de torsi&#243;n adecuados. Consulte
                                <hotlnk document="m14019_18.xml" xrefid="hl14019054">AJUSTES</hotlnk>
                                <xref refid="hl14019054"/>.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>-</para>
                        </entry>
                        <entry colname="col2">
                            <para>Los bujes de los brazos est&#225;n gastados</para>
                        </entry>
                        <entry colname="col3">
                            <para>Reemplace los bujes gastados.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>-</para>
                        </entry>
                        <entry colname="col2">
                            <para>Componente de la direcci&#243;n roto (s&#243;lo ejes autorregulables).</para>
                        </entry>
                        <entry colname="col3">
                            <para>Busque y repare el componente de la direcci&#243;n roto. Consulte GRUPO 02 del Manual
                                de servicio maestro.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" morerows="1">
                            <para>Presi&#243;n de aire insuficiente hacia el sistema.</para>
                            <para>Consulte GRUPO 04 del Manual de servicio maestro.</para>
                        </entry>
                        <entry colname="col2">
                            <para>Compresor del cami&#243;n defectuoso</para>
                        </entry>
                        <entry colname="col3">
                            <para>Revise el compresor de aire.</para>
                            <para>Consulte GRUPO 04 del Manual de servicio maestro.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>-</para>
                        </entry>
                        <entry colname="col2">
                            <para>V&#225;lvula de protecci&#243;n de presi&#243;n</para>
                        </entry>
                        <entry colname="col3">
                            <para>Reemplace la v&#225;lvula de protecci&#243;n de presi&#243;n.</para>
                            <para>Consulte GRUPO 04 del Manual de servicio maestro.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje tipo pusher se mueve en direcci&#243;n opuesta a la del cami&#243;n. (S&#243;lo
                                ejes autorregulables)
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>Ajuste de inclinaci&#243;n incorrecto. La inclinaci&#243;n viene preajustada y no se
                                puede ajustar. Revise en busca de un componente roto o de bujes gastados.
                            </para>
                        </entry>
                        <entry colname="col3">
                            <para>Reemplace los bujes gastados.</para>
                            <para>Repare o reemplace el componente roto.</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>El eje de elevaci&#243;n tiene un salto vertical</para>
                        </entry>
                        <entry colname="col2">
                            <para>La presi&#243;n de aire de las bolsas de carga est&#225; demasiado baja.</para>
                        </entry>
                        <entry colname="col3">
                            <para>Aumente la presi&#243;n de aire en las bolsas de carga.</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
