<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - DESENSAMBLAJE - DESENSAMBLAJE DEL
        CONJUNTO DEL DIFERENCIAL Y LA CORONA
    </stitle>
    <svcsection/>
    <svcproc id="hl1400618" svcproctype="disassemble" graphiccount="5">
        <title>DESENSAMBLAJE DEL CONJUNTO DEL DIFERENCIAL Y LA CORONA</title>
        <step1>
            <para count="1">Si las marcas de coincidencia de las mitades de la caja del conjunto del diferencial no son
                visibles, marque cada mitad de la caja con un punz&#243;n de marcar y un martillo. El prop&#243;sito de
                las marcas es hacer coincidir correctamente la mitad plana y la mitad con reborde al momento de
                ensamblar el portador (
                <hotlnk xrefid="f1400618">Figura 18</hotlnk>).
            </para>
            <figure id="f1400618" figsize="col-wide">
                <graphic id="g1400618" filename="../figg14/g1400618.webp" type="webp" resolution="72"/>
                <caption>Figura 18. Marque cada mitad de la caja con un punz&#243;n de marcar y un martillo</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Quite el alambre de seguridad
                <ftnref xrefid="fn1400601"/>*, los tornillos de cabeza hexagonal
                <ftnref xrefid="fn1400601"/>* y las arandelas
                <ftnref xrefid="fn1400601"/>* o los pernos
                <ftnref xrefid="fn1400601"/>*, las tuercas
                <ftnref xrefid="fn1400601"/>* y las arandelas que sostienen juntas las mitades de la caja.
            </para>
            <specpara>
                <warning>
                    <para>Para su seguridad, proteja sus ojos. No golpee las piezas de acero con un martillo de acero.
                        Las piezas se pueden romper y causar lesiones.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Separe las mitades de la caja. Si es necesario, use un mazo de lat&#243;n, pl&#225;stico o
                cuero para aflojar las piezas.
            </para>
        </step1>
        <step1>
            <para count="1">Quite la ara&#241;a (cruz), los cuatro engranajes del pi&#241;&#243;n, los dos engranajes
                laterales y las seis arandelas de empuje del diferencial del interior de las mitades de la caja (
                <hotlnk xrefid="f1400619">Figura 19</hotlnk>).
            </para>
            <figure id="f1400619" figsize="col-wide">
                <graphic id="g1400619" filename="../figg14/g1400619.webp" type="webp"/>
                <caption>Figura 19. Saque la ara&#241;a, los engranajes laterales, los engranajes del pi&#241;&#243;n y
                    las arandelas de empuje del diferencial
                </caption>
                <calloutgroup>
                    <callout1>1. ARANDELA DE EMPUJE</callout1>
                    <callout1>2. ENGRANAJE LATERAL</callout1>
                    <callout1>3. PI&#209;&#211;N DE ARA&#209;A Y ARANDELA DE EMPUJE</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si debe reemplazar la corona, quite los pernos
                <ftnref xrefid="fn1400601"/>*, las tuercas
                <ftnref xrefid="fn1400601"/>* y las arandelas
                <ftnref xrefid="fn1400601"/>* que retienen al engranaje en la mitad con reborde de la caja.
            </para>
        </step1>
        <step1>
            <para count="1">Si usa remaches
                <ftnref xrefid="fn1400601"/>* para retener la corona en la mitad con reborde de la caja, quite los
                remaches como se indica a continuaci&#243;n:
            </para>
            <step2>
                <para count="1">Con cuidado marque con un punz&#243;n el centro de cada cabeza de remache en el lado de
                    la corona del conjunto.
                </para>
            </step2>
            <step2>
                <para count="1">Perfore cada cabeza de remache en el lado de la corona del conjunto a una misma
                    profundidad de acuerdo al grosor de la cabeza de un remache. Use una broca que sea 1/32 de pulg m&#225;s
                    peque&#241;a que el di&#225;metro del cuerpo de los remaches (
                    <hotlnk xrefid="f1400620">Figura 20</hotlnk>).
                </para>
                <figure id="f1400620" figsize="col-wide">
                    <graphic id="g1400620" filename="../figg14/g1400620.webp" type="webp"/>
                    <caption>Figura 20. Perfore cada cabeza de remache</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Presione los remaches a trav&#233;s de los orificios de la corona y la mitad con reborde
                    de la caja. Ejerza presi&#243;n de las cabezas de remache perforadas.
                </para>
                <specpara>
                    <caution>
                        <para>No quite los remaches o las cabezas de remaches con un cincel o martillo. El cincel puede
                            da&#241;ar la mitad con reborde de la caja (
                            <hotlnk xrefid="f1400620">Figura 20</hotlnk>).
                        </para>
                    </caution>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">Separe la mitad de la caja y la corona usando una prensa. Apoye el conjunto por debajo de la
                corona con un bloque de metal o madera y presione la mitad de la caja a trav&#233;s del engranaje (
                <hotlnk xrefid="f1400621">Figura 21</hotlnk>).
            </para>
            <figure id="f1400621" figsize="col-wide">
                <graphic id="g1400621" filename="../figg14/g1400621.webp" type="webp"/>
                <caption>Figura 21. Presione la mitad de la caja a trav&#233;s del engranaje</caption>
                <calloutgroup>
                    <callout1>1. PRENSA</callout1>
                    <callout1>2. PLACA</callout1>
                    <callout1>3. SOPORTES</callout1>
                    <callout1>4. MITAD DE LA CAJA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si debe reemplazar los baleros del diferencial, quite los conos del balero de las mitades de
                la caja. Use un extractor de balero o una prensa (
                <hotlnk xrefid="f1400622">Figura 22</hotlnk>).
            </para>
            <figure id="f1400622" figsize="col-wide">
                <graphic id="g1400622" filename="../figg14/g1400622.webp" type="webp" resolution="72"/>
                <caption>Figura 22. Quite los conos del balero de las mitades de la caja</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
