<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - Fijador
        del diferencial principal controlado por el conductor - Instale el portador en el alojamiento del eje.
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="2">
        <title>Instale el portador en el alojamiento del eje.</title>
        <svcprocinfo>
            <specpara>
                <warning>
                    <para>Tenga cuidado al usar solventes de limpieza. Siga las instrucciones del fabricante del
                        solvente para su uso seguro y evitar lesiones personales graves.
                    </para>
                </warning>
            </specpara>
            <seqlist>
                <item>
                    <para>Limpie el interior del alojamiento del eje y la superficie de montaje donde se fija el
                        portador. Use un solvente de limpieza y pa&#241;os para eliminar el polvo. Seque soplando con
                        aire comprimido las &#225;reas limpias.
                    </para>
                </item>
                <item>
                    <para>Revise el alojamiento del eje por si tiene da&#241;os. Repare o reemplace el alojamiento si es
                        necesario.
                    </para>
                </item>
                <item>
                    <para>Revise si est&#225;n sueltos los pernos de la superficie de montaje del alojamiento donde se
                        fija el portador. Quite y reemplace los pernos si es necesario. Aplique adhesivo l&#237;quido a
                        los orificios. Instale el perno y apri&#233;telo de 204 a 312 Nm (150 a 230 lbs. pie).
                    </para>
                </item>
                <item>
                    <para>Instale el portadiferencial dentro del alojamiento usando el M&#233;todo de presi&#243;n de
                        aire o el M&#233;todo de engranado manual siguiente.
                    </para>
                </item>
            </seqlist>
        </svcprocinfo>
        <svcsubproc id="x1401119">
            <title>M&#233;todo de presi&#243;n de aire</title>
            <step1>
                <para count="1">Antes de instalar el portador en el alojamiento, instale el semieje izquierdo a trav&#233;s
                    del aro de cambio y dentro del engranaje lateral. (El semieje se usa como una herramienta de
                    alineaci&#243;n de ranuras.)
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Se puede crear una herramienta similar usando un semieje izquierdo da&#241;ado cortando
                        aproximadamente 24 pulgadas desde el extremo ranurado.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Alinee las ranuras del aro de cambio y de la mitad de la caja del diferencial girando la
                    herramienta del semieje o el pi&#241;&#243;n de mando.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>No use las manos para sostener el aro en posici&#243;n. Puede lesionarse gravemente al aplica
                        presi&#243;n de aire al accionador.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Conecte un suministro auxiliar de aire al conjunto del accionador.</para>
            </step1>
            <step1>
                <para count="1">Aplique y mantenga la presi&#243;n sobre el conjunto del accionador. La presi&#243;n de
                    aire mueve el aro de cambio hasta que engrana con la mitad de la caja del diferencial y bloquea el
                    conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Si el aro de cambio no se ha movido toda la distancia sobre las ranuras de la mitad de
                    la caja del diferencial, gire la herramienta del semieje para completar el cambio.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la herramienta del semieje desde el portador.</para>
            </step1>
            <specpara>
                <note>
                    <para>Siga manteniendo el diferencial principal en la posici&#243;n de bloqueado (engranado)
                        mediante presi&#243;n de aire hasta que el portador se haya instalado completamente en el
                        alojamiento del eje. Si no tiene suministro de aire disponible, use el "M&#233;todo de engranado
                        manual" de esta p&#225;gina para bloquear (engranar) el diferencial.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Aplique material de empaquetadura de silicona a la superficie de montaje del alojamiento
                    donde se fija el portador. Se recomienda usar materiales de silicona como el sellante de hule de
                    silicona Dow Corning , No. 732 negro o General Electric No. RTV-1473 negro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el portador en el alojamiento del eje. Siga los pasos 6 a 18 de la secci&#243;n
                    <hotlnk document="m14011_50.xml" xrefid="x1401117">PORTADIFERENCIAL EN EL ALOJAMIENTO DEL
                        EJE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Libere la presi&#243;n de aire del accionador del fijador del diferencial y desconecte
                    el suministro auxiliar de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Contin&#250;e con el paso 7 bajo el siguiente M&#233;todo de engranado manual.</para>
            </step1>
        </svcsubproc>
        <svcsubproc id="x1401116">
            <title>M&#233;todo de engranado manual</title>
            <para>Si el diferencial est&#225; en la posici&#243;n de bloqueado (engranado), sujeto por el perno de
                engranado manual, comience con el paso 4.
            </para>
            <step1>
                <para count="1">Alinee las ranuras del aro de cambio y de la mitad de la caja del diferencial. Esto se
                    puede hacer en forma manual o instalando el semieje izquierdo a trav&#233;s del aro de cambio y
                    dentro del engranaje lateral. Consulte los pasos 1 y 2 del "
                    <hotlnk xrefid="x1401119">M&#233;todo de presi&#243;n de aire</hotlnk>."
                </para>
            </step1>
            <step1>
                <para count="1">Instale el perno de engranado manual en el orificio roscado en el centro de la cubierta
                    del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el perno de engranado manual hacia la derecha hasta que la cabeza del perno est&#233;
                    aproximadamente a 1/4 de pulg de la cubierta del cilindro. NO gire el perno m&#225;s all&#225; de su
                    tope normal. El perno est&#225; ahora en su posici&#243;n de servicio y el fijador del diferencial
                    principal est&#225; completamente engranado.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Sentir&#225; un poco de resistencia del resorte cuando gire el perno de engranado manual. Si
                        siente una fuerte resistencia antes de alcanzar la posici&#243;n de bloqueado (engranado), DEJE
                        DE GIRAR EL PERNO, o da&#241;ar&#225; las roscas de la cubierta, de la horquilla y de los
                        pernos.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="bold">Una fuerte resistencia de los pernos indica que las ranuras del aro de cambio y de la
                    mitad de la caja del diferencial no est&#225;n alineadas o engranadas.
                </emph>
            </para>
            <para>
                <emph type="bold">Levante el aro de mando seg&#250;n sea necesario y g&#237;relo para alinear las
                    ranuras del aro y de la mitad de la caja mientras gira el perno de engranado manual. Cuando vuelve a
                    sentir un nivel de resistencia normal del perno, entonces las ranuras est&#225;n engranadas. Contin&#250;e
                    girando el perno de engranado manual.
                </emph>
            </para>
            <step1>
                <para count="1">Instale y sujete el portador en el alojamiento del eje. Siga los pasos 7 y 8 del "M&#233;todo
                    de presi&#243;n de aire" anterior.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n y la empaquetadura de su posici&#243;n de almacenamiento. Saque el
                    perno de engranado manual de su posici&#243;n de servicio.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando se saca el perno de engranado manual de la posici&#243;n de servicio en el accionador,
                        el fijador del diferencial principal se desengrana.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Limpie el tap&#243;n, la empaquetadura, la cubierta del cilindro o el cilindro y el
                    orificio roscado en el centro de la cubierta del cilindro o el cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n y la empaquetadura en su posici&#243;n de funcionamiento en la
                    cubierta del cilindro o el cilindro. Instale el perno de engranado manual en su posici&#243;n de
                    almacenamiento (
                    <hotlnk xrefid="f14011j6">Figura 196</hotlnk>
                    y
                    <hotlnk xrefid="f14011j7">Figura 197</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j6" figsize="col-wide">
                <graphic filename="../figg14/g14011j6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 196. Conjunto del cambio con pernos</caption>
                <calloutgroup>
                    <callout1>1. ORIFICIO DE ALMACENAMIENTO DEL LADO SUPERIOR PARA EL PERNO DE ENGRANADO MANUAL
                    </callout1>
                    <callout1>2. L&#205;NEA DE AIRE</callout1>
                    <callout1>3. CONJUNTO DEL ACCIONADOR DEL FIJADOR DEL DIFERENCIAL</callout1>
                    <callout1>4. CUBIERTA DEL CILINDRO</callout1>
                    <callout1>5. ALAMBRE</callout1>
                    <callout1>6. ORIFICIO DE POSICI&#211;N DE FUNCIONAMIENTO</callout1>
                    <callout1>7. ORIFICIO DE ALMACENAMIENTO DEL LADO INFERIOR PARA TAP&#211;N Y EMPAQUETADURA</callout1>
                    <callout1>8. TAP&#211;N Y EMPAQUETADURA</callout1>
                    <callout1>9. PERNO DE ENGRANADO MANUAL</callout1>
                </calloutgroup>
            </figure>
            <figure id="f14011j7" figsize="col-wide">
                <graphic filename="../figg14/g14011j7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 197. Conjunto del cambio roscado</caption>
                <calloutgroup>
                    <callout1>1. RESORTE</callout1>
                    <callout1>2. EJE DE CAMBIO</callout1>
                    <callout1>3. ALMACENAMIENTO DEL PERNO DE ENGRANADO MANUAL EN LA UBICACI&#211;N DE LA TORRE DE
                        CAMBIO
                    </callout1>
                    <callout1>4. INSERTE EL PERNO DE ENGRANADO MANUAL PARA ENGRANAR EN EL FIJADOR DEL DIFERENCIAL
                    </callout1>
                    <callout1>5. CONJUNTO DEL CILINDRO Y DEL PIST&#211;N DE CAMBIO</callout1>
                    <callout1>6. HORQUILLA DE CAMBIO</callout1>
                    <callout1>7. SENSOR</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Apriete el tap&#243;n de 60 a 75 Nm (44 a 55 lbs. pie) ( Apriete el perno de engranado
                    manual de 20 a 35 Nm (15 a 25 lbs. pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire del veh&#237;culo al conjunto del accionador del fijador
                    del diferencial.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la conexi&#243;n el&#233;ctrica en el interruptor del sensor.</para>
            </step1>
            <step1>
                <para count="1">Instale los semiejes derecho e izquierdo.</para>
            </step1>
            <step1>
                <para count="1">Quite el gato fijo de abajo del eje de mando y baje el veh&#237;culo hasta el suelo.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el eje hasta el nivel del orificio de llenado con un lubricante recomendado en
                    elGRUPO 10 - LUBRICACI&#211;N en el Manual de servicio maestro CTS-5000.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
