<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - DESENSAMBLAJE - DESMONTAJE DEL PORTADIFERENCIAL DEL
        ALOJAMIENTO DEL EJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="3">
        <title>DESMONTAJE DEL PORTADIFERENCIAL DEL ALOJAMIENTO DEL EJE</title>
        <svcprocinfo>
            <para>Antes de quitar o instalar el portadiferencial, el diferencial DEBE colocarse y mantenerse en la
                posici&#243;n de bloqueado (engranado). La posici&#243;n de bloqueado proporciona la suficiente separaci&#243;n
                entre el aro de cambio y el alojamiento del eje para permitir el desmontaje o instalaci&#243;n del
                portador.
            </para>
            <specpara>
                <note>
                    <para>Si se quitaron los semiejes para remolcar el veh&#237;culo estando el diferencial en la posici&#243;n
                        de desbloqueado (desengranado), instale el semieje derecho en el alojamiento antes de continuar.
                        Siga los pasos 1 y 2 de la
                        <hotlnk document="m14006t_HL1400601.xml" xrefid="hl1400601">INSTALACI&#211;N DE LOS
                            SEMIEJES</hotlnk>.
                    </para>
                </note>
            </specpara>
            <para>Para cambiar a la posici&#243;n de bloqueado, use cualquiera de los siguientes m&#233;todos:
                <emph type="bold">Presi&#243;n de aire</emph>
                o
                <emph type="bold">Engranado manual</emph>.
            </para>
        </svcprocinfo>
        <svcsubproc id="hl1400604">
            <title>M&#233;todo de Presi&#243;n de aire</title>
            <step1>
                <para count="1">Quite el tap&#243;n de drenaje del fondo del alojamiento y drene el lubricante.</para>
            </step1>
            <step1>
                <para count="1">Eleve la rueda derecha del eje de mando sobre el nivel del suelo usando un malacate o
                    gato.
                </para>
                <specpara>
                    <warning>
                        <para>No arranque el motor del veh&#237;culo ni engrane la transmisi&#243;n cuando hay una rueda
                            elevada sobre el nivel del suelo. Cuando el diferencial est&#225; en la posici&#243;n de
                            bloqueado (engranado), la energ&#237;a se dirige a la rueda apoyada en el suelo y hace que
                            el veh&#237;culo se mueva, lo que puede provocar lesiones personales.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque un gato fijo debajo del asiento del resorte derecho para mantener elevado el veh&#237;culo.</para>
                <specpara>
                    <warning>
                        <para>No trabaje debajo de un veh&#237;culo sostenido s&#243;lo por gatos. Los gatos pueden
                            deslizarse o caer y provocar lesiones.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la transmisi&#243;n del yugo de entrada del pi&#241;&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire del veh&#237;culo del conjunto del accionador del
                    fijador del diferencial.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte un suministro auxiliar de aire al conjunto del accionador del fijador del
                    diferencial.
                </para>
                <specpara>
                    <note>
                        <para>Si no tiene un suministro auxiliar de aire, contin&#250;e con el
                            <hotlnk xrefid="hl1400602">M&#233;todo de Engranado manual</hotlnk>
                            para bloquear el diferencial.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique y mantenga la presi&#243;n del aire sobre el conjunto del accionador. La presi&#243;n
                    de aire mover&#225; el aro de cambio hasta que engrane con las ranuras en la mitad de la caja del
                    diferencial y bloquear&#225; el conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que el aro de cambio avanz&#243; la mayor distancia posible sobre las
                    ranuras de la mitad de la caja del diferencial. Gire el pi&#241;&#243;n de mando o la rueda derecha
                    hasta que la rueda derecha complete un giro (hacia adelante o atr&#225;s).
                </para>
                <para>Siga manteniendo el diferencial principal en la posici&#243;n de bloqueado mediante la presi&#243;n
                    de aire hasta que haya quitado completamente el conjunto del portador del alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Saque los semiejes del alojamiento. Siga los pasos 1 a 3 del
                    <hotlnk document="m14006t_HL1400603.xml" xrefid="hl1400603">DESMONTAJE DE LOS SEMIEJES</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el portador del alojamiento. Consulte los pasos 7 a 14 del
                    <hotlnk xrefid="hl1400602">M&#233;todo de Engranado manual</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de que ha quitado el eje del alojamiento, libere la presi&#243;n de aire
                    aplicada al conjunto del accionador.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl1400602">
            <title>M&#233;todo de Engranado manual</title>
            <para>Si no tiene un suministro auxiliar de aire o si debe guardar el portadiferencial para uso futuro, use
                este m&#233;todo de engranado manual (
                <hotlnk xrefid="f1400605">Figura 5</hotlnk>).
            </para>
            <figure id="f1400605" figsize="col-wide">
                <graphic id="g1400605" filename="../figg14/g1400605.webp" type="webp"/>
                <caption>Figura 5. M&#233;todo de Engranado manual</caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DEL ACCIONADOR DEL FIJADOR DEL DIFERENCIAL</callout1>
                    <callout1>2. CUBIERTA DEL CILINDRO</callout1>
                    <callout1>3. ALAMBRE</callout1>
                    <callout1>4. ORIFICIO DEL PIST&#211;N EN FUNCIONAMIENTO</callout1>
                    <callout1>5. ORIFICIO DE ALMACENAMIENTO DEL LADO INFERIOR PARA TAP&#211;N Y EMPAQUETADURA</callout1>
                    <callout1>6. TAP&#211;N Y EMPAQUETADURA</callout1>
                    <callout1>7. TORNILLO DE CABEZA HEXAGONAL DE ENGRANADO MANUAL</callout1>
                    <callout1>8. ORIFICIO DE ALMACENAMIENTO DEL LADO SUPERIOR PARA EL TORNILLO DE CABEZA HEXAGONAL DE
                        ENGRANADO MANUAL
                    </callout1>
                    <callout1>9. MITAD (PLANA) DE LA CAJA DEL DIFERENCIAL</callout1>
                    <callout1>10. L&#205;NEA DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Siga los pasos 1 a 5 del
                    <hotlnk xrefid="hl1400604">M&#233;todo de Presi&#243;n de aire</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el tap&#243;n y la empaquetadura del orificio en el centro de la cubierta del
                    cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tornillo de cabeza hexagonal de engranado manual del orificio de almacenamiento
                    superior en la cubierta del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tap&#243;n y la empaquetadura en el orificio de almacenamiento inferior en la
                    cubierta del cilindro.
                </para>
                <specpara>
                    <note>
                        <para>El orificio de almacenamiento para el tap&#243;n y la empaquetadura es el extremo opuesto
                            del orificio de almacenamiento del tornillo de cabeza hexagonal de engranado manual.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el tornillo de cabeza hexagonal de engranado manual en el orificio roscado en el
                    centro de la cubierta del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el tornillo de cabeza hexagonal de ajuste manual hacia la derecha hasta que la
                    cabeza est&#233; aproximadamente a 1/4 de pulg de la cubierta del cilindro. NO gire el tornillo de
                    cabeza hexagonal m&#225;s all&#225; de su tope normal. El tornillo de cabeza hexagonal est&#225;
                    ahora en su posici&#243;n de servicio y el fijador del diferencial principal est&#225; completamente
                    engranado.
                </para>
                <specpara>
                    <caution>
                        <para>Sentir&#225; un poco de resistencia del resorte cuando gire el tornillo de cabeza
                            hexagonal de engranado manual. Si siente fuerte resistencia antes de alcanzar la posici&#243;n
                            de bloqueado (engranado), DEJE DE GIRAR EL TORNILLO DE CABEZA HEXAGONAL, o da&#241;ar&#225;
                            la cubierta y las roscas de los tornillos de cabeza hexagonal. Una gran resistencia de los
                            tornillos de cabeza hexagonal indica que las ranuras del aro de cambio y de la mitad de la
                            caja del diferencial no est&#225;n alineadas o engranadas.
                        </para>
                    </caution>
                </specpara>
                <para>Para alinear las ranuras lleve a cabo el siguiente procedimiento:</para>
                <step2>
                    <para count="1">Gire el pi&#241;&#243;n de mando o la rueda derecha para alinear las ranuras del aro
                        de cambio y de la mitad de la caja mientras gira el tornillo de cabeza hexagonal de engranado
                        manual.
                    </para>
                </step2>
                <step2>
                    <para count="1">Cuando vuelve a sentir un nivel de resistencia normal del tornillo de cabeza
                        hexagonal, entonces las ranuras est&#225;n engranadas. Siga girando el tornillo de cabeza
                        hexagonal de engranado manual hasta que la cabeza est&#233; aproximadamente a 1/4 de pulg de la
                        cubierta del cilindro.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Coloque un gato de rodillo hidr&#225;ulico debajo del portador del diferencial para
                    apoyar el conjunto (
                    <hotlnk xrefid="f1400606">Figura 6</hotlnk>).
                </para>
                <figure id="f1400606" figsize="col-wide">
                    <graphic id="g1400606" filename="../figg14/g1400606.webp" type="webp"/>
                    <caption>Figura 6. Coloque un gato de rodillo hidr&#225;ulico debajo del portador del diferencial
                    </caption>
                    <calloutgroup>
                        <callout1>1. BLOQUE DE MADERA</callout1>
                        <callout1>2. GATO HIDR&#193;ULICO</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Saque todo excepto los dos tornillos superiores de cabeza hexagonal que sujetan el
                    portador al alojamiento o las tuercas y arandelas.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte los dos elementos de fijaci&#243;n superiores que sujetan el portador al
                    alojamiento y mant&#233;ngalos unidos al conjunto. Los elementos de fijaci&#243;n mantendr&#225;n al
                    portador en el alojamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte el portadiferencial en el alojamiento del eje. Use un mazo de cuero para golpear
                    el reborde de montaje del portador en varios puntos.
                </para>
                <specpara>
                    <note>
                        <para>Algunos modelos de portadores tienen orificios roscados de tornillos extractores en el
                            reborde de montaje. Los tornillos extractores se pueden usar para soltar y quitar el
                            portador jal&#225;ndolo del alojamiento del eje. Si usa tornillos extractores, limpie los
                            orificios roscados antes de instalar los tornillos extractores.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Cuando el portador est&#233; suelto, quite los dos elementos de fijaci&#243;n
                    superiores.
                </para>
            </step1>
            <step1>
                <para count="1">Quite cuidadosamente el portador del alojamiento del eje usando un gato hidr&#225;ulico
                    de rodillos. Use una palanca con extremos redondeados para ayudar al desmontaje del portador del
                    alojamiento.
                </para>
                <specpara>
                    <caution>
                        <para>Cuando use palancas tenga cuidado de no da&#241;ar el portador o el reborde del
                            alojamiento. El da&#241;o en estas superficies provoca fugas de aceite.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque y deseche la empaquetadura que une al portador y el alojamiento.</para>
            </step1>
            <step1>
                <para count="1">Levante el portador del diferencial por el el yugo de entrada o reborde y coloque el
                    conjunto en un soporte de reparaci&#243;n (
                    <hotlnk xrefid="f1400607">Figura 7</hotlnk>). Use una herramienta de elevaci&#243;n para este
                    procedimiento. No lo levante manualmente. El soporte de reparaci&#243;n est&#225; disponible en
                    P.D.C. Consulte
                    <hotlnk document="m14006t_58.xml" xrefid="hl1400605">HERRAMIENTAS ESPECIALES</hotlnk>.
                </para>
                <figure id="f1400607" figsize="col-wide">
                    <graphic id="g1400607" filename="../figg14/g1400607.webp" type="webp"/>
                    <caption>Figura 7. Coloque el conjunto del portadiferencial en el soporte de reparaci&#243;n
                    </caption>
                    <calloutgroup>
                        <callout1>1. PORTADIFERENCIAL</callout1>
                        <callout1>2. SOPORTE DE REPARACI&#211;N</callout1>
                    </calloutgroup>
                </figure>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
