<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - PROCEDIMIENTOS GENERALES -
        INSTALACI&#211;N DE YUGOS DE AJUSTE APRETADOS
    </stitle>
    <svcsection/>
    <svcproc id="hl1400615" svcproctype="repair" graphiccount="1">
        <title>INSTALACI&#211;N DE YUGOS DE AJUSTE APRETADOS</title>
        <para>Se necesita una herramienta de instalaci&#243;n de tres piezas para instalar correctamente los yugos con
            ranuras de ajuste de interferencia (
            <hotlnk xrefid="f1400651">Figura 51</hotlnk>). La herramienta de instalaci&#243;n est&#225; disponible en
            P.D.C. Consulte
            <hotlnk document="m14006t_57.xml" xrefid="hl1400605">HERRAMIENTAS ESPECIALES
                <xref refid="hl1400605"/>
            </hotlnk>
            .
        </para>
        <figure id="f1400651" figsize="col-wide">
            <graphic id="g1400651" filename="../figg14/g1400651.webp" type="webp" resolution="72"/>
            <caption>Figura 51. Instale el eje gu&#237;a en el eje de impulsi&#243;n</caption>
            <calloutgroup>
                <callout1>1. EJE DE IMPUSLI&#211;N (PI&#209;&#211;N)</callout1>
                <callout1>2. EJE GU&#205;A</callout1>
                <callout1>3. YUGO</callout1>
                <callout1>4. ARO</callout1>
                <callout1>5. TUERCA</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <caution>
                <para>No instale yugos de ajuste apretados en los ejes usando un martillo o mazo. Los martillos o mazos
                    da&#241;an el yugo y/o balero.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Aplique lubricante de ejes en el sello del yugo.</para>
        </step1>
        <step1>
            <para count="1">Revise si las superficies del cubo del yugo est&#225;n da&#241;adas. Pula el cubo del yugo
                con piedra de pulir, tela de esmeril o tela de esmeril de &#243;xido de hierro, si es necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el eje gu&#237;a en el eje de impulsi&#243;n del conjunto (
                <hotlnk xrefid="f1400651">Figura 51</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Deslice el yugo sobre el eje gu&#237;a. Alinee las ranuras del yugo con las ranuras del
                eje.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el aro en el eje gu&#237;a y desl&#237;celo contra el yugo.</para>
        </step1>
        <step1>
            <para count="1">Instale la tuerca sobre el eje gu&#237;a y contra el aro. Apriete la tuerca contra el aro
                hasta que el yugo est&#233; completamente en posici&#243;n sobre el eje. A veces se necesita un valor de
                torsi&#243;n de 200 lbs pie sobre la tuerca para instalar correctamente el yugo.
            </para>
            <specpara>
                <caution>
                    <para>No use la tuerca del conjunto del yugo para prop&#243;sitos de instalaci&#243;n. Use la tuerca
                        suministrada junto con la herramienta gu&#237;a de tres piezas.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Quite todas las piezas de la herramienta gu&#237;a del eje (eje gu&#237;a, aro y tuerca).
            </para>
        </step1>
        <step1>
            <para count="1">Instale la arandela (cuando se anecesario) y la tuerca del yugo en el eje. Apriete la tuerca
                al valor de torsi&#243;n necesario. Consulte la
                <hotlnk document="m14006t_56.xml" xrefid="hl1400608">TABLA DE TORSIONES
                    <xref refid="hl1400608"/>
                </hotlnk>
                .
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
