<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - PROCEDIMIENTOS GENERALES - INFORMACI&#211;N DEL
        CONJUNTO DE ENGRANAJES (MARCAS DEL PI&#209;&#211;N DE MANDO Y LA CORONA)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="2">
        <title>INFORMACI&#211;N DEL CONJUNTO DE ENGRANAJES (MARCAS DEL PI&#209;&#211;N DE MANDO Y LA CORONA)</title>
        <specpara>
            <note>
                <para>Antes de instalar un nuevo conjunto de engranajes en el portador, lea la siguiente informaci&#243;n.
                    Siempre revise el conjunto de engranajes para detectar las marcas correctas y asegurarse de que los
                    engranajes corresponden a un conjunto que coincida. Las ubicaciones de las marcas se muestran en la
                    <hotlnk xrefid="f1400652">Figura 52</hotlnk>.
                </para>
            </note>
        </specpara>
        <figure id="f1400652" figsize="col-wide">
            <graphic id="g1400652" filename="../figg14/g1400652.webp" type="webp"/>
            <caption>Figura 52. Ubicaci&#243;n de los N&#250;meros de las Piezas</caption>
        </figure>
        <step1>
            <para count="1">N&#250;mero de pieza</para>
            <step2>
                <para count="1">Ejemplos de los n&#250;meros de las piezas del conjunto de engranajes:</para>
                <randlist type="bullet">
                    <item>
                        <para>Corona convencional, 36786.</para>
                    </item>
                    <item>
                        <para>Pi&#241;&#243;n de mando convencional, 36787.</para>
                    </item>
                    <item>
                        <para>Corona Generoid, 36786 K o 36786 K2.</para>
                    </item>
                    <item>
                        <para>Pi&#241;&#243;n de mando Generoid, 36787 K o 36787 K2.</para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>El &#250;ltimo d&#237;gito en los n&#250;meros de piezas de los engranajes Generoid es una
                            letra o una letra y un n&#250;mero.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en el pi&#241;&#243;n de mando: Extremo de las roscas.</para>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en las coronas: Superficie delantera o di&#225;metro exterior.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">N&#250;mero de combinaci&#243;n de dientes</para>
            <step2>
                <para count="1">Ejemplo de un n&#250;mero de combinaci&#243;n de dientes: 5-37.</para>
                <specpara>
                    <note>
                        <para>Un conjunto de engranaje 5-37 tiene un pi&#241;&#243;n de mando con 5 dientes y una corona
                            con 37 dientes.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en el pi&#241;&#243;n de mando: Extremo de las roscas.</para>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en las coronas: Superficie delantera o di&#225;metro exterior.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">N&#250;mero de coincidencia del conjunto de engranajes</para>
            <para>Los pi&#241;ones de mando Rockwell y las coronas s&#243;lo est&#225;n disponibles como conjuntos
                coincidentes. Los dos engranajes de un conjunto tienen un n&#250;mero de coincidencia.
            </para>
            <step2>
                <para count="1">Ejemplos de los n&#250;meros de coincidencia de un conjunto de engranajes: M29.</para>
                <specpara>
                    <note>
                        <para>Un n&#250;mero de coincidencia tiene cualquier combinaci&#243;n de n&#250;meros o de
                            letras y n&#250;meros.
                        </para>
                    </note>
                </specpara>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en el pi&#241;&#243;n de mando: Extremo de la cabeza del engranaje.
                </para>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en las coronas: Superficie delantera o di&#225;metro exterior.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">N&#250;mero de variaci&#243;n del cono del pi&#241;&#243;n</para>
            <para>El n&#250;mero de variaci&#243;n del cono del pi&#241;&#243;n no se usa al verificar un conjunto de
                engranajes coincidente. Este n&#250;mero se usa cuando ajusta la profundidad del pi&#241;&#243;n en el
                portador. Consulte
                <hotlnk document="m14006t_HL1400613.xml" xrefid="hl1400613">AJUSTE DEL GROSOR DEL PAQUETE DE CALZAS PARA
                    LA CAJA DEL PI&#209;&#211;N</hotlnk>.
            </para>
            <step2>
                <para count="1">Ejemplos de los n&#250;meros de variaci&#243;n del cono del pi&#241;&#243;n: PC+3, PC-5,
                    +2, -1, + 0.01 mm o - 0.02 mm (
                    <hotlnk xrefid="f1400653">Figura 53</hotlnk>).
                </para>
                <figure id="f1400653" figsize="col-wide">
                    <graphic id="g1400653" filename="../figg14/g1400653.webp" type="webp"/>
                    <caption>Figura 53. Ubicaci&#243;n del n&#250;mero de variaci&#243;n del cono del pi&#241;&#243;n
                    </caption>
                </figure>
            </step2>
            <step2>
                <para count="1">Ubicaci&#243;n en el conjunto de engranajes: En el extremo de la cabeza del engranaje
                    del pi&#241;&#243;n o en el di&#225;metro exterior de la corona (
                    <hotlnk xrefid="f1400653">Figura 53</hotlnk>).
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400615.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
