<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONJUNTOS DE EJES FIJOS (R&#205;GIDOS) -
        AJUSTES
    </stitle>
    <svcsection/>
    <svcproc id="hl14019054" svcproctype="adjust" graphiccount="3">
        <title>AJUSTES</title>
        <svcsubproc>
            <title>ALINEACI&#211;N DE EJES</title>
            <para>La alineaci&#243;n de los ejes es necesaria s&#243;lo despu&#233;s de reparaciones mec&#225;nicas
                importantes o del reemplazo de bujes, o bien, si se observa un desgaste disparejo de las llantas. Este
                procedimiento es para alinear ejes con anillos exc&#233;ntricos.
            </para>
            <step1>
                <para count="1">Verifique que las llantas del conjunto del eje que va a alinear sean del mismo tama&#241;o,
                    de igual di&#225;metro y que tengan la misma presi&#243;n de inflado.
                </para>
            </step1>
            <step1>
                <para count="1">Estacione el cami&#243;n, de modo que el veh&#237;culo y el eje est&#233;n nivelados.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la altura del bastidor al suelo en ambos lados del bastidor del cami&#243;n.
                    Consulte la
                    <hotlnk xrefid="f14019bb">FIGURA 11</hotlnk>. Las dimensiones deben ser iguales (&#177; 1/8 de
                    pulgada) para una correcta alineaci&#243;n.
                </para>
            </step1>
            <figure id="f14019bb" figsize="pg-wide">
                <graphic id="g14019bb" filename="../figg14/g14019bb.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         resolution="200"/>
                <caption>Figura 11. Altura del bastidor al suelo</caption>
            </figure>
            <figure id="f14019bc" figsize="pg-wide">
                <graphic id="g14019bc" filename="../figg14/g14019bc.webp" type="webp" scalefit="1" scalefitheight="216px"
                         resolution="200"/>
                <caption>Figura 12. Posici&#243;n inicial de los anillos de alineaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Comience con la muesca cuadrada de ajuste (en los cuatro anillos conc&#233;ntricos)
                    verticalmente alineada con el perno de pivote, como aparece en la
                    <hotlnk xrefid="f14019bc">FIGURA 12</hotlnk>
                    <xref refid="f14019bc"/>.
                </para>
            </step1>
            <step1>
                <para count="1">Sujete un lado de modo que los anillos de ese pivote no puedan girar.</para>
            </step1>
            <step1>
                <para count="1">Con una barra o un trinquete de 1/2 pulgada, gire los dos anillos del otro colgante (el
                    lado que va a ajustar) de modo que la suspensi&#243;n se mueva hacia adelante o hacia atr&#225;s
                    para permitir que la distancia desde el centro del husillo hasta el centro del eje de mando
                    (dimensiones C y D) sea igual &#177;1/8 de pulgada. Consulte la
                    <hotlnk xrefid="f14019bd">FIGURA 13</hotlnk>
                    <xref refid="f14019bd"/>. Si es necesario m&#225;s movimiento de la suspensi&#243;n para la alineaci&#243;n,
                    suelte el perno de pivote que fija los anillos centrados en el colgante sin ajustar, y gire los
                    anillos para permitir m&#225;s movimiento.
                </para>
            </step1>
            <figure id="f14019bd" figsize="pg-wide">
                <graphic id="g14019bd" filename="../figg14/g14019bd.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         resolution="300"/>
                <caption>Figura 13. Medici&#243;n de la alineaci&#243;n de los ejes</caption>
            </figure>
            <step1>
                <para count="1">Sujete el perno de pivote, en el lado que va a ajustar, de modo que los anillos no
                    puedan girar.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a revisar la alineaci&#243;n antes de continuar.</para>
            </step1>
            <step1>
                <para count="1">Apriete ambos pernos de pivote a un valor de torsi&#243;n de 850 libras pie.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
