<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        DESENSAMBLAJE - CONJUNTO DEL PI&#209;&#211;N DE MANDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="4">
        <title>CONJUNTO DEL PI&#209;&#211;N DE MANDO</title>
        <para>Consulte la
            <hotlnk xrefid="f1401132">Figura 32</hotlnk>.
        </para>
        <figure id="f1401132" figsize="col-wide">
            <graphic filename="../figg14/g1401132.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 32. Conjunto del pi&#241;&#243;n de mando</caption>
            <calloutgroup>
                <callout1>1. TUERCA</callout1>
                <callout1>2. COPA DEL BALERO EXTERIOR</callout1>
                <callout1>3. ENGRANAJE IMPULSADO HELICOIDAL</callout1>
                <callout1>4. CALZAS</callout1>
                <callout1>5. PI&#209;&#211;N DE MANDO</callout1>
                <callout1>6. CONO DEL BALERO INTERIOR</callout1>
                <callout1>7. COPA DEL BALERO INTERIOR</callout1>
                <callout1>8. ESPACIADOR INTERIOR</callout1>
                <callout1>9. ESPACIADOR EXTERIOR</callout1>
                <callout1>10. CONO DEL BALERO EXTERIOR</callout1>
                <callout1>11. ARANDELA</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>La tuerca para el pi&#241;&#243;n de mando se solt&#243; al sacar el conjunto del eje de impulsi&#243;n.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Quite la tuerca y la arandela desde el pi&#241;&#243;n de mando.</para>
        </step1>
        <step1>
            <para count="1">Saque el pi&#241;&#243;n de mando desde el portador seg&#250;n el siguiente procedimiento (
                <hotlnk xrefid="f1401133">Figura 33</hotlnk>).
            </para>
            <figure id="f1401133" figsize="col-wide">
                <graphic filename="../figg14/g1401133.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 33. Saque el pi&#241;&#243;n de mando del portador</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Observe todas las advertencias y precauciones concernientes al funcionamiento de la prensa
                        para evitar da&#241;os personales graves y posible da&#241;o a los componentes.
                    </para>
                </warning>
            </specpara>
            <step2>
                <para count="1">Coloque el portadiferencial en una prensa de modo que el extremo roscado del pi&#241;&#243;n
                    de mando mire hacia arriba. Coloque los soportes debajo del reborde de montaje del portador.
                </para>
            </step2>
            <step2>
                <para count="1">Coloque un protector en la parte superior del eje del pi&#241;&#243;n de mando.</para>
                <specpara>
                    <caution>
                        <para>Aseg&#250;rese de que el pi&#241;&#243;n de mando no caiga al piso cuando se presione
                            desde el portador.
                        </para>
                    </caution>
                </specpara>
            </step2>
            <step2>
                <para count="1">Presione el pi&#241;&#243;n a trav&#233;s del cono del balero exterior y del engranaje
                    impulsado helicoidal. Saque el pi&#241;&#243;n de mando desde la parte inferior del portador.
                </para>
            </step2>
            <step2>
                <para count="1">Saque el espaciador exterior, el cono exterior del balero y el engranaje impulsado
                    helicoidal desde el portador. Quite el espaciador interior desde el pi&#241;&#243;n de mando.
                </para>
            </step2>
        </step1>
        <specpara>
            <note>
                <para>Si la copa o el cono del balero necesitan ser reemplazados, ambas piezas deben reemplazarse como
                    un conjunto coincidente.
                </para>
            </note>
        </specpara>
        <specpara>
            <note>
                <para>Si se instala una corona y un pi&#241;&#243;n de mando nuevos, se debe quitar la copa del balero
                    interior para cambiar el paquete de calzas entre la copa y el portador.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Si se requiere, saque las copas del balero interior y exterior desde el portador. Use un
                martillo y un punz&#243;n cuadrado para sacar las copas desde el portador. Reemplace todas las calzas
                que est&#233;n da&#241;adas. Mida y registre el grosor del paquete de calzas para su uso durante el
                ensamblaje (
                <hotlnk xrefid="f1401134">Figura 34</hotlnk>
            </para>
            <figure id="f1401134" figsize="col-wide">
                <graphic filename="../figg14/g1401134.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 34. Saque la copa del balero interior y exterior</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si se requiere, saque el cono del balero interior desde el pi&#241;&#243;n de mando. Coloque
                un extractor de balero debajo del anillo interior para soportar el balero. Coloque un protector en la
                parte superior del eje del pi&#241;&#243;n y presione el pi&#241;&#243;n de mando hacia afuera del cono
                del balero (
                <hotlnk xrefid="f1401135">Figura 35</hotlnk>).
            </para>
            <figure id="f1401135" figsize="col-wide">
                <graphic filename="../figg14/g1401135.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 35. Presione el pi&#241;&#243;n de mando hacia afuera del cono del balero</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
