<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CUBOS, BALEROS Y SELLOS - LUBRICACI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>LUBRICACI&#211;N</title>
        <svcsubsecinfo>
            <para>Los baleros de la rueda ser&#225;n lubricados con grasa o aceite. Consulte GRUPO 10 - LUBRICACI&#211;N
                en Manual de servicio maestro CTS-5000 para ver el tipo correcto de lubricante a usar.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="lubricate" graphiccount="1">
            <title>CUBO DE ACERO CON RUEDAS DE DISCO</title>
            <specpara>
                <note>
                    <para>A partir de la &#250;ltima parte del modelo del a&#241;o 1993, los veh&#237;culos
                        International con cubos de acero y ruedas de disco tienen una capacidad de llenado y drenaje de
                        aceite a trav&#233;s del orificio del perno de reborde de montaje del eje. Se omiti&#243; un
                        perno y el orificio se perfor&#243; completamente y se us&#243; un tornillo de cabeza hexagonal
                        de rosca sellada en lugar del perno (
                        <hotlnk xrefid="f1400137">Figura 39</hotlnk>). Este dise&#241;o permite que el servicio mec&#225;nico
                        drene o llene y revise el lubricante, para verificar si est&#225; contaminado, sin tener que
                        sacar el conjunto de cubo. Para drenar o sacar algo de lubricante del cubo, coloque el tornillo
                        de drenaje y llenado de cubo en la posici&#243;n de las 6 horas y saque el tornillo. Use un
                        recipiente para recibir el lubricante. Para llenar el cubo con lubricante, coloque el tornillo
                        de drenaje/llenado en la posici&#243;n de 12 horas.
                    </para>
                </note>
            </specpara>
            <figure id="f1400137" figsize="col-wide">
                <graphic id="g1400137" filename="../figg14/g1400137.webp" type="webp" resolution="72"/>
                <caption>Figura 39. Orificio y tornillo de drenaje y llenado del cubo</caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE CUBO</callout1>
                    <callout1>2. ORIFICIO DE DRENAJE Y LLENADO</callout1>
                    <callout1>3. TORNILLO DE CABEZA HEXAGONAL (PERNO) DE ROSCA SELLADA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si se extrae una peque&#241;a cantidad de lubricante para revisar la condici&#243;n del
                    lubricante, reponga la misma cantidad con lubricante nuevo. Si se ha drenado completamente, agregue
                    un cuarto de gal&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Si se saca el conjunto de cubo del eje por cualquier motivo, despu&#233;s de que
                    conjunto de cubo est&#233; instalado en el eje, agregue un cuarto de gal&#243;n de lubricante a cada
                    conjunto de cubo que se extrajo del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete el tornillo de drenaje y llenado a 297 - 325 N&#8226;m (219 - 240 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Revise si el nivel de lubricante del diferencial trasero est&#225; correcto. Si es
                    necesario, agregue lubricante. Consulte GRUPO 10 - LUBRICACI&#211;N en Manual de servicio maestro
                    CTS-5000 para ver el tipo correcto de lubricante.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14001t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
