<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONTROLES - DESMONTAJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>DESMONTAJE</title>
        <svcprocinfo>
            <para>Los siguientes componentes de control est&#225;n instalados en el pedestal dentro de la cabina o en el
                panel de control en la parte de atr&#225;s de la cabina. Para los controles instalados en el pedestal,
                desensamble el pedestal seg&#250;n sea necesario para obtener acceso a los componentes que desee quitar.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>INDICADOR DE PRESI&#211;N DE EJES DE ELEVACI&#211;N</title>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire desde la parte de atr&#225;s del indicador.</para>
            </step1>
            <step1>
                <para count="1">Desde la parte de atr&#225;s del indicador, suelte los dos tornillos que sujetan el
                    anillo de fijaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el anillo de fijaci&#243;n de modo que las ranuras se alineen con el cuerpo del
                    indicador. Quite el cuerpo del indicador del panel de control.
                </para>
            </step1>
            <step1>
                <para count="1">Separe el accesorio de la l&#237;nea de aire del indicador defectuoso para transferirlo
                    al indicador de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>REGULADOR DE PRESI&#211;N</title>
            <step1>
                <para count="1">Desconecte (y etiquete) las l&#237;neas de aire desde la parte de atr&#225;s del
                    regulador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la perilla del regulador.</para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca de instalaci&#243;n grande que fija el regulador al panel de control.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el regulador del panel de control.</para>
            </step1>
            <step1>
                <para count="1">Separe los accesorios de la l&#237;nea de aire del regulador defectuoso para
                    transferirlos al regulador de reemplazo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>INTERRUPTORES DE CONTROL (INSTALADOS EN EL PEDESTAL)</title>
            <step1>
                <para count="1">Luego de obtener acceso a la parte de atr&#225;s del panel de control, desenchufe el
                    conector de la parte de atr&#225;s del interruptor que desea quitar, presionando las leng&#252;etas
                    de fijaci&#243;n en los extremos del conector y jalando el conector hacia afuera.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras presiona las leng&#252;etas de fijaci&#243;n en las partes superior e inferior
                    del interruptor, empuje el interruptor a trav&#233;s del panel de control hacia la parte delantera.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>RELEVADORES DE CONTROL (INSTALADOS EN EL PEDESTAL)</title>
            <step1>
                <para count="1">Luego de obtener acceso a la parte de atr&#225;s del panel de control, desenchufe el
                    relevador desde el conector del relevador instalado en la parte de atr&#225;s del panel de control.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
