<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE EJES DE ELEVACI&#211;N - CONJUNTOS DE EJES AUTORREGULABLES -
        INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>INSTALACI&#211;N</title>
        <svcprocinfo>
            <para>Esta secci&#243;n incluye procedimientos de instalaci&#243;n del conjunto del eje de elevaci&#243;n
                autorregulable y de los componentes instalados en este conjunto. Los procedimientos de instalaci&#243;n
                de los paneles de control y de los componentes instalados en los paneles se encuentran en la secci&#243;n
                <hotlnk document="m14019_33.xml" xrefid="hl14019070">CONTROLES</hotlnk>
                <xref refid="hl14019070"/>.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>L&#205;NEAS DE AIRE - GENERAL</title>
            <para>Las l&#237;neas de aire se pueden conectar a los accesorios de conexi&#243;n r&#225;pida de la
                siguiente forma:
            </para>
            <step1>
                <para count="1">Verifique que el extremo de la l&#237;nea tenga un corte preciso y en &#225;ngulo
                    recto.
                </para>
            </step1>
            <step1>
                <para count="1">Introduzca la l&#237;nea de aire en el accesorio.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>CONJUNTO DEL EJE DE ELEVACI&#211;N</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019u">FIGURA 21</hotlnk>
                <xref refid="f14019u"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del eje de elevaci&#243;n de modo que los orificios de instalaci&#243;n
                    en los largueros laterales del eje queden alineados con los orificios de instalaci&#243;n del
                    bastidor del veh&#237;culo. Sujete el bastidor del eje a los largueros del bastidor para reducir el
                    movimiento.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al instalar un conjunto de eje de elevaci&#243;n en terreno, los sujetadores Huck originales
                        se reemplazan por tornillos hexagonales de la brida M16x60.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>En los dos pasos siguientes, instale y sujete todo el herraje de instalaci&#243;n antes de
                        apretarlo a la torsi&#243;n correcta [265 a 325 N&#8226;m (195 a 240 libras pie)].
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije los colgantes delanteros del eje de elevaci&#243;n al bastidor del veh&#237;culo
                    con seis tornillos hexagonales de la brida M16x60 grado 10.9 y tuercas para cada lado.
                </para>
            </step1>
            <step1>
                <para count="1">Fije los soportes de la bolsa de carga superior del eje de elevaci&#243;n a ambos lados
                    del bastidor del veh&#237;culo con tornillos hexagonales de la brida M16x60 grado 10.9 y tuercas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las abrazaderas que fijan el bastidor del eje a los largueros del bastidor.</para>
            </step1>
            <step1>
                <para count="1">Conecte todas las l&#237;neas de aire de suministro y de control al conjunto del eje de
                    elevaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>l&#237;nea de suministro hacia el tanque instalado en el eje (en el tanque)</para>
                    </item>
                    <item>
                        <para>l&#237;nea de control de frenos hacia la v&#225;lvula relevadora de frenos instalada en el
                            eje (en la v&#225;lvula)
                        </para>
                    </item>
                    <item>
                        <para>l&#237;nea de suministro desde el solenoide instalado en el eje hacia el regulador de
                            presi&#243;n (en el solenoide)
                        </para>
                    </item>
                    <item>
                        <para>l&#237;nea de entrega/control desde el regulador de presi&#243;n hacia la v&#225;lvula de
                            descarga r&#225;pida de las bolsas de carga (en la v&#225;lvula)
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Conecte la conexi&#243;n el&#233;ctrica hacia el solenoide del eje de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Instale las llantas/ruedas en el eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Revise o realice una alineaci&#243;n de las ruedas en el conjunto del eje de elevaci&#243;n.
                    Consulte la secci&#243;n
                    <hotlnk document="m14019_27.xml" xrefid="hl14019064">AJUSTES</hotlnk>
                    <xref refid="hl14019064"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>BOLSA DE CARGA</title>
            <specpara>
                <important>
                    <para>Todo el herraje de la bolsa de aire, pernos de instalaci&#243;n, tuercas y accesorios de aire,
                        se debe apretar a 33.9 N&#8226;m (25 libras pie).
                    </para>
                </important>
            </specpara>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019u">FIGURA 21</hotlnk>
                <xref refid="f14019u"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <specpara>
                <note>
                    <para>Puede ser m&#225;s f&#225;cil instalar la bolsa de carga si el eje de elevaci&#243;n se sube a
                        su altura normal de suspensi&#243;n mediante un gato.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque la bolsa de carga en la placa de instalaci&#243;n inferior, con el v&#225;stago
                    de aire inserto en el orificio interior de la placa de instalaci&#243;n superior.
                </para>
            </step1>
            <step1>
                <para count="1">Con una arandela y una tuerca, fije el v&#225;stago de aire de la bolsa a la placa de
                    instalaci&#243;n superior.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Puede ser necesario soltar el perno de instalaci&#243;n que fija el soporte de instalaci&#243;n
                        superior de la bolsa para obtener acceso al perno de instalaci&#243;n externo superior para la
                        bolsa de carga.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije la bolsa de carga al orificio externo de la placa de instalaci&#243;n superior con
                    el herraje de instalaci&#243;n anteriormente retirado.
                </para>
            </step1>
            <step1>
                <para count="1">Fije la bolsa de carga a la placa de instalaci&#243;n inferior con el herraje de
                    instalaci&#243;n anteriormente retirado.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el accesorio de la l&#237;nea de aire y la l&#237;nea de aire a la bolsa de
                    carga.
                </para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la llanta/rueda si la quit&#243; durante el desmontaje de la bolsa de
                    carga.
                </para>
            </step1>
            <step1>
                <para count="1">Con los controles del eje, baje el eje con la bolsa reemplazada y revise la bolsa de
                    carga y su conexi&#243;n en busca de fugas de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>BOLSA DE ELEVACI&#211;N/QRV DE LA BOLSA DE ELEVACI&#211;N</title>
            <specpara>
                <important>
                    <para>Todo el herraje de la bolsa de aire, pernos de instalaci&#243;n, tuercas y accesorios de aire,
                        se debe apretar a 33.9 N&#8226;m (25 libras pie).
                    </para>
                </important>
            </specpara>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bp">FIGURA 22</hotlnk>
                <xref refid="f14019bp"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Con el herraje de instalaci&#243;n anteriormente retirado, instale la placa de pivote a
                    la parte delantera de la bolsa de elevaci&#243;n.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si es necesario, el eje de elevaci&#243;n se puede subir con un gato para permitir una
                        instalaci&#243;n m&#225;s f&#225;cil de la bolsa de elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque la bolsa de elevaci&#243;n seg&#250;n se indica en la figura, con el v&#225;stago
                    de aire inserto en el orificio de instalaci&#243;n de la placa trasera. No apriete esta vez.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si es necesario, baje el eje de elevaci&#243;n hasta que se pueda instalar el pasador pivote
                        en la parte delantera de la bolsa de elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije la placa de pivote de la bolsa de elevaci&#243;n al conjunto del brazo oscilante
                    insertando el pivote pasador (elemento 2) y asegur&#225;ndolo en su posici&#243;n con una chaveta de
                    dos patas.
                </para>
            </step1>
            <step1>
                <para count="1">Fije el v&#225;stago de aire de la bolsa de elevaci&#243;n con una tuerca de instalaci&#243;n
                    y una arandela.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que el accesorio de la l&#237;nea de aire est&#233; sujeto a la QRV de la
                    bolsa de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la QRV de la bolsa de elevaci&#243;n (elemento 4) al v&#225;stago de aire de la
                    bolsa y luego conecte la l&#237;nea de aire al accesorio.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la llanta/rueda si la quit&#243; anteriormente para obtener espacio.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Con los controles del eje, coloque el eje con la bolsa reemplazada en su posici&#243;n
                    superior.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la bolsa de elevaci&#243;n y la conexi&#243;n de la bolsa en busca de fugas de
                    aire.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA DE DESCARGA R&#193;PIDA PARA BOLSAS DE CARGA</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bm">FIGURA 23</hotlnk>
                <xref refid="f14019bm"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Antes de instalar la QRV, conecte los accesorios de la l&#237;nea de aire retirados de
                    la QRV defectuosa.
                </para>
            </step1>
            <step1>
                <para count="1">Fije la QRV (elemento 8) al soporte de instalaci&#243;n con el herraje de instalaci&#243;n
                    adecuado.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire a la QRV.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise la QRV y las conexiones en busca de fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA RELEVADORA DE FUNCI&#211;N COMPLETA (FRENOS)</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bm">FIGURA 23</hotlnk>
                <xref refid="f14019bm"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Si la QRV (elemento 8) est&#225; actualmente instalada, quite su soporte de instalaci&#243;n
                    del conjunto del eje. NO es necesario quitar la QRV del soporte de instalaci&#243;n ni desconectar
                    las l&#237;neas de aire de la v&#225;lvula. Coloque la QRV y el soporte de instalaci&#243;n de
                    manera que permitan la instalaci&#243;n de la v&#225;lvula relevadora (elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte cuidadosamente la v&#225;lvula relevadora en el orificio correcto del tanque de
                    aire (elemento 1). Instale la v&#225;lvula en la misma orientaci&#243;n que aparece en la figura.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los accesorios de la l&#237;nea de aire a la v&#225;lvula relevadora.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire a la v&#225;lvula relevadora.</para>
            </step1>
            <step1>
                <para count="1">Fije el soporte de instalaci&#243;n de la QRV y la QRV al conjunto del eje.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise la v&#225;lvula relevadora y las conexiones en busca de fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema de frenos del eje de elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bm">FIGURA 23</hotlnk>
                <xref refid="f14019bm"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Conecte los accesorios de la l&#237;nea de aire a la V&#225;lvula de protecci&#243;n de
                    presi&#243;n (PPV).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte cuidadosamente la PPV (elemento 7) en el orificio correcto del tanque de aire
                    (elemento 1).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire a la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise la PPV y las conexiones en busca de fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#193;LVULA/SOLENOIDE DE CINCO ORIFICIOS</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bm">FIGURA 23</hotlnk>
                <xref refid="f14019bm"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Conecte los accesorios de la l&#237;nea de aire al solenoide.</para>
            </step1>
            <step1>
                <para count="1">Coloque el solenoide (elemento 14) seg&#250;n se indica en la figura y f&#237;jelo con
                    pernos de instalaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire al solenoide. .</para>
            </step1>
            <step1>
                <para count="1">Conecte la conexi&#243;n el&#233;ctrica hacia el solenoide.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise el solenoide y las conexiones en busca de fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Con los controles del eje, verifique el correcto funcionamiento del conjunto del eje de
                    elevaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>TANQUE INSTALADO EN EL EJE</title>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bm">FIGURA 23</hotlnk>
                <xref refid="f14019bm"/>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Conecte los accesorios de la l&#237;nea de aire al tanque.</para>
            </step1>
            <step1>
                <para count="1">Deslice las correas de instalaci&#243;n sobre el tanque de aire.</para>
            </step1>
            <step1>
                <para count="1">Fije las correas de instalaci&#243;n del tanque y el tanque de aire (elemento 1) al
                    bastidor del eje, tal como se indica en la figura.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la PPV (elemento 7), los accesorios y las l&#237;neas de aire en el tanque de
                    reemplazo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la v&#225;lvula relevadora de frenos (elemento 10), los accesorios y las l&#237;neas
                    de aire en el tanque de reemplazo.
                </para>
            </step1>
            <step1>
                <para count="1">Con el herraje de sujeci&#243;n para las correas del tanque de aire, fije el tanque de
                    aire, el soporte de instalaci&#243;n de la QRV y la QRV (elemento 7) al conjunto del eje. Conecte
                    las l&#237;neas de aire de la QRV si las desconect&#243; anteriormente.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire de suministro (elemento 13) al tanque y verifique que est&#233;n
                    conectadas las l&#237;neas correctas a todos los componentes instalados del tanque.
                </para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise todos los componentes y las conexiones de la l&#237;nea de aire en busca de
                    fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>MECANISMO DE FRENO</title>
            <para>Consulte el Grupo 04, FRENOS, en el Manual de servicio maestro.</para>
        </svcsubproc>
        <svcsubproc id="hl1401906a">
            <title>BUJES DE BRAZOS SUPERIORES</title>
            <para>El eje de elevaci&#243;n autorregulable tiene cuatro bujes de brazos a cada lado: brazo superior,
                delantero y trasero, y brazo inferior, delantero y trasero. Para impedir que el eje caiga
                inesperadamente y/o para evitar una tensi&#243;n indebida en los componentes del eje, conserve siempre
                un juego de brazos conectado durante el reemplazo de los bujes. En otras palabras, reemplace los bujes
                en ambos brazos superiores (o inferiores) en primer lugar y luego vuelva a conectar estos brazos antes
                de desconectar los otros. Apoye siempre el eje durante el procedimiento completo de desmontaje e
                instalaci&#243;n.
            </para>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bp">FIGURA 22</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Instale dos bujes nuevos en ambos brazos superiores.</para>
            </step1>
            <specpara>
                <note>
                    <para>Al reemplazar los bujes en terreno, los sujetadores Huck originales se reemplazan por pernos
                        de 0.875 pulgadas grado 8 y contratuercas.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque los brazos superiores en posici&#243;n y fije las juntas de pivote (elemento 3)
                    usando pernos de 0.875 pulgadas grado 8 y contratuercas. Una vez instalados
                    <emph type="bold">TODOS</emph>
                    los bujes del eje, apriete estas conexiones de 678 a 746 N&#8226;m (500 a 550 libras pie).
                </para>
            </step1>
            <step1>
                <para count="1">Si los bujes de los brazos inferiores a&#250;n no se reemplazan, contin&#250;e con los
                    procedimientos de instalaci&#243;n correspondientes a los
                    <hotlnk xrefid="hl1401906b">BUJES DE LOS BRAZOS INFERIORES</hotlnk>. Si los bujes de los brazos
                    inferiores se reemplazaron, apriete todas las conexiones de pivote de 678 a 746 N&#8226;m (500 a 550
                    libras pie) y contin&#250;e con el paso siguiente.
                </para>
            </step1>
            <step1>
                <para count="1">Si retir&#243; componentes para permitir el desmontaje de los brazos superiores, vuelva
                    a instalar dichos componentes ahora.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las llantas/ruedas en el eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Revise o realice una alineaci&#243;n del conjunto del eje de elevaci&#243;n. Consulte la
                    secci&#243;n
                    <hotlnk document="m14019_27.xml" xrefid="hl14019064">AJUSTES</hotlnk>
                    <xref refid="hl14019064"/>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl1401906b">
            <title>BUJES DE BRAZOS INFERIORES</title>
            <para>El eje de elevaci&#243;n autorregulable tiene cuatro bujes de brazos a cada lado: brazo superior,
                delantero y trasero, y brazo inferior, delantero y trasero. Para impedir que el eje caiga
                inesperadamente y/o para evitar una tensi&#243;n indebida en los componentes del eje, conserve siempre
                un juego de brazos conectado durante el reemplazo de los bujes. En otras palabras, reemplace los bujes
                en ambos brazos superiores (o inferiores) en primer lugar y luego vuelva a conectar estos brazos antes
                de desconectar los otros. Apoye siempre el eje durante el procedimiento completo de desmontaje e
                instalaci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Debido al peso del brazo inferior, puede ser m&#225;s f&#225;cil realizar el reemplazo de los
                        bujes en cada extremo en forma separada. En otras palabras, desconecte las juntas de pivote
                        traseras en ambos lados, reemplace los bujes y vuelva a conectar las juntas de pivote antes de
                        desconectar los pivotes delanteros.
                    </para>
                </note>
            </specpara>
            <para>Consulte la
                <hotlnk document="m14019_30.xml" xrefid="f14019bp">FIGURA 22</hotlnk>
                mientras realiza los siguientes procedimientos.
            </para>
            <step1>
                <para count="1">Verifique que haya cu&#241;as instaladas en las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Si es necesario, use un gato para subir o bajar el brazo inferior con el fin de obtener
                    acceso a los huecos de los bujes.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los bujes nuevos en los brazos inferiores.</para>
            </step1>
            <specpara>
                <note>
                    <para>Al reemplazar los bujes del eje de elevaci&#243;n en terreno, los sujetadores Huck originales
                        se reemplazan por pernos de 0.875 pulgadas grado 8 y contratuercas.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Al colocar la parte delantera del brazo inferior en el paso siguiente, aseg&#250;rese de que
                        est&#233; alineada correctamente con la placa de pivote de la parte delantera de la bolsa de
                        elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque los brazos inferiores en posici&#243;n y fije las juntas de pivote (elemento 1)
                    usando pernos de 0.875 pulgadas grado 8 y contratuercas. Una vez instalados
                    <emph type="bold">TODOS</emph>
                    los bujes del eje, apriete estas conexiones de 678 a 746 N&#8226;m (500 a 550 libras pie).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si es necesario, baje el eje de elevaci&#243;n hasta que se pueda instalar el pasador pivote
                        en la parte delantera de la bolsa de elevaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije la placa de pivote de la bolsa de elevaci&#243;n al conjunto del brazo oscilante
                    insertando el pivote pasador (elemento 2) y asegur&#225;ndolo en su posici&#243;n con una chaveta de
                    dos patas.
                </para>
            </step1>
            <step1>
                <para count="1">Si los bujes de los brazos superiores a&#250;n no se reemplazan, contin&#250;e con los
                    procedimientos de instalaci&#243;n correspondientes a los
                    <hotlnk xrefid="hl1401906a">BUJES DE LOS BRAZOS SUPERIORES</hotlnk>. Si los bujes de los brazos
                    superiores se reemplazaron, apriete todas las conexiones de pivote de 678 a 746 N&#8226;m (500 a 550
                    libras pie) y contin&#250;e con el paso siguiente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las llantas/ruedas en el eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Presurice el sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Verifique el correcto funcionamiento del sistema del eje de elevaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Quite las cu&#241;as de las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Revise o realice una alineaci&#243;n del conjunto del eje de elevaci&#243;n. Consulte la
                    secci&#243;n
                    <hotlnk document="m14019_27.xml" xrefid="hl14019064">AJUSTES</hotlnk>
                    <xref refid="hl14019064"/>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14019_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14019.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
