<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - REVISI&#211;N DE LOS PERFILES DE
        CONTACTO DE LOS DIENTES DEL CONJUNTO DE ENGRANAJES
    </stitle>
    <svcsection/>
    <svcproc id="hl1400612" svcproctype="assemble" graphiccount="17">
        <title>REVISI&#211;N DE LOS PERFILES DE CONTACTO DE LOS DIENTES DEL CONJUNTO DE ENGRANAJES</title>
        <svcsubproc>
            <title>Informaci&#243;n general</title>
            <para>Los portadores pueden tener un conjunto de engranajes hipoidal convencional o un conjunto de
                engranajes hipoidal GENEROID. Los perfiles de contacto de los dientes son diferentes seg&#250;n el tipo
                de conjunto de engranajes. Mire los n&#250;meros de las piezas para ver el tipo de conjunto de
                engranajes que hay en el portador. Consulte la
                <hotlnk xrefid="f14006b3">Figura 113</hotlnk>
                para conocer la ubicaci&#243;n de los n&#250;meros de las piezas.
            </para>
            <figure id="f14006b3" figsize="col-wide">
                <graphic id="g14006b3" filename="../figg14/g14006b3.webp" type="webp"/>
                <caption>Figura 113. Ubicaci&#243;n de los N&#250;meros de las Piezas</caption>
            </figure>
            <para>Ejemplos de n&#250;meros de las piezas para los conjuntos de engranajes convencionales.</para>
            <para>36786 para la corona.</para>
            <para>36787 para el pi&#241;&#243;n de mando.</para>
            <para>Ejemplos de n&#250;meros de piezas para los conjuntos de engranajes GENEROID.</para>
            <para>36786-K o 36786-K2 para la corona.</para>
            <para>36787-K o 36787-K2 para el pi&#241;&#243;n de mando.</para>
            <para>En los siguientes procedimientos, el movimiento del perfil de contacto a lo largo de los dientes se
                indica como "tal&#243;n" o "pie" de la corona (
                <hotlnk xrefid="f14006b4">Figura 114</hotlnk>).
            </para>
            <figure id="f14006b4" figsize="col-wide">
                <graphic id="g14006b4" filename="../figg14/g14006b4.webp" type="webp"/>
                <caption>Figura 114. Pie y tal&#243;n de la corona</caption>
                <calloutgroup>
                    <callout1>1. PIE</callout1>
                    <callout1>2. TAL&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>Siempre revise los perfiles de contacto de los dientes en el lado de mando del diente del engranaje (
                <hotlnk xrefid="f14006b5">Figura 115</hotlnk>).
            </para>
            <figure id="f14006b5" figsize="col-wide">
                <graphic id="g14006b5" filename="../figg14/g14006b5.webp" type="webp"/>
                <caption>Figura 115. Revise los perfiles de contacto de los dientes</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Perfiles de contacto de los conjuntos de engranajes hipoidal convencional e hipoidal Generoid</title>
            <step1>
                <para count="1">Ajuste el juego de holgura de un conjunto de engranajes nuevo a 0.30 mm (0.012 pulg) o
                    0.38 mm (0.015 pulg) dependiendo del tama&#241;o de la corona. Ajuste el juego de holgura de un
                    conjunto de engranajes antiguo a los valores medidos antes de desensamblar el portador. Consulte
                    <hotlnk document="m14006t_HL1400625.xml" xrefid="hl1400625">REVISI&#211;N DEL DESCENTRAMIENTO DE LA
                        CORONA</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un compuesto de coincidencia a los aproximadamente 12 dientes del engranaje de
                    la corona. Gire la corona de modo que los 12 dientes del engranaje queden cerca del pi&#241;&#243;n
                    de mando (
                    <hotlnk xrefid="f14006b6">Figura 116</hotlnk>).
                </para>
                <figure id="f14006b6" figsize="col-wide">
                    <graphic id="g14006b6" filename="../figg14/g14006b6.webp" type="webp"/>
                    <caption>Figura 116. Aplique un compuesto de coincidencia a los dientes del engranaje de la corona
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire la corona hacia adelante y atr&#225;s de modo que los 12 dientes del engranaje
                    pasen seis veces por el pi&#241;&#243;n de mando para obtener los perfiles de contacto. Repita este
                    procedimiento si lo considera necesario para obtener un perfil m&#225;s claro.
                </para>
            </step1>
            <step1>
                <para count="1">Mire los perfiles de contacto de los dientes de la corona. Compare los patrones con la
                    <hotlnk xrefid="f14006b7">Figura 117</hotlnk>
                    o
                    <hotlnk xrefid="f14006c0">Figura 120</hotlnk>,
                    <hotlnk xrefid="f14006b8">Figura 118</hotlnk>
                    o
                    <hotlnk xrefid="f14006c1">Figura 121</hotlnk>,
                    <hotlnk xrefid="f14006b9">Figura 119</hotlnk>
                    o
                    <hotlnk xrefid="f14006c2">Figura 122</hotlnk>.
                </para>
                <figure id="f14006b7" figsize="col-wide">
                    <graphic id="g14006b7" filename="../figg14/g14006b7.webp" type="webp"/>
                    <caption>Figura 117. Perfil de rodillo manual bueno de engranaje convencional</caption>
                </figure>
                <figure id="f14006c0" figsize="col-wide">
                    <graphic id="g14006c0" filename="../figg14/g14006c0.webp" type="webp"/>
                    <caption>Figura 118. Perfil alto de engranaje convencional</caption>
                </figure>
                <figure id="f14006b8" figsize="col-wide">
                    <graphic id="g14006b8" filename="../figg14/g14006b8.webp" type="webp"/>
                    <caption>Figura 119. Perfil bajo de engranaje convencional</caption>
                </figure>
                <figure id="f14006c1" figsize="col-wide">
                    <graphic id="g14006c1" filename="../figg14/g14006c1.webp" type="webp"/>
                    <caption>Figura 120. Perfil de rodillo manual bueno de engranaje Generoid</caption>
                </figure>
                <figure id="f14006b9" figsize="col-wide">
                    <graphic id="g14006b9" filename="../figg14/g14006b9.webp" type="webp"/>
                    <caption>Figura 121. Perfil alto de engranaje Generoid</caption>
                </figure>
                <figure id="f14006c2" figsize="col-wide">
                    <graphic id="g14006c2" filename="../figg14/g14006c2.webp" type="webp"/>
                    <caption>Figura 122. Perfil bajo de engranaje Generoid</caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>La ubicaci&#243;n de los perfiles de contacto de rodillo manual bueno</title>
            <step1>
                <para count="1">Para conjuntos de engranajes nuevos convencionales y Generoid - hacia el pie de los
                    dientes del engranaje y en el centro entre la parte superior e inferior de los dientes. Consulte la
                    <hotlnk xrefid="f14006b7">Figura 117</hotlnk>
                    y
                    <hotlnk xrefid="f14006c0">Figura 120</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando se opera el portador, un buen perfil se extender&#225; aproximadamente por el
                    largo total de los dientes del engranaje. La parte m&#225;s alta del perfil estar&#225; cerca de la
                    parte superior de los dientes del engranaje (
                    <hotlnk xrefid="f14006c3">Figura 123</hotlnk>
                    y
                    <hotlnk xrefid="f14006c4">Figura 124</hotlnk>).
                </para>
                <figure id="f14006c3" figsize="col-wide">
                    <graphic id="g14006c3" filename="../figg14/g14006c3.webp" type="webp"/>
                    <caption>Figura 123. Perfil bueno de engranaje convencional</caption>
                </figure>
                <figure id="f14006c4" figsize="col-wide">
                    <graphic id="g14006c4" filename="../figg14/g14006c4.webp" type="webp"/>
                    <caption>Figura 124. Perfil bueno de engranaje Generoid</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">La ubicaci&#243;n de un perfil de contacto de rodillo manual bueno para un conjunto de
                    engranajes antiguo DEBE coincidir con el perfil de desgaste de la corona. El perfil de contacto
                    tendr&#225; menos &#225;rea que el perfil de desgaste.
                </para>
            </step1>
            <step1>
                <para count="1">Si debe ajustar los perfiles de contacto, efect&#250;e el paso 1 para mover los perfiles
                    de contacto entre la parte superior e inferior de los dientes del engranaje. Si los perfiles de
                    contacto est&#225;n en el centro de los dientes del engranaje, contin&#250;e con el paso 2.
                </para>
            </step1>
            <step1>
                <para count="1">Cambie el grosor del paquete de calzas debajo de la jaula del balero para mover los
                    perfiles de contacto entre la parte superior e inferior de los dientes del engranaje. Use el
                    siguiente procedimiento.
                </para>
                <specpara>
                    <note>
                        <para>Un perfil de contacto alto indica que el pi&#241;&#243;n de mando no est&#225; instalado
                            lo suficientemente profundo en el portador. Un perfil de contacto bajo indica que el pi&#241;&#243;n
                            de mando se instal&#243; muy profundo en el portador.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Quite el pi&#241;&#243;n de mando y la jaula del balero del portador. Consulte
                        <hotlnk document="m14006t_HL1400616.xml" xrefid="hl1400616">DESMONTAJE DEL PI&#209;&#211;N DE
                            MANDO Y DE LA JAULA DEL BALERO DE EL PORTADOR</hotlnk>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Para corregir un perfil de contacto alto,
                        <hotlnk xrefid="f14006b8">Figura 118</hotlnk>
                        o
                        <hotlnk xrefid="f14006c1">Figura 121</hotlnk>, disminuya el grosor del paquete de calzas debajo
                        de la jaula del balero. Cuando disminuye el grosor del paquete de calzas, el pi&#241;on de mando
                        se acerca a la corona (
                        <hotlnk xrefid="f14006c5">Figura 125</hotlnk>).
                    </para>
                    <figure id="f14006c5" figsize="col-wide">
                        <graphic id="g14006c5" filename="../figg14/g14006c5.webp" type="webp"/>
                        <caption>Figura 125. Disminuya el paquete de calzas</caption>
                    </figure>
                    <para>Para corregir un perfil de contacto bajo,
                        <hotlnk xrefid="f14006b9">Figura 119</hotlnk>
                        o
                        <hotlnk xrefid="f14006c2">Figura 122</hotlnk>, aumente el grosor del paquete de calzas debajo de
                        la jaula del balero. Cuando disminuye el grosor del paquete de calzas, el pi&#241;on de mando se
                        mueve alej&#225;ndose de la corona (
                        <hotlnk xrefid="f14006c6">Figura 126</hotlnk>).
                    </para>
                    <figure id="f14006c6" figsize="col-wide">
                        <graphic id="g14006c6" filename="../figg14/g14006c6.webp" type="webp"/>
                        <caption>Figura 126. Aumente el paquete de calzas</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Instale el pi&#241;&#243;n de mando, la jaula del balero y las calzas en el
                        portador. Consulte
                        <hotlnk document="m14006t_HL1400626.xml" xrefid="hl1400626">INSTALACI&#211;N DEL PI&#209;&#211;N
                            DE MANDO, DE LA JAULA DEL BALERO Y DEL PAQUETE DE CALZAS EN EL PORTADOR</hotlnk>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Repita los pasos A a C hasta que los perfiles de contacto est&#233;n en el centro
                        entre la parte superior e inferior de los dientes del engranaje.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Ajuste el juego de holgura de la corona dentro de los rangos especificados para mover
                    los perfiles de contacto a la ubicaci&#243;n correcta en el largo de los dientes del engranaje.
                </para>
                <step2>
                    <para count="1">Disminuya el juego de holgura para mover los perfiles de contacto hacia el pie de
                        los dientes de la corona (
                        <hotlnk xrefid="f14006c7">Figura 127</hotlnk>).
                    </para>
                    <figure id="f14006c7" figsize="col-wide">
                        <graphic id="g14006c7" filename="../figg14/g14006c7.webp" type="webp"/>
                        <caption>Figura 127. Mueva el perfil hacia el pie</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Aumente el juego de holgura para mover los perfiles de contacto hacia el tal&#243;n
                        de los dientes de la corona (
                        <hotlnk xrefid="f14006c8">Figura 128</hotlnk>).
                    </para>
                    <figure id="f14006c8" figsize="col-wide">
                        <graphic id="g14006c8" filename="../figg14/g14006c8.webp" type="webp"/>
                        <caption>Figura 128. Mueva el perfil hacia el tal&#243;n</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Repita el paso 5, los pasos A a C y el paso 6 hasta que los perfiles de contacto est&#233;n
                        en la ubicaci&#243;n correcta en el largo de los dientes del engranaje.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale las chavetas de cu&#241;a
                    <ftnref xrefid="fn1400601"/>*, los pasadores
                    <ftnref xrefid="fn1400601"/>* o las placas de seguridad
                    <ftnref xrefid="fn1400601"/>* que sostienen a ambos anillos de ajuste del balero en su posici&#243;n.
                    Use el siguiente procedimiento.
                </para>
                <specpara>
                    <caution>
                        <para>Si su portador se fabric&#243; usando chavetas de cu&#241;a, s&#243;lo asegure los anillos
                            de ajuste con chavetas de cu&#241;a. Si su portador se fabric&#243; usando pivotes de
                            rodillo, reutilice los pivotes de rodillo o asegure los anillos de ajuste con chavetas de cu&#241;a.
                            No fuerce un pivote de rodillo en un orificio de chaveta de cu&#241;a.
                        </para>
                    </caution>
                </specpara>
                <step2>
                    <para count="1">Chavetas de cu&#241;a
                        <ftnref xrefid="fn1400601"/>* - Instale las chavetas de cu&#241;a entre las leng&#252;etas del
                        anillo de ajuste y a trav&#233;s de la saliente de la tapa del balero. Doble ambos extremos de
                        la chaveta de cu&#241;a alrededor de la saliente (
                        <hotlnk xrefid="f14006c9">Figura 129</hotlnk>).
                    </para>
                    <figure id="f14006c9" figsize="col-wide">
                        <graphic id="g14006c9" filename="../figg14/g14006c9.webp" type="webp"/>
                        <caption>Figura 129. Instale la chaveta de cu&#241;a, los pasadores y las placas de seguridad
                        </caption>
                        <calloutgroup>
                            <callout1>1. CHAVETA DE CU&#209;A</callout1>
                            <callout1>2. PASADOR</callout1>
                            <callout1>3. PLACA DE SEGURIDAD</callout1>
                            <callout1>4. ANILLO DE AJUSTE</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Pasadores
                        <ftnref xrefid="fn1400601"/>* - Instale los pasadores a trav&#233;s de la saliente de la tapa
                        del balero hasta que el pasador est&#233; entre las leng&#252;etas del anillo de ajuste. Use un
                        punz&#243;n cuadrado y un martillo para instalar los pasadores (
                        <hotlnk xrefid="f14006c9">Figura 129</hotlnk>).
                    </para>
                </step2>
                <step2>
                    <para count="1">Placas de seguridad
                        <ftnref xrefid="fn1400601"/>* - Instale la placa de seguridad sobre la tapa del balero de modo
                        que la tapa quede entre las leng&#252;etas del anillo de ajuste. Instale los dos tornillos de
                        cabeza hexagonal que sostienen la placa de seguridad en la tapa del balero. Apriete los
                        tornillos de cabeza hexagonal al valor de torsi&#243;n correcto. Consulte la
                        <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>, (
                        <hotlnk xrefid="f14006c9">Figura 129</hotlnk>).
                    </para>
                </step2>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_HL1400607.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
