<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        DESENSAMBLAJE
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>DESENSAMBLAJE</title>
        <svcsubsecinfo>
            <specpara>
                <warning>
                    <para>- Para evitar da&#241;os graves a la vista, siempre use protecci&#243;n ocular segura al
                        realizar mantenimiento o servicio.
                    </para>
                </warning>
            </specpara>
        </svcsubsecinfo>
        <svcproc id="x1401112" svcproctype="remove" graphiccount="7">
            <title>PORTADIFERENCIAL DEL ALOJAMIENTO DEL EJE</title>
            <step1>
                <para count="1">Aseg&#250;rese de que el veh&#237;culo est&#233; sobre una superficie nivelada.</para>
                <specpara>
                    <warning>
                        <para>Apoye el veh&#237;culo con soportes de seguridad. No trabaje debajo de un veh&#237;culo
                            sostenido s&#243;lo por gatos. Los gatos pueden deslizarse o caer y provocar graves lesiones
                            personales.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Descarte correctamente el lubricante que se quit&#243; desde el alojamiento del eje. El
                            lubricante que se quita puede estar contaminado. El l&#237;quido contaminado puede causar un
                            funcionamiento incorrecto, da&#241;os y lesiones personales graves.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo de manera que las ruedas queden separadas del suelo. Apoye el
                    veh&#237;culo con gatos fijos.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n de drenaje de aceite del fondo del alojamiento del eje y drene el
                    lubricante del conjunto.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para los ejes sin bomba de aceite, omita los pasos 4, 5 y 6.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Quite la cubierta del filtro de aceite desde la jaula del balero de entrada.</para>
            </step1>
            <step1>
                <para count="1">Use una llave de correa del filtro para sacar el filtro de aceite. Descarte
                    correctamente el filtro y reempl&#225;celo con un filtro nuevo en el conjunto (
                    <hotlnk xrefid="f1401107">Figura 7</hotlnk>).
                </para>
                <figure id="f1401107" figsize="col-wide">
                    <graphic filename="../figg14/g1401107.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 7. Instale un filtro de aceite nuevo</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Es posible que haya aproximadamente una pinta de lubricante que permanezca en el filtro.
                            Tenga cuidado de no derramar el aceite cuando saque el filtro.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si es necesario, saque el adaptador del filtro de aceite.</para>
            </step1>
            <step1>
                <para count="1">En un eje con un fijador del diferencial principal controlado por el conductor, el
                    fijador del diferencial debe colocarse y mantenerse en la posici&#243;n de bloqueado (engranado). La
                    posici&#243;n de bloqueado proporciona la suficiente separaci&#243;n entre el aro de cambio y el
                    alojamiento del eje para permitir el retiro del portador. Consulte
                    <hotlnk document="m14011_52.xml" xrefid="x1401101">SACAR EL PORTADIFERENCIAL DESDE EL ALOJAMIENTO
                        DEL EJE</hotlnk>.
                </para>
                <para>Un m&#233;todo alternativo para obtener separaci&#243;n es sacar la cubierta de la unidad de
                    cambio neum&#225;tica desde el portadiferencial. Saque el pist&#243;n. Quite el eje de cambio y el
                    resorte desde la horquilla. La horquilla y el aro del embrague caen dentro del portador y &#233;ste
                    se puede sacar de la forma normal. Recuerde quitar la horquilla y el aro del embrague una vez que se
                    ha sacado el portador
                </para>
            </step1>
            <step1 id="x1401115">
                <para count="1">Quite las tuercas o pernos y las arandelas de los rebordes de los dos semiejes (
                    <hotlnk xrefid="f1401108">Figura 8</hotlnk>).
                </para>
                <figure id="f1401108" figsize="col-wide">
                    <graphic filename="../figg14/g1401108.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 8. Quite las tuercas o pernos y las arandelas desde los rebordes de los semiejes
                    </caption>
                    <calloutgroup>
                        <callout1>1. TUERCA</callout1>
                        <callout1>2. ESPIGAS AHUSADAS</callout1>
                        <callout1>3. EMPAQUETADURA</callout1>
                        <callout1>4. CUBO</callout1>
                        <callout1>5. SEMIEJE</callout1>
                        <callout1>6. ARANDELA</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Si se usan, suelte las espigas ahusadas en los rebordes de ambos semiejes.</para>
                <specpara>
                    <warning>
                        <para>Para su seguridad, proteja sus ojos. No golpee las leng&#252;etas de impulsi&#243;n
                            redondeadas en los rebordes de los semiejes. Las leng&#252;etas pueden romperse y provocar
                            graves lesiones personales.
                        </para>
                    </warning>
                </specpara>
                <step2>
                    <para count="1">
                        <title>M&#233;todo de punz&#243;n cuadrado de lat&#243;n</title>
                    </para>
                    <specpara>
                        <note>
                            <para>Se puede usar un martillo de lat&#243;n de 38.1 mm (1.5 pulg) de di&#225;metro para un
                                punz&#243;n cuadrado.
                            </para>
                        </note>
                    </specpara>
                    <step3>
                        <para>Mantenga un punz&#243;n cuadrado de lat&#243;n de 38.1 mm (1.5 pulg) contra el centro del
                            semieje, DENTRO DE LAS LENG&#220;ETAS DE IMPULSI&#211;N REDONDEADAS (
                            <hotlnk xrefid="f1401109">Figura 9</hotlnk>).
                        </para>
                        <figure id="f1401109" figsize="col-wide">
                            <graphic filename="../figg14/g1401109.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                     resolution="72"/>
                            <caption>Figura 9. Mantenga el punz&#243;n cuadrado de lat&#243;n contra el centro del
                                semieje
                            </caption>
                        </figure>
                    </step3>
                    <step3>
                        <para>Golpee el extremo del punz&#243;n cuadrado con un martillo grande (de cinco a seis libras,
                            2.26 a 2.72 kg) para soltar el semieje y las espigas ahusadas (
                        </para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">
                        <title>M&#233;todo de martillo neum&#225;tico</title>
                    </para>
                    <specpara>
                        <warning>
                            <para>Utilice una protecci&#243;n segura para los ojos cuando use un martillo neum&#225;tico.
                                Las herramientas mec&#225;nicas y los componentes se pueden soltar y quebrar causando
                                graves lesiones personales.
                            </para>
                        </warning>
                    </specpara>
                    <step3>
                        <para>Use un martillo neum&#225;tico (como el Chicago Pneumatic, CP-4181-PULER o equivalente)
                            con cabeza de martillo redonda para soltar el semieje.
                        </para>
                    </step3>
                    <step3>
                        <para>Coloque la cabeza del martillo redonda sobre el semieje entre los pernos. Haga funcionar
                            el martillo neum&#225;tico y suelte el semieje y las espigas ahusadas (
                            <hotlnk xrefid="f1401110">Figura 10</hotlnk>).
                        </para>
                        <figure id="f1401110" figsize="col-wide">
                            <graphic filename="../figg14/g1401110.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                     resolution="72"/>
                            <caption>Figura 10. Suelte el semieje y las espigas ahusadas</caption>
                        </figure>
                        <specpara>
                            <caution>
                                <para>No use un cincel o cu&#241;a para soltar los semiejes y espigas. El cincel o cu&#241;a
                                    pueden da&#241;ar el cubo, los semiejes y, si se usan, los sellos de aceite.
                                </para>
                                <para>No use un martillo para aflojar o quitar el yugo o reborde. Un martillo puede da&#241;ar
                                    las piezas y causar problemas de alineaci&#243;n.
                                </para>
                            </caution>
                        </specpara>
                    </step3>
                </step2>
            </step1>
            <step1>
                <para count="1">Si se usan, saque las espigas ahusadas. Saque ambos semiejes del conjunto del eje (
                    <hotlnk xrefid="f1401108">Figura 8</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los ejes motores delantero y trasero.</para>
                <specpara>
                    <caution>
                        <para>Use siempre una barra de reborde o yugo durante el retiro e instalaci&#243;n de la tuerca
                            del yugo de reborde para evitar da&#241;ar el engranaje.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Una una barra de reborde al reborde o instale una barra de yugo sobre el yugo.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire en la unidad de cambio del diferencial entre ejes.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la tuerca, arandela y yugo o reborde del eje de transmisi&#243;n. Use un extractor
                    para sacar el yugo o reborde del eje (
                    <hotlnk xrefid="f1401111">Figura 11</hotlnk>).
                </para>
                <figure id="f1401111" figsize="col-wide">
                    <graphic filename="../figg14/g1401111.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 11. Quite el yugo o reborde del eje</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Saque los pernos y arandelas de la jaula del balero del eje de transmisi&#243;n. Jale la
                    jaula del balero, los baleros y el conjunto del eje del alojamiento del eje. Si se requiere, suelte
                    la jaula del alojamiento con un mazo blando (
                    <hotlnk xrefid="f1401112">Figura 12</hotlnk>).
                </para>
                <figure id="f1401112" figsize="col-wide">
                    <graphic filename="../figg14/g1401112.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 12. Suelte la jaula del alojamiento</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque un gato de rodillo hidr&#225;ulico debajo del portadiferencial para apoyar el
                    conjunto (
                    <hotlnk xrefid="f1401113">Figura 13</hotlnk>).
                </para>
                <figure id="f1401113" figsize="col-wide">
                    <graphic filename="../figg14/g1401113.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             resolution="72"/>
                    <caption>Figura 13. Coloque un gato de rodillo hidr&#225;ulico debajo del portadiferencial</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Saque todo excepto los dos pernos superiores que sujetan el portador al alojamiento o
                    las tuercas y arandelas de los prisioneros.
                    <hotlnk xrefid="f1401113">Figura 13</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte, pero no saque los dos sujetadores superiores que sujetan el portador al
                    alojamiento. Los sujetadores mantendr&#225;n el portador en el alojamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte el portadiferencial en el alojamiento del eje. Use un mazo pl&#225;stico para
                    golpear el reborde de montaje del portador en varios puntos.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de soltar el portador, saque los sujetadores superiores y las arandelas que
                    sostienen el conjunto en el alojamiento del eje.
                </para>
            </step1>
            <step1>
                <para count="1">Quite cuidadosamente el portador del alojamiento del eje usando un gato hidr&#225;ulico
                    de rodillos. Use una palanca con un extremo redondeado para ayudar a desmontar el portador del
                    alojamiento.
                </para>
                <specpara>
                    <caution>
                        <para>Cuando use una palanca, tenga cuidado de no da&#241;ar el portador o el reborde del
                            alojamiento. El da&#241;o en estas superficies provoca fugas de aceite.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">En ejes con un fijador del diferencial principal controlado por el conductor, si la
                    presi&#243;n de aire se usa para cambiar el diferencial a la posici&#243;n de bloqueado (engranado),
                    suelte la presi&#243;n de aire. Desconecte la manguera de aire desde la unidad de cambio.
                </para>
            </step1>
            <step1>
                <para count="1">Levante el portadiferencial por el yugo de entrada o reborde y coloque el conjunto en un
                    soporte de reparaci&#243;n. Use una herramienta de elevaci&#243;n para este procedimiento. NO LO
                    LEVANTE MANUALMENTE.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
