<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - PORTADORES DE REDUCCI&#211;N SIMPLE ROCKWELL - REENSAMBLAJE - INSTALACI&#211;N DEL
        PORTADIFERENCIAL EN EL ALOJAMIENTO DEL EJE (SIN FIJADOR DEL DIFERENCIAL)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="3">
        <title>INSTALACI&#211;N DEL PORTADIFERENCIAL EN EL ALOJAMIENTO DEL EJE (SIN FIJADOR DEL DIFERENCIAL)</title>
        <specpara>
            <warning>
                <para>Tenga cuidado al usar solventes de limpieza. Siga las instrucciones del fabricante del solvente
                    para su uso seguro y evitar lesiones.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Limpie el interior de la superficie del alojamiento del eje y de montaje donde se fija el
                portador. Use un solvente de limpieza y pa&#241;os para eliminar el polvo. Seque soplando con aire las
                &#225;reas limpias. Consulte
                <hotlnk document="m14006t_HL1400628.xml" xrefid="hl1400628">LIMPIEZA Y REVISI&#211;N</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el alojamiento del eje por si tiene da&#241;os. Repare o reemplace el alojamiento del
                eje. Consulte
                <hotlnk document="m14006t_HL1400628.xml" xrefid="hl1400628">LIMPIEZA Y REVISI&#211;N</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Revise si hay pernos sueltos
                <ftnref xrefid="fn1400601"/>* en la superficie de montaje del alojamiento donde se fija el portador.
                Quite y limpie los pernos
                <ftnref xrefid="fn1400601"/>* que est&#233;n sueltos.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique Heavy Duty Lock N' Seal N( 277 a los orificios roscados e instale los pernos
                <ftnref xrefid="fn1400601"/>* en el alojamiento del eje. Consulte
                <hotlnk document="m14006t_HL1400619.xml" xrefid="hl1400619">INSTALACI&#211;N DE LOS NUEVOS ELEMENTOS DE
                    FIJACI&#211;N DRI-LOC</hotlnk>. Apriete los pernos
                <ftnref xrefid="fn1400601"/>* hasta el valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14006t_7.xml" xrefid="f1400608">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique material de empaquetadura de silicona en la superficie de montaje del alojamiento
                donde se fija el portador (
                <hotlnk xrefid="f14006d4">Figura 134</hotlnk>). Consulte
                <hotlnk document="m14006t_HL1400629.xml" xrefid="hl1400629">APLICACI&#211;N DEL MATERIAL DE
                    EMPAQUETADURA DE SILICONA</hotlnk>.
            </para>
            <figure id="f14006d4" figsize="col-wide">
                <graphic id="g14006d4" filename="../figg14/g14006d4.webp" type="webp"/>
                <caption>Figura 134. Aplique material de empaquetadura de silicona a la superficie de montaje</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale el portador en el alojamiento del eje. Use un gato hidr&#225;ulico de rodillos o una
                herramienta de elevaci&#243;n.
            </para>
            <specpara>
                <caution>
                    <para>No instale los portadores usando un martillo o mazo. Los martillos o mazos da&#241;an el
                        reborde de montaje y causan fugas de aceite.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale las tuercas
                <ftnref xrefid="fn1400601"/>* y las arandelas o los tornillos de cabeza hexagonal y las arandelas en las
                cuatro esquinas alrededor del portador y del alojamiento del eje (
                <hotlnk xrefid="f14006d5">Figura 135</hotlnk>).
            </para>
            <figure id="f14006d5" figsize="col-wide">
                <graphic id="g14006d5" filename="../figg14/g14006d5.webp" type="webp"/>
                <caption>Figura 135. Instale las tuercas y arandelas o los tornillos de cabeza hexagonal y arandelas
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con cuidado empuje al portador y col&#243;quelo en su posici&#243;n Apriete los cuatro
                elementos de fijaci&#243;n gir&#225;ndolos dos o tres vueltas en un perfil opuesto entre ellos (
                <hotlnk xrefid="f14006d5">Figura 135</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Repita el paso 8 hasta que est&#233;n apretados los cuatro elementos de fijaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los otros elementos de fijaci&#243;n y las arandelas que sostienen al portador en el
                alojamiento del eje. Apriete todos los elementos de fijaci&#243;n a los valores de torsi&#243;n
                correctos. Consulte la
                <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la flecha card&#225;n de la transmisi&#243;n al yugo o reborde de entrada del pi&#241;&#243;n
                en el portador.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las empaquetaduras y semiejes en el alojamiento del eje y en el portador. La
                empaquetadura y reborde de los semiejes DEBEN ajustar en forma plana contra el cubo de rueda (
                <hotlnk xrefid="f14006d6">Figura 136</hotlnk>). Consulte
                <hotlnk document="m14006t_HL1400601.xml" xrefid="hl1400601">INSTALACI&#211;N DE LOS SEMIEJES</hotlnk>.
            </para>
            <figure id="f14006d6" figsize="col-wide">
                <graphic id="g14006d6" filename="../figg14/g14006d6.webp" type="webp"/>
                <caption>Figura 136. Instale las empaquetaduras y los semiejes</caption>
                <calloutgroup>
                    <callout1>1. TORNILLLO DE CABEZA HEXAGONAL O TUERCA DEL PERNO</callout1>
                    <callout1>2. EMPAQUETADURA</callout1>
                    <callout1>3. CUBO</callout1>
                    <callout1>4. SEMIEJE</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale los tornillos de cabeza hexagonal y las arandelas que sostienen el semieje al cubo
                de rueda. Apriete los tornillos de cabeza hexagonal al valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Si los cubos de rueda tienen pernos
                <ftnref xrefid="fn1400601"/>*, instale espigas ahusadas
                <ftnref xrefid="fn1400601"/>* en cada perno y dentro del reborde del semieje. Use un punz&#243;n o un
                punz&#243;n cuadrado y un martillo cuando sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las tuercas
                <ftnref xrefid="fn1400601"/>* y las arandelas en los pernos*. Apriete las tuercas
                <ftnref xrefid="fn1400601"/>* hasta el valor de torsi&#243;n correcto. Consulte la
                <hotlnk document="m14006t_57.xml" xrefid="hl1400608">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14006t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
