<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO - Fijador
        del diferencial principal controlado por el conductor - INSTALACI&#211;N DEL CONJUNTO DE CAMBIO DEL DIFERENCIAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="17">
        <title>INSTALACI&#211;N DEL CONJUNTO DE CAMBIO DEL DIFERENCIAL</title>
        <svcsubproc>
            <title>Conjunto del cambio con pernos</title>
            <para>Instale el conjunto de cambio del diferencial despu&#233;s de haber ensamblado el portadiferencial y
                de haber hecho los ajustes al engranaje y balero. Conjunto de cambio con pernos se muestra en la
                <hotlnk xrefid="f14011h9">Figura 179</hotlnk>.
            </para>
            <figure id="f14011h9" figsize="col-wide">
                <graphic filename="../figg14/g14011h9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 179. Conjunto del cambio con pernos</caption>
                <calloutgroup>
                    <callout1>1. EJE DE CAMBIO Y RESORTE</callout1>
                    <callout1>2. ARANDELA PLANA O SIL&#193;STICA SEG&#218;N SEA NECESARIO</callout1>
                    <callout1>3. CILINDRO</callout1>
                    <callout1>4. ANILLO "O"</callout1>
                    <callout1>5. CONEXI&#211;N EL&#201;CTRICA PARA EL SENSOR</callout1>
                    <callout1>6. L&#205;NEA DE AIRE</callout1>
                    <callout1>7. PIST&#211;N</callout1>
                    <callout1>8. EMPAQUETADURA DE COBRE</callout1>
                    <callout1>9. PASADOR</callout1>
                    <callout1>10. HORQUILLA DE CAMBIO</callout1>
                    <callout1>11. ARO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale los dos pivotes de rodillo en los extremos de la horquilla de cambio. Golpee
                    suavemente los pasadores para colocarlos en su posici&#243;n hasta que est&#233;n nivelados con la
                    superficie del yugo interior (
                    <hotlnk xrefid="f14011i0">Figura 180</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i0" figsize="col-wide">
                <graphic filename="../figg14/g14011i0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 180. Golpee suavemente los pasadores para colocarlos en su posici&#243;n</caption>
                <calloutgroup>
                    <callout1>1. HORQUILLA DE CAMBIO</callout1>
                    <callout1>2. PIVOTE DE RODILLO</callout1>
                    <callout1>3. SUPERFICIES DEL YUGO INTERIOR</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Si retir&#243; el pivote de rodillo de tope del resorte desde la cabeza del eje de
                    cambio, reinstale ahora el pasador.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique Loctite 222 (P&#250;rpura) (No. de refacci&#243;n Rockwell 2297-B-6112) a las
                    roscas del eje de cambio.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la horquilla de cambio en su posici&#243;n correcta en la caja del portador (
                    <hotlnk xrefid="f14011i1">Figura 181</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i1" figsize="col-wide">
                <graphic filename="../figg14/g14011i1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 181. Instale la horquilla de cambio</caption>
            </figure>
            <step1>
                <para count="1">Mantenga la horquilla de cambio en su posici&#243;n e instale el resorte del eje de
                    cambio en la apertura del eje de cambio en el portador pasando a trav&#233;s del di&#225;metro
                    interior de la horquilla de cambio y hacia el n&#250;cleo del resorte del eje de cambio (
                    <hotlnk xrefid="f14011i2">Figura 182</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i2" figsize="col-wide">
                <graphic filename="../figg14/g14011i2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 182. Instale el resorte del eje de cambio</caption>
                <calloutgroup>
                    <callout1>1. APLIQUE LOCTITE 222</callout1>
                    <callout1>2. EJE DE CAMBIO</callout1>
                    <callout1>3. RESORTE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deslice el eje de cambio sobre el resorte e instale el eje en la horquilla de cambio.
                    Apriete de 27 a 34 Nm (20 a 25 lbs. pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la empaquetadura de cobre o aplique sellante sil&#225;stico Rockwell No. de
                    refacci&#243;n 1199-Q-2981 o Loctite 518 a la parte inferior del di&#225;metro interior del cilindro
                    )
                    <hotlnk xrefid="f14011i3">Figura 183</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo "O" en su ranura en el pist&#243;n. Lubrique el anillo "O" con
                    lubricante para ejes. Instale cuidadosamente el pist&#243;n en el cilindro de aire (
                    <hotlnk xrefid="f14011i3">Figura 183</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i3" figsize="col-wide">
                <graphic filename="../figg14/g14011i3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 183. Instale la empaquetadura o aplique el sellante sil&#225;stico, luego instale el
                    pist&#243;n
                </caption>
                <calloutgroup>
                    <callout1>1. CILINDRO DE AIRE</callout1>
                    <callout1>2. PIST&#211;N y ANILLO "O"</callout1>
                    <callout1>3. INSTALE LA ARANDELA PLANA O APLIQUE SELLANTE SIL&#193;STICO</callout1>
                    <callout1>4. EJE DE CAMBIO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale el cilindro dentro del di&#225;metro interior del alojamiento. Aseg&#250;rese de
                    que el mu&#241;&#243;n gu&#237;a en el pist&#243;n est&#233; contra su di&#225;metro interior sobre
                    el eje de cambio (
                    <hotlnk xrefid="f14011i4">Figura 184</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i4" figsize="col-wide">
                <graphic filename="../figg14/g14011i4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 184. Instale el cilindro</caption>
                <calloutgroup>
                    <callout1>1. MU&#209;&#211;N GU&#205;A</callout1>
                    <callout1>2. CILINDRO Y PIST&#211;N</callout1>
                    <callout1>3. EJE DE CAMBIO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale la empaquetadura de cobre (si se usa) dentro del di&#225;metro interior en el
                    interior de la cubierta del cilindro. Coloque la cubierta en su posici&#243;n sobre el cilindro de
                    modo que la lumbrera de admisi&#243;n de aire apunte hacia arriba cuando se instale el portador en
                    el alojamiento. Instale la cubierta con los cuatro pernos y arandelas. Apriete de 5.5 a 8.5 Nm (4 a
                    6 lbs. pie) (
                    <hotlnk xrefid="f14011i5">Figura 185</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i5" figsize="col-wide">
                <graphic filename="../figg14/g14011i5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 185. Instale la cubierta</caption>
                <calloutgroup>
                    <callout1>1. CUBIERTA DEL CILINDRO</callout1>
                    <callout1>2. PERNO</callout1>
                    <callout1>3. APLIQUE SELLANTE SIL&#193;STICO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Aplique una gota de sellante sil&#225;stico Rockwell No. de refacci&#243;n 1199-Q-2981 o
                    Loctite 518 a la junta del alojamiento del cilindro.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el aro de cambio dentro de la horquilla y engrane las ranuras del aro de cambio
                    con las ranuras de la caja del diferencial. Use el perno de accionamiento manual para mover las
                    ranuras del aro de cambio sobre las ranuras de la caja del diferencial. Consulte
                    <hotlnk document="m14011_52.xml" xrefid="x1401110">M&#233;todo de engranado manual</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Mantenga el aro de cambio en la posici&#243;n de bloqueado (engranado) y golpee
                    suavemente los dos pivotes de rodillo en los extremos de la horquilla de cambio hasta que est&#233;n
                    nivelados con las superficies del yugo externo (
                    <hotlnk xrefid="f14011i6">Figura 186</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i6" figsize="col-wide">
                <graphic filename="../figg14/g14011i6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 186. Golpee suavemente los pivotes de rodillo</caption>
                <calloutgroup>
                    <callout1>1. HORQUILLA DE CAMBIO</callout1>
                    <callout1>2. ARO DE CAMBIO</callout1>
                    <callout1>3. PERNO DE ENGRANADO MANUAL</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mientras mantiene el aro de cambio en la posici&#243;n de bloqueado, coloque el
                    interruptor del sensor (con la contratuerca colocada en forma suelta) en su orificio.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte un probador de bater&#237;a o focos al interruptor del sensor y gire el
                    interruptor dentro de su orificio hasta que haga contacto con la horquilla de cambio con lo que se
                    enciende la luz. Gire el interruptor una vuelta m&#225;s y apriete la contratuerca de 35 a 45 Nm (25
                    a 35 lbs. pie).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para los portadores de modelos antiguos sin fijador de diferencial (sin cambio neum&#225;tico),
                        ensamble el tap&#243;n del interruptor del sensor y la placa de la cubierta como sigue:
                    </para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Instale la arandela y el tap&#243;n en el orificio del interruptor del sensor. Apriete el tap&#243;n
                        de 60 a 74 Nm (45 a 55 lbs. pie) (
                    </para>
                </item>
                <item>
                    <para>Aplique material de empaquetadura de silicona en la superficie de montaje de la placa de
                        cubierta en el portador. Consulte el GRUPO 10 - LUBRICACI&#211;N en el Manual de servicio
                        maestro CTS-5000 para ver los materiales de empaquetadura recomendados.
                    </para>
                </item>
                <item>
                    <para>Instale las cuatro arandelas y pernos. Apriete los pernos de 5.5 a 8.5 Nm (4 a 6 lbs. pie).
                    </para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>Al momento de instalar el portador en el alojamiento del eje, debe mantener el aro de cambio
                        en su posici&#243;n de engranado. Puede hacer esto manteniendo la presi&#243;n de aire aplicada
                        al cilindro de cambio, o usando el perno de engranado manual. Si no se mantiene el diferencial
                        en la posici&#243;n de bloqueado (engranado), ser&#237;a imposible instalar el conjunto del
                        portador en el alojamiento del eje. Una vez que est&#225; instalado el portador en el
                        alojamiento del eje, cambie el diferencial a la posici&#243;n de desbloqueado (desengranado)
                        para permitir la instalaci&#243;n del semieje izquierdo.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Conjunto del cambio roscado</title>
            <para>Instale el conjunto de cambio del diferencial despu&#233;s de haber ensamblado el portadiferencial y
                de haber hecho los ajustes al engranaje y balero. El conjunto de cambio roscado se muestra en la
                <hotlnk xrefid="f14011i7">Figura 187</hotlnk>.
            </para>
            <figure id="f14011i7" figsize="col-wide">
                <graphic filename="../figg14/g14011i7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 187. Conjunto del cambio roscado</caption>
                <calloutgroup>
                    <callout1>1. RESORTE</callout1>
                    <callout1>2. EJE DE CAMBIO</callout1>
                    <callout1>3. TORRE DE CAMBIO DEL PORTADOR</callout1>
                    <callout1>4. CILINDRO DE CAMBIO</callout1>
                    <callout1>5. PIST&#211;N</callout1>
                    <callout1>6. ANILLO "O"</callout1>
                    <callout1>7. HORQUILLA DE CAMBIO</callout1>
                    <callout1>8. SENSOR</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale la horquilla de cambio en la torre del cambio del portador. La forma en L de la
                    horquilla y del di&#225;metro interior para el eje de cambio debe mirar hacia afuera en direcci&#243;n
                    al di&#225;metro interior del cilindro en el lado del portador (
                    <hotlnk xrefid="f14011i8">Figura 188</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i8" figsize="col-wide">
                <graphic filename="../figg14/g14011i8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 188. Instale la horquilla de cambio</caption>
            </figure>
            <step1>
                <para count="1">Comprima el resorte del eje de cambio seg&#250;n se requiera e inst&#225;lelo entre la
                    parte trasera de la horquilla y la pared del portador dentro de la torre de cambio (
                    <hotlnk xrefid="f14011i9">Figura 189</hotlnk>).
                </para>
            </step1>
            <figure id="f14011i9" figsize="col-wide">
                <graphic filename="../figg14/g14011i9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 189. Instale el resorte del eje de cambio</caption>
                <calloutgroup>
                    <callout1>1. RESORTE DEL EJE DE CAMBIO</callout1>
                    <callout1>2. INSTALE EL RESORTE DETR&#193;S DE LA HORQUILLA</callout1>
                    <callout1>3. TORRE DE CAMBIO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Alinee el resorte y el di&#225;metro interior en la horquilla de cambio con en el di&#225;metro
                    interior del eje de cambio en el portador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el eje de cambio a trav&#233;s del di&#225;metro interior en la torre de cambio,
                    la horquilla y el resorte hasta que quede apoyado contra la horquilla de cambio (
                    <hotlnk xrefid="f14011j0">Figura 190</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j0" figsize="col-wide">
                <graphic filename="../figg14/g14011j0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 190. Instale el eje de cambio</caption>
                <calloutgroup>
                    <callout1>1. HORQUILLA DE CAMBIO</callout1>
                    <callout1>2. EJE DE CAMBIO</callout1>
                    <callout1>3. TORRE DE CAMBIO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale un anillo "O" nuevo en la ranura del pist&#243;n. Lubrique el anillo "O" con
                    lubricante para ejes.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del pist&#243;n y anillo "O" dentro del cilindro de cambio, primero
                    el extremo del bisel. Empuje el pist&#243;n hasta que quede apoyado contra el fondo del cilindro (
                    <hotlnk xrefid="f14011j1">Figura 191</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j1" figsize="col-wide">
                <graphic filename="../figg14/g14011j1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="200"/>
                <caption>Figura 191. Instale el conjunto del pist&#243;n y el anillo "O"</caption>
            </figure>
            <step1>
                <para count="1">Instale el conjunto del cilindro y del pist&#243;n de cambio dentro del di&#225;metro
                    interior de la torre de cambio. Gire el conjunto del cilindro y del pist&#243;n de cambio hacia la
                    derecha hasta que llegue al fondo del di&#225;metro interior (
                    <hotlnk xrefid="f14011j2">Figura 192</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j2" figsize="col-wide">
                <graphic filename="../figg14/g14011j2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 192. Instale el conjunto del cilindro y el pist&#243;n de cambio</caption>
            </figure>
            <step1>
                <para count="1">Coloque el aro de cambio sobre la horquilla. Las ranuras grandes del aro debe mirar
                    hacia el diferencial principal. Use un mazo de hule para golpear el aro de cambio a trav&#233;s de
                    las protuberancias de la horquilla de cambio (
                    <hotlnk xrefid="f14011j3">Figura 193</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j3" figsize="col-wide">
                <graphic filename="../figg14/g14011j3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 193. Coloque el aro de cambio sobre la horquilla.</caption>
            </figure>
            <specpara>
                <note>
                    <para>El sello debe permanecer en el perno de engranado manual en todo momento.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Engrane las ranuras del aro con las ranuras de la caja del diferencial. Inserte el perno
                    de engranado manual a trav&#233;s de la parte superior del cilindro de cambio para mover el aro de
                    cambio hacia la caja del diferencial. Gire el aro seg&#250;n se requiera para alinear las ranuras (
                    <hotlnk xrefid="f14011j4">Figura 194</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j4" figsize="col-wide">
                <graphic filename="../figg14/g14011j4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 194. Gire el aro seg&#250;n se requiera para alinear las ranuras</caption>
            </figure>
            <step1>
                <para count="1">Gire el perno de ajuste manual hacia la derecha hasta que la cabeza est&#233;
                    aproximadamente a 1/4 de pulg de la cubierta del cilindro. NO gire el perno m&#225;s all&#225; de su
                    tope normal. El perno est&#225; ahora en su posici&#243;n de servicio y el fijador del diferencial
                    principal est&#225; completamente engranado.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si no se mantiene el diferencial en la posici&#243;n de bloqueado, ser&#237;a imposible
                        instalar el semieje en el alojamiento del eje.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mientras el aro de cambio est&#225; en la posici&#243;n de bloqueado, instale el
                    interruptor del sensor dentro del orificio roscado en la parte delantera de la torre de cambio (
                    <hotlnk xrefid="f14011j5">Figura 195</hotlnk>).
                </para>
            </step1>
            <figure id="f14011j5" figsize="col-wide">
                <graphic filename="../figg14/g14011j5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="150"/>
                <caption>Figura 195. Instalaci&#243;n del interruptor del sensor</caption>
            </figure>
            <step1>
                <para count="1">Conecte un probador de bater&#237;a o focos al interruptor del sensor. Gire el
                    interruptor hacia su orificio hasta que haga contacto con la horquilla de cambio con lo que se
                    enciende la luz. Gire el interruptor una vuelta m&#225;s y apriete la contratuerca de 35 a 45 Nm (25
                    a 35 lbs. pie).
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
