<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INSTALACI&#211;N - Revisi&#243;n y ajuste del juego longitudinal del balero de entrada
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="6">
        <title>Revisi&#243;n y ajuste del juego longitudinal del balero de entrada</title>
        <para>Consulte la
            <hotlnk xrefid="f14011f0">Figura 150</hotlnk>.
        </para>
        <figure id="f14011f0" figsize="col-wide">
            <graphic filename="../figg14/g14011f0.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 150. Revisi&#243;n y ajuste del juego longitudinal</caption>
        </figure>
        <para>
            <emph type="bold">Especificaci&#243;n:</emph>
            Juego longitudinal del eje de impulsi&#243;n: 0.050 a 0.200 mm (0.002 a 0.008 pulg)
        </para>
        <step1>
            <para count="1">Instale los pernos, pero no las arandelas, que sujetan la jaula del balero de entrada al
                portadiferencial. Gire el eje de impulsi&#243;n en cada direcci&#243;n para asegurarse de que los
                baleros est&#225;n correctamente instalados mientras aprieta manualmente los pernos. &#161;NO APRIETE
                LOS PERNOS!
            </para>
        </step1>
        <step1>
            <para count="1">Use un calibrador de espesor para medir la separaci&#243;n entre la jaula del balero de
                entrada y el alojamiento del portadiferencial. Verifique la separaci&#243;n en cuatro lugares separados
                por la misma distancia en la jaula (
                <hotlnk xrefid="f14011f1">Figura 151</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f1" figsize="col-wide">
            <graphic filename="../figg14/g14011f1.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 151. Mida la separaci&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Sume las cuatro mediciones y determine la separaci&#243;n promedio entre la jaula y el
                portador. Agregue 0.13 mm (0.005 pulg) a la medici&#243;n de la separaci&#243;n promedio para determinar
                el tama&#241;o del paquete de calzas entre la jaula y el portador.
            </para>
        </step1>
        <step1>
            <para count="1">Use al menos tres calzas cuando elabore un paquete de calzas y siempre coloque las calzas m&#225;s
                gruesas en la mitad del paquete de calzas.
            </para>
        </step1>
        <step1>
            <para count="1">Saque los pernos que sujetan la jaula del balero de entrada al portador.</para>
        </step1>
        <step1>
            <para count="1">Conecte un aparato de elevamiento al yugo de entrada. Quite el conjunto del eje de impulsi&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Instale el paquete de calzas debajo de la jaula del balero. Aseg&#250;rese de que el patr&#243;n
                de agujeros del paquete de calzas coincida con el patr&#243;n del agujero de la jaula (
                <hotlnk xrefid="f14011f2">Figura 152</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f2" figsize="col-wide">
            <graphic filename="../figg14/g14011f2.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 152. Instale el paquete de calzas</caption>
        </figure>
        <step1>
            <para count="1">Coloque el protector para el filtro de aceite en su posici&#243;n en la jaula del balero.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los pernos y las arandelas que sujetan la jaula al portador. Aseg&#250;rese de que
                los pernos est&#233;n alineados con los agujeros en el paquete de calzas. Apriete los pernos de modo que
                las roscas engranen en los agujeros del portador.
            </para>
        </step1>
        <step1>
            <para count="1">Baje el conjunto del eje de impulsi&#243;n de modo que la jaula y el paquete de calzas est&#233;
                instalado contra el portador. Quite el dispositivo de elevaci&#243;n del yugo o reborde.
            </para>
        </step1>
        <step1>
            <para count="1">Apriete los pernos de 100 a 127 Nm (75 a 95 lbs. pie) mientras gira el eje de impulsi&#243;n
                en cada direcci&#243;n para asegurarse que los baleros est&#225;n correctamente instalados.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque una herramienta de retenci&#243;n sobre el yugo o el reborde de entrada y apriete la
                tuerca a la torsi&#243;n especificada. Consulte la
                <hotlnk document="m14011_60.xml" xrefid="x1401104">Tabla de torsiones.</hotlnk>
            </para>
        </step1>
        <step1>
            <para count="1">Gire el eje de impulsi&#243;n en cada direcci&#243;n y empuje el yugo o reborde hacia la
                jaula del balero. Esto asegura que el conjunto del eje de impulsi&#243;n est&#225; al fondo de su
                recorrido.
            </para>
        </step1>
        <step1>
            <para count="1">Use un indicador de cuadrante con una base magn&#233;tica o una base de abrazadera en C para
                revisar el juego longitudinal del balero de entrada. Aseg&#250;rese de que la aguja del indicador de
                cuadrante est&#233; contra la parte superior del eje de impulsi&#243;n. Fije el indicador de cuadrante
                en cero ("0") (
                <hotlnk xrefid="f14011f3">Figura 153</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f3" figsize="col-wide">
            <graphic filename="../figg14/g14011f3.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 153. Fije el indicador de cuadrante en cero ("0").</caption>
        </figure>
        <step1>
            <para count="1">Use una palanca y un soporte para empujar el yugo o el reborde lejos del alojamiento. Lea el
                indicador de cuadrante. La lectura debe estar dentro del rango de 0.050 a 0.200 mm (0.002 a 0.008 pulg)
                (
                <hotlnk xrefid="f14011f4">Figura 154</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f4" figsize="col-wide">
            <graphic filename="../figg14/g14011f4.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 154. Empuje el yugo o reborde lejos del portador</caption>
        </figure>
        <step1>
            <para count="1">Si el juego longitudinal del balero de entrada no est&#225; dentro del rango de 0.050 a
                0.200 mm (0.002 a 0.008 pulg), agregue o saque las calzas del paquete de calzas. Repita los pasos 5 a 16
                de este procedimiento.
            </para>
        </step1>
        <para>
            <title>Portadores sin bomba de aceite RT-145</title>
        </para>
        <step1>
            <para count="1">Quite el conjunto del eje de impulsi&#243;n del portador</para>
        </step1>
        <specpara>
            <warning>
                <para>Para evitar da&#241;os personales graves al seguir los pasos 18 y 19, sea cuidadoso al usar
                    imprimador N Loctite y sellante #518 . Siga las instrucciones del fabricante para su uso seguro y
                    evitar la irritaci&#243;n de ojos y piel. L&#225;vese despu&#233;s del contacto con la piel. Si le
                    entra Loctite a los ojos, l&#225;vese los ojos con agua durante 15 minutos. Haga que un doctor le
                    revise los ojos.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Roc&#237;e imprimador N Loctite en las superficies de la jaula y el portador alrededor del
                per&#237;metro del lubricante del agujero de la canaleta en la posici&#243;n de las 2 horas (
                <hotlnk xrefid="f14011f5">Figura 155</hotlnk>). Permita que el imprimador se seque de 3 a 5 minutos.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique Loctite 518 en las superficies de la jaula y el portador alrededor del agujero de la
                canaleta del lubricante (
                <hotlnk xrefid="f14011f5">Figura 155</hotlnk>).
            </para>
        </step1>
        <figure id="f14011f5" figsize="col-wide">
            <graphic filename="../figg14/g14011f5.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 155. Roc&#237;e imprimador N Loctite y aplique Loctite 518</caption>
        </figure>
        <step1>
            <para count="1">Use pernos gu&#237;as para instalar el eje de impulsi&#243;n y el conjunto de la jaula con
                el paquete de calzas adecuado. Apriete los pernos de 128 Nm (95 lbs. pie). Use la secuencia opuesta para
                apretar los pernos.
            </para>
        </step1>
        <step1>
            <para count="1">Deje que el sellante Loctite 518 cure durante 4 horas antes de devolver el veh&#237;culo a
                servicio.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_47.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_49.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
