<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - EJE EN T&#193;NDEM ROCKWELL TRASERO DELANTERO DE LAS UNIDADES DE MANDO -
        INSTALACI&#211;N - Ajuste del juego de holgura de la corona
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="3">
        <title>Ajuste del juego de holgura de la corona</title>
        <para>
            <emph type="bold">Especificaci&#243;n:</emph>
        </para>
        <para>Portadores de las series 140 y 145: Rango de ajuste del juego de holgura: 0.20 a 0.46 mm (0.008-0.018
            pulg.)
        </para>
        <para>Portadores de las series 140 y 145: Ajuste de holgura para los conjuntos de engranajes nuevos: 0.30 mm
            (0.012 pulg.)
        </para>
        <para>Serie 160: Rango de ajuste del juego de holgura: 0.025 a 0.51 mm (0.010-0.020 pulg.)</para>
        <para>Serie 160: Ajuste de holgura para los conjuntos de engranajes nuevos: 0.30 mm (0.012 pulg.)</para>
        <para>Si est&#225; instalado el conjunto antiguo de engranajes, ajuste el juego de holgura a los valores medidos
            antes de desensamblar el portador.
        </para>
        <para>Si instal&#243; un conjunto nuevo de engranajes, ajuste el juego de holgura a los valores correctos
            especificados para los conjuntos nuevos de engranajes.
        </para>
        <para>Durante la revisi&#243;n de los patrones de contacto de los dientes, puede ajustar el juego de holgura
            dentro de los l&#237;mites especificados para cambiar la ubicaci&#243;n del patr&#243;n.
        </para>
        <step1>
            <para count="1">Instale un indicador de cuadrante en el reborde de montaje del portador (
                <hotlnk xrefid="f14011d2">Figura 132</hotlnk>).
            </para>
        </step1>
        <figure id="f14011d2" figsize="col-wide">
            <graphic filename="../figg14/g14011d2.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 132. Instale un indicador de cuadrante en el reborde de montaje</caption>
        </figure>
        <step1>
            <para count="1">Ajuste el indicador de cuadrante de modo que el &#233;mbolo est&#233; contra la superficie
                de un diente.
            </para>
        </step1>
        <step1>
            <para count="1">Ajuste el indicador de cuadrante en cero ("0").</para>
        </step1>
        <step1>
            <para count="1">Sostenga el pi&#241;&#243;n de mando en su posici&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Mientras lee el indicador de cuadrante, gire un poco el diferencial y la corona en ambas
                direcciones contra los dientes del pi&#241;&#243;n de mando. Si la lectura del juego de holgura est&#225;
                dentro de las especificaciones, revise los patrones de contacto de los dientes. Si la lectura del juego
                de holgura no est&#225; dentro de las especificaciones, ajuste el juego de holgura seg&#250;n sea
                necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Suelte un anillo de ajuste del balero en una muesca y luego apriete el anillo opuesto la
                misma cantidad (
                <hotlnk xrefid="f14011d3">Figura 133</hotlnk>
                y
                <hotlnk xrefid="f14011d4">Figura 134</hotlnk>).
            </para>
            <randlist type="bullet">
                <item>
                    <para>El juego de holgura se aumenta alejando la corona del pi&#241;&#243;n de mando.</para>
                </item>
                <item>
                    <para>El juego de holgura se disminuye acercando la corona al pi&#241;&#243;n de mando.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Cuando ajuste el juego de holgura, s&#243;lo mueva la corona. No mueva el pi&#241;&#243;n de
                        mando.
                    </para>
                </note>
            </specpara>
        </step1>
        <figure id="f14011d3" figsize="col-wide">
            <graphic filename="../figg14/g14011d3.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 133. Suelte un anillo de ajuste en una muesca y luego apriete el anillo opuesto la misma
                cantidad
            </caption>
        </figure>
        <figure id="f14011d4" figsize="col-wide">
            <graphic filename="../figg14/g14011d4.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="150"/>
            <caption>Figura 134. Suelte un anillo de ajuste en una muesca y luego apriete el anillo opuesto la misma
                cantidad
            </caption>
        </figure>
        <step1>
            <para count="1">Repita los pasos del 2 al 6 hasta que el juego de holgura est&#233; dentro de las
                especificaciones. Registre el ajuste para uso cuando ajuste la precarga del balero del pi&#241;&#243;n
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m14011_44.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011_46.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m14011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
