<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - ENSAMBLE - COMPONENTE
        DEL CABEZAL DE RETENCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc id="hl0500310" svcproctype="assemble" graphiccount="8">
        <title>COMPONENTE DEL CABEZAL DE RETENCI&#211;N</title>
        <step1>
            <para count="1">Si debe remover los conjuntos del cabezal de retenci&#243;n para su reemplazo, ponga el pist&#243;n
                de cremallera en una prensa de banco con mordazas blandas (
                <hotlnk xrefid="f0500389">Figura 89</hotlnk>).
            </para>
            <figure id="f0500389" figsize="col-wide">
                <graphic id="g0500389" filename="../figg05/g0500389.webp" type="webp"/>
                <caption>Figura 89. Pist&#243;n de cremallera en la prensa de banco</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Deslice la herramienta especial 4402-1 sobre el asiento del conjunto de asiento del
                ajustador del cabezal de retenci&#243;n y manguito y acople la herramienta en las ranuras del manguito
                roscado. Golpee con firmeza cuatro o cinco veces el extremo de la herramienta con un martillo macho para
                aflojar el (Loctite) sellador de roscas (
                <hotlnk xrefid="f0500390">Figura 90</hotlnk>).
            </para>
            <figure id="f0500390" figsize="col-wide">
                <graphic id="g0500390" filename="../figg05/g0500390.webp" type="webp"/>
                <caption>Figura 90. Afloje el (Loctite) sellador de roscas</caption>
            </figure>
            <specpara>
                <note>
                    <para>Los conjuntos de asiento del ajustador del cabezal de retenci&#243;n y manguito est&#225;n est&#225;n
                        sujetos con (Loctite) sellador de roscas, lo cual dificulta el desensamble de los conjuntos.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Con una llave de trinquete aplicada a la herramienta, gire un conjunto de asiento del
                ajustador y manguito fuera del pist&#243;n de cremallera. Si el trinquete no gira f&#225;cilmente,
                golpee nuevamente con un martillo la herramienta de desensamble del ajustador. Si las espigas de acople
                no permanecen en su lugar durante el apriete, puede ser necesario mantenerlas en su lugar con una prensa
                de husillo mientras se aplica la fuerza para aflojarlas (
                <hotlnk xrefid="f0500391">Figura 91</hotlnk>). Deseche el conjunto de asiento del cabezal de retenci&#243;n
                y manguito.
            </para>
            <figure id="f0500391" figsize="col-wide">
                <graphic id="g0500391" filename="../figg05/g0500391.webp" type="webp"/>
                <caption>Figura 91. Aplique fuerza para aflojar</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva los dos cabezales de retenci&#243;n el resorte, la varilla separadora y el tubo de
                empuje (
                <hotlnk xrefid="f0500392">Figura 92</hotlnk>).
            </para>
            <figure id="f0500392" figsize="col-wide">
                <graphic id="g0500392" filename="../figg05/g0500392.webp" type="webp"/>
                <caption>Figura 92. Remueva los cabezales de retenci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva y deseche el conjunto de asiento del cabezal de retenci&#243;n y manguito restante s&#243;lo
                si es necesario (
                <hotlnk xrefid="f0500393">Figura 93</hotlnk>).
            </para>
            <figure id="f0500393" figsize="col-wide">
                <graphic id="g0500393" filename="../figg05/g0500393.webp" type="webp"/>
                <caption>Figura 93. Remueva y deseche el asiento del cabezal de retenci&#243;n restante</caption>
            </figure>
            <specpara>
                <note>
                    <para>Es posible restablecer un conjunto de asiento del ajustador del cabezal de retenci&#243;n y
                        manguito para el ajuste autom&#225;tico del cabezal de retenci&#243;n mientras est&#225; en el
                        pist&#243;n de cremallera, si se retira un conjunto de asiento del ajustador y manguito y los
                        cabezales de retenci&#243;n el resorte, la varilla separadora y el tubo de empuje.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Si se dej&#243; un conjunto de asiento del cabezal de retenci&#243;n y manguito en el pist&#243;n
                de cremallera, &#233;ste se puede restablecer para un ajuste autom&#225;tico del cabezal de retenci&#243;n
                mediante la inserci&#243;n de una broca de 9.5 mm (3/8 de pulgada) de di&#225;metro x 152.4 mm (6
                pulgadas) hacia abajo a trav&#233;s del orificio del asiento del cabezal de retenci&#243;n en el extremo
                opuesto del pist&#243;n de cremallera y contra el asiento del ajustador, para presionar el asiento hacia
                adentro hasta que llegue al fondo contra el manguito del ajustador (
                <hotlnk xrefid="f0500394">Figura 94</hotlnk>).
            </para>
            <figure id="f0500394" figsize="col-wide">
                <graphic id="g0500394" filename="../figg05/g0500394.webp" type="webp"/>
                <caption>Figura 94. Restablezca para un ajuste autom&#225;tico de el cabezal de retenci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique cuidadosamente Loctite Primer "T" en las roscas de los orificios del cabezal de
                retenci&#243;n y en las roscas de los nuevos conjuntos de asiento y manguito. Deje secar durante diez
                minutos y luego aplique cuidadosamente Loctite 680 en las mismas roscas (
                <hotlnk xrefid="f0500395">Figura 95</hotlnk>).
            </para>
            <figure id="f0500395" figsize="col-wide">
                <graphic id="g0500395" filename="../figg05/g0500395.webp" type="webp"/>
                <caption>Figura 95. Aplique (Loctite) sellador de roscas</caption>
            </figure>
            <specpara>
                <caution>
                    <para>No permita que el Loctite 680 llegue al componente del asiento del ajustador del conjunto de
                        asiento del ajustador del asiento y el manguito. De hacerlo, los cabezales de retenci&#243;n no
                        funcionar&#225;n correctamente.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <warning>
                    <para>Use anteojos de protecci&#243;n mientras ensambla los cabezales de retenci&#243;n, puesto que
                        los cabezales de retenci&#243;n cargadas por resorte pueden ser expulsados y causar lesiones en
                        los ojos.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Ponga el pist&#243;n de cremallera en una prensa de banco de mordazas blandas y enrosque un
                nuevo conjunto de asiento del ajustador del cabezal de retenci&#243;n y manguito (con el extremo
                ranurado hacia afuera) dentro del orificio del cabezal de retenci&#243;n en uno de los extremos del pist&#243;n
                de cremallera (
                <hotlnk xrefid="f0500396">Figura 96</hotlnk>).
            </para>
            <figure id="f0500396" figsize="col-wide">
                <graphic id="g0500396" filename="../figg05/g0500396.webp" type="webp"/>
                <caption>Figura 96. Pist&#243;n de cremallera en la prensa de banco</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Del otro extremo del orificio del cabezal de retenci&#243;n en el pist&#243;n de cremallera,
                instale: un cabezal de retenci&#243;n, un resorte del cabezal de retenci&#243;n, una varilla separadora
                de nylon, un tubo de empuje, otra cabezal de retenci&#243;n y el otro nuevo conjunto de asiento del
                ajustador del cabezal de retenci&#243;n y manguito.
            </para>
            <para>Apriete ambos conjuntos de asiento del cabezal de retenci&#243;n y manguito a 25 N&#8226;m (18 lbs
                pie).
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500316.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500311.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
