<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - SELLO DEL EJE DE
        IMPULSO
    </stitle>
    <svcsection/>
    <svcsubsec id="hl0500302">
        <title>SELLO DEL EJE DE IMPULSO</title>
        <svcproc svcproctype="remove" graphiccount="10">
            <title>DESENSAMBLE</title>
            <para>Este procedimiento usa la bomba de direcci&#243;n hidr&#225;ulica del veh&#237;culo para hacer salir
                el sello del eje de impulso. Para usar este procedimiento, la bomba de direcci&#243;n hidr&#225;ulica
                debe tener un m&#237;nimo de 1,500 psi disponibles.
            </para>
            <step1>
                <para count="1">Bloquee las ruedas traseras y ponga el freno de estacionamiento.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de retorno del engranaje de direcci&#243;n y ponga un tap&#243;n
                    en la l&#237;nea. Tape tambi&#233;n el orificio de retorno del mecanismo con un tap&#243;n especial
                    para alta presi&#243;n (
                    <hotlnk xrefid="f0500304">Figura 4</hotlnk>).
                </para>
                <figure id="f0500304" figsize="col-wide">
                    <graphic id="g0500304" filename="../figg05/g0500304.webp" type="webp"/>
                    <caption>Figura 4. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva la columna de direcci&#243;n del eje de impulso del mecanismo (
                    <hotlnk xrefid="f0500305">Figura 5</hotlnk>).
                </para>
                <figure id="f0500305" figsize="col-wide">
                    <graphic id="g0500305" filename="../figg05/g0500305.webp" type="webp"/>
                    <caption>Figura 5. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva del engranaje de direcci&#243;n el sello contra suciedad y agua (
                    <hotlnk xrefid="f0500306">Figura 6</hotlnk>).
                </para>
                <figure id="f0500306" figsize="col-wide">
                    <graphic id="g0500306" filename="../figg05/g0500306.webp" type="webp"/>
                    <caption>Figura 6. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Limpie la grasa y luego Remueva el anillo de retenci&#243;n del espiral. Use un
                    destornillador insert&#225;ndolo en la muesca formada en el extremo del anillo. Tenga cuidado de no
                    ara&#241;ar el cilindro con el destornillador (
                    <hotlnk xrefid="f0500307">Figura 7</hotlnk>).
                </para>
                <figure id="f0500307" figsize="col-wide">
                    <graphic id="g0500307" filename="../figg05/g0500307.webp" type="webp"/>
                    <caption>Figura 7. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Deslice la columna de direcci&#243;n hacia atr&#225;s sobre el eje de impulso con el
                    tornillo retenedor instalado, pero no apretado (
                    <hotlnk xrefid="f0500308">Figura 8</hotlnk>).
                </para>
                <figure id="f0500308" figsize="col-wide">
                    <graphic id="g0500308" filename="../figg05/g0500308.webp" type="webp"/>
                    <caption>Figura 8. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Amarre o envuelva un trapo alrededor del &#225;rea del eje de impulso y ponga un
                    recipiente debajo del veh&#237;culo para recibir el aceite (
                    <hotlnk xrefid="f0500309">Figura 9</hotlnk>).
                </para>
                <figure id="f0500309" figsize="col-wide">
                    <graphic id="g0500309" filename="../figg05/g0500309.webp" type="webp"/>
                    <caption>Figura 9. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Agregue l&#237;quido si es necesario, hasta la l&#237;nea de llenado en la varilla
                    indicadora (
                    <hotlnk xrefid="f0500310">Figura 10</hotlnk>). No mezcle diferentes tipos de l&#237;quido.
                </para>
                <figure id="f0500310" figsize="col-wide">
                    <graphic id="g0500310" filename="../figg05/g0500310.webp" type="webp"/>
                    <caption>Figura 10. Desensamblaje del sello del eje de impulso</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Cualquier mezcla de tipos de l&#237;quido o el uso de un l&#237;quido no aprobado puede
                            producir deterioro y fugas de los sellos. Una fuga puede, en &#250;ltima instancia, producir
                            una p&#233;rdida de l&#237;quido, lo que puede ocasionar una p&#233;rdida de asistencia de
                            la direcci&#243;n hidr&#225;ulica.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Con el veh&#237;culo en neutro, gire moment&#225;neamente el motor de arranque (apague r&#225;pidamente
                    el motor si arranca). Esto debe hacer que el sello del eje de impulso salte fuera del bastidor. Si
                    el sello no salta al primer intento, repita este procedimiento.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el trapo. Desconecte la columna de direcci&#243;n y remueva el sello del eje de
                    impulso (
                    <hotlnk xrefid="f0500311">Figura 11</hotlnk>).
                </para>
                <figure id="f0500311" figsize="col-wide">
                    <graphic id="g0500311" filename="../figg05/g0500311.webp" type="webp"/>
                    <caption>Figura 11. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si hay fragmentos del sello en el &#225;rea del sello del bastidor de v&#225;lvulas.
                    Elimine todos los que encuentre (
                    <hotlnk xrefid="f0500312">Figura 12</hotlnk>).
                </para>
                <figure id="f0500312" figsize="col-wide">
                    <graphic id="g0500312" filename="../figg05/g0500312.webp" type="webp"/>
                    <caption>Figura 12. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise si hay da&#241;os en el sello causados por calor (
                    <hotlnk xrefid="f0500313">Figura 13</hotlnk>). Si el sello est&#225; r&#237;gido y quebradizo y no
                    flexible como el sello nuevo, probablemente est&#233; da&#241;ado por calor. Determine y corrija la
                    causa del calor excesivo en el sistema de direcci&#243;n.
                </para>
                <figure id="f0500313" figsize="col-wide">
                    <graphic id="g0500313" filename="../figg05/g0500313.webp" type="webp"/>
                    <caption>Figura 13. Desensamblaje del sello del eje de impulso</caption>
                </figure>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
