<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONJUNTOS DE LA COLUMNA DE DIRECCI&#211;N, EST&#193;NDAR E INCLINABLE - 2000, 3000, 4000, 8000 -
        ALINEACI&#211;N DEL VOLANTE DE LA DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="align" graphiccount="0">
        <title>ALINEACI&#211;N DEL VOLANTE DE LA DIRECCI&#211;N</title>
        <para>El conjunto de direcci&#243;n requiere una correcta alineaci&#243;n entre el volante de la direcci&#243;n
            y el engranaje de direcci&#243;n. Los siguientes son algunos puntos de alineaci&#243;n para considerar en el
            momento de armar o cuando la alineaci&#243;n del volante de la direcci&#243;n es un problema.
        </para>
        <step1>
            <para count="1">Realice una prueba manejando el veh&#237;culo al menos medio kil&#243;metro (un cuarto de
                milla) sobre una secci&#243;n de camino recta y nivelada (sin cima). Cuando el veh&#237;culo se desplaza
                en l&#237;nea recta, determine si el volante de la direcci&#243;n est&#225; descentrado o cu&#225;n
                descentrado est&#225;.
            </para>
        </step1>
        <step1>
            <para count="1">Si la alineaci&#243;n del volante de la direcci&#243;n no es la correcta, devuelva el veh&#237;culo
                al &#225;rea de trabajo para ajustes adicionales. Detenga el veh&#237;culo con las ruedas delanteras (no
                el volante de la direcci&#243;n) rectas seg&#250;n lo experimentado en la prueba de manejo.
            </para>
        </step1>
        <step1>
            <para count="1">La alineaci&#243;n correcta entre el volante de la direcci&#243;n y el engranaje de direcci&#243;n
                se puede lograr quitando el volante de la direcci&#243;n (consulte
                <hotlnk document="m05013_HL0501301.xml" xrefid="hl0501303">VOLANTE DE LA DIRECCI&#211;N,
                    Desmontaje</hotlnk>) y reubic&#225;ndolo en las ranuras del eje de la columna de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el volante de la direcci&#243;n (consulte
                <hotlnk document="m05013_HL0501301.xml" xrefid="hl0501302">VOLANTE DE LA DIRECCI&#211;N, Instalaci&#243;n</hotlnk>
                ).
            </para>
        </step1>
        <step1>
            <para count="1">Realice una prueba manejando el veh&#237;culo para asegurarse de que se ha logrado una
                alineaci&#243;n adecuada y que la direcci&#243;n est&#225; correcta.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05013_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05013_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05013.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
