<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - AJUSTE DE &#201;MBOLOS DE
        DESAHOGO - Service Procedure
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="0">
        <title>Service Procedure</title>
        <para>Cada vez que se cambie el tama&#241;o de las llantas o los engranajes de direcci&#243;n, ser&#225;
            necesario efectuar un ajuste del &#233;mbolo de desahogo. Hay un &#233;mbolo de desahogo en cada tapa de
            extremo del engranaje de direcci&#243;n. Uno para el giro hacia la derecha y otro para el giro hacia la
            izquierda.
        </para>
        <specpara>
            <note>
                <para>Nunca intente ajustar los &#233;mbolos de desahogo mientras no se hayan ajustado los topes del
                    eje. Para conocer el procedimiento para ajustar los topes del eje, consulte el GRUPO 02 - EJE
                    DELANTERO, secci&#243;n Informaci&#243;n general y alineaci&#243;n de ruedas, en el Manual de
                    Servicio Maestro CTS-5000.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Estacione el veh&#237;culo sobre una superficie limpia, seca y s&#243;lida, de preferencia
                concreto. Ponga el freno de estacionamiento y bloquee las ruedas.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque la transmisi&#243;n en neutro y arranque el motor.</para>
        </step1>
        <step1>
            <para count="1">Deje que el motor funcione en ralent&#237;.</para>
            <specpara>
                <note>
                    <para>Siempre es mejor contar con 2 personas al ajustar &#233;mbolos: Una para dirigir el veh&#237;culo
                        y otra para ajustar y revisar los ajustes.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Localice los &#233;mbolos.</para>
        </step1>
        <step1>
            <para count="1">Determine qu&#233; &#233;mbolo se usa para ajustar los giros hacia la derecha y hacia la
                izquierda, sobre la base de la direcci&#243;n del recorrido del brazo pitman.
            </para>
        </step1>
        <step1>
            <para count="1">Gire el volante de la direcci&#243;n hasta el extremo izquierdo y revise la separaci&#243;n
                usando el material plano de acero como calibrador de espesor entre el tornillo de tope del eje y el eje.
                Si la separaci&#243;n no es de 3.2 mm (1/8 de pulgada), ser&#225; necesario ajustar el &#233;mbolo.
            </para>
            <specpara>
                <caution>
                    <para>&#161;Si el tornillo de tope golpea al eje bajo presi&#243;n, suelte el volante
                        inmediatamente! Pueden producirse da&#241;os en los componentes de la direcci&#243;n.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Devuelva las llantas delanteras a la posici&#243;n recta y suelte el volante de la direcci&#243;n.
                Use el destornillador para ajustar el &#233;mbolo para el giro hacia la izquierda. Al girar el &#233;mbolo
                hacia adentro, aumenta el espacio entre el tornillo de tope y el eje, mientras que, al girarlo hacia
                afuera, el espacio disminuye.
            </para>
            <specpara>
                <warning>
                    <para>Nunca ajuste el &#233;mbolo m&#225;s all&#225; del nivel de la tapa de extremo. Pueden
                        producirse fugas o lesiones personales.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Gire el volante de la direcci&#243;n completamente hacia la izquierda. Revise la separaci&#243;n
                de 3.2 mm (1/8 de pulgada), usando el material plano de acero como calibrador de espesor.
            </para>
            <specpara>
                <caution>
                    <para>El material plano se usa s&#243;lo como un calibrador de espesor. No oprima ni apriete el
                        material plano entre el tornillo de tope y el eje. Pueden producirse da&#241;os en las piezas.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Si se requieren ajustes adicionales, repita los pasos 7 y 8 hasta lograr el espacio de 3.2
                mm (1/8 de pulgada).
            </para>
        </step1>
        <step1>
            <para count="1">Repita los pasos 6 al 9 para el giro hacia la derecha.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500206.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
