<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - AJUSTE - REAJUSTE DEL
        CABEZAL DE RETENCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc id="hl0500322" svcproctype="adjust" graphiccount="7">
        <title>REAJUSTE DEL CABEZAL DE RETENCI&#211;N</title>
        <para>Este procedimiento de restablecimiento funciona en la mayor&#237;a de los casos con 1-3/4 vueltas del
            volante como m&#237;nimo, hacia cada lado a partir del centro. Si efect&#250;a una gran reducci&#243;n en el
            corte del volante y este procedimiento no funciona, es posible que tenga que reemplazar o restablecer
            internamente los cabezales de retenci&#243;n usando el procedimiento descrito en
            <hotlnk document="m05003_HL0500310.xml" xrefid="hl0500310">COMPONENTE DEL CABEZAL DE RETENCI&#211;N</hotlnk>
            .
        </para>
        <step1>
            <para count="1">Ajuste los topes del eje. Consulte GRUPO 02 - INFORMACI&#211;N GENERAL Y ALINEACI&#211;N DE
                LA DIRECCI&#211;N en el Manual de Servicio Maestro CTS-5000.
            </para>
            <para>Arranque el motor y permita que el veh&#237;culo funcione en ralent&#237; entre 5 y 10 minutos para
                calentar el l&#237;quido hidr&#225;ulico. Apague el motor.
            </para>
        </step1>
        <step1>
            <para count="1">Si est&#225; usando un nuevo tornillo de ajuste del cabezal de retenci&#243;n y una
                contratuercas, gire el tornillo dentro del extremo de "no sello" de la contratuerca hasta que el extremo
                de mando del tornillo est&#233; al nivel de la tuerca (
                <hotlnk xrefid="f05003e5">Figura 145</hotlnk>).
            </para>
            <figure id="f05003e5" figsize="col-wide">
                <graphic id="g05003e5" filename="../figg05/g05003e5.webp" type="webp"/>
                <caption>Figura 145. Extremo de mando del tornillo al nivel de la tuerca</caption>
            </figure>
            <para>El engranaje de direcci&#243;n tiene un tornillo de tope fijo o un tornillo de ajuste. Si el tornillo
                de ajuste ya es parte del engranaje de direcci&#243;n, desenrosque la contratuercas del tornillo de
                ajuste hasta que est&#233; al nivel del extremo del tornillo de ajuste.
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el motor est&#233; apagado y que las ruedas est&#233;n apuntando
                derecho hacia adelante. Remueva y deseche el tornillo fijo del cabezal de retenci&#243;n (si est&#225;
                instalado) y la arandela (si est&#225; instalada) del extremo inferior del bastidor (
                <hotlnk xrefid="f05003e6">Figura 146</hotlnk>).
            </para>
            <figure id="f05003e6" figsize="col-wide">
                <graphic id="g05003e6" filename="../figg05/g05003e6.webp" type="webp"/>
                <caption>Figura 146. Remueva el tornillo fijo de el cabezal de retenci&#243;n</caption>
            </figure>
            <para>Si la unidad tiene un tornillo de ajuste del cabezal de retenci&#243;n y una contratuercas que
                requieren reemplazo, ret&#237;relos y desc&#225;rtelos.
            </para>
        </step1>
        <step1>
            <para count="1">Enrosque el conjunto de tornillo de ajuste y contratuercas, sin que la tuerca gire en el
                tornillo, dentro del bastidor hasta que la contratuercas est&#233; firme contra al bastidor usando una
                llave Allen de 7/32 de pulgada. Apriete la contratuercas contra el bastidor (
                <hotlnk xrefid="f05003e7">Figura 147</hotlnk>).
            </para>
            <figure id="f05003e7" figsize="col-wide">
                <graphic id="g05003e7" filename="../figg05/g05003e7.webp" type="webp"/>
                <caption>Figura 147. Apriete la contratuercas contra el bastidor</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Si el extremo de mando del tornillo est&#225; por debajo de la superficie de la contratuerca,
                        el reborde del sello del cabezal de retenci&#243;n se romper&#225; durante el paso 7C.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Vuelva a llenar el dep&#243;sito del sistema con el l&#237;quido hidr&#225;ulico aprobado.
            </para>
            <specpara>
                <caution>
                    <para>No mezcle diferentes tipos de l&#237;quido. La combinaci&#243;n de l&#237;quido de la
                        transmisi&#243;n, aceite de motor u otros l&#237;quidos hidr&#225;ulicos causa que los sellos se
                        deterioren m&#225;s r&#225;pido.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Ponga un gato bajo el centro del eje delantero y levante el extremo delantero del veh&#237;culo,
                de manera que las llantas del eje de direcci&#243;n est&#233;n separadas del suelo (
                <hotlnk xrefid="f05003e8">Figura 148</hotlnk>).
            </para>
            <figure id="f05003e8" figsize="col-wide">
                <graphic id="g05003e8" filename="../figg05/g05003e8.webp" type="webp"/>
                <caption>Figura 148. Gato bajo el eje delantero</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Arranque el motor y d&#233;jelo funcionar en ralent&#237;.</para>
            <step2>
                <para count="1">Anote la marca de sincronizaci&#243;n del eje transmisor que est&#233; m&#225;s cerca
                    del cilindro del pist&#243;n del bastidor.
                </para>
            </step2>
            <step2>
                <para count="1">Gire el volante de la direcci&#243;n en la direcci&#243;n que haga que esta marca de
                    sincronizaci&#243;n se mueva hacia el tornillo de ajuste reci&#233;n instalado. Gire en esta direcci&#243;n
                    hasta que se haga contacto con el tope del eje.
                </para>
            </step2>
            <step2>
                <para count="1">Despu&#233;s de hacer contacto con el tope del eje, gire con fuerza el volante de la
                    direcci&#243;n (aplique hasta 178 N (40 lb) de fuerza de tracci&#243;n en el aro del volante de la
                    direcci&#243;n de 508 mm (20 pulgadas) de di&#225;metro).
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Gire el volante de la direcci&#243;n en la direcci&#243;n opuesta (hasta el final de la
                marca de sincronizaci&#243;n alejada del tornillo de ajuste) hasta hacer contacto con el otro tope del
                eje.
            </para>
            <para>Gire con fuerza el volante de la direcci&#243;n (aplique hasta 178 N (40 lb) de fuerza de tracci&#243;n
                en el aro del volante de la direcci&#243;n de 508 mm (20 pulgadas) de di&#225;metro).
            </para>
        </step1>
        <para>Suelte el volante de la direcci&#243;n y apague el motor.</para>
        <step1>
            <para count="1">Afloje la contratuercas, sost&#233;ngala con una llave y desenrosque el tornillo de ajuste
                hasta que sobresalga 25.4 mm (1 pulgada) de la tuerca. Apriete la contratuercas contra el bastidor (
                <hotlnk xrefid="f05003e9">Figura 149</hotlnk>).
            </para>
            <figure id="f05003e9" figsize="col-wide">
                <graphic id="g05003e9" filename="../figg05/g05003e9.webp" type="webp"/>
                <caption>Figura 149. Apriete la contratuercas contra el bastidor</caption>
            </figure>
            <specpara>
                <caution>
                    <para>No sostenga el volante de la direcci&#243;n en el giro completo durante m&#225;s de 10
                        segundos a la vez; el calor acumulado en la presi&#243;n de descarga de la bomba puede da&#241;ar
                        los componentes.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Arranque el motor y d&#233;jelo funcionar en ralent&#237;.</para>
            <para>Gire el volante de la direcci&#243;n en la direcci&#243;n original (hasta el final de la marca de
                sincronizaci&#243;n hacia el tornillo de ajuste) hasta hacer contacto con el tope del eje (
                <hotlnk xrefid="f05003f0">Figura 150</hotlnk>).
            </para>
            <figure id="f05003f0" figsize="col-wide">
                <graphic id="g05003f0" filename="../figg05/g05003f0.webp" type="webp"/>
                <caption>Figura 150. Gire el volante de la direcci&#243;n</caption>
            </figure>
            <para>Sostenga el volante de la direcci&#243;n en esta posici&#243;n (con hasta 178 N (40 lb) de fuerza de
                tracci&#243;n en el aro del volante) durante 10 segundos y luego su&#233;ltelo. Repita este proceso de
                sujeci&#243;n y liberaci&#243;n las veces necesarias mientras completa el paso 11.
            </para>
        </step1>
        <step1>
            <para count="1">Con el volante de la direcci&#243;n firmemente sujeto en el giro completo, afloje la tuerca
                y mant&#233;ngala en su lugar con una llave.
            </para>
            <para>Gire (hacia la derecha) el tornillo de ajuste usando s&#243;lo la presi&#243;n de los dedos (no use un
                trinquete), hasta que la llave Allen se detenga (
                <hotlnk xrefid="f05003f1">Figura 151</hotlnk>). No intente hacerlo girar m&#225;s adentro. Haga una
                pausa en el proceso de inserci&#243;n cada vez que el conductor suelte el volante de la direcci&#243;n;
                contin&#250;e haci&#233;ndolo girar s&#243;lo cuando el volante est&#233; sujeto en el giro completo.
            </para>
        </step1>
        <para>Desenrosque el tornillo de ajuste 3-1/4 vueltas y apriete la contratuercas a 47 N&#8226;m (35 lbs pie).
        </para>
        <step1>
            <para count="1"></para>
            <figure id="f05003f1" figsize="col-wide">
                <graphic id="g05003f1" filename="../figg05/g05003f1.webp" type="webp"/>
                <caption>Figura 151. Gire el tornillo de ajuste</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">En este momento, los cabezales de retenci&#243;n est&#225;n completamente restablecidos.
                Baje el veh&#237;culo. Revise el dep&#243;sito y ll&#233;nelo si es necesario.
            </para>
            <specpara>
                <important>
                    <para>Para obtener un acople adecuado de la rosca, la longitud del tornillo de ajuste m&#225;s all&#225;
                        de la contratuercas no debe exceder 27 mm (1-1/16 pulgadas).
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>La longitud del tornillo de ajuste m&#225;s all&#225; de la contratuercas puede ser distinta
                        para cada veh&#237;culo.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_25.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500317.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
