<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - MANTENIMIENTO PREVENTIVO -
        REEMPLAZO DEL SELLO DEL EJE DE ENTRADA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="4">
        <title>REEMPLAZO DEL SELLO DEL EJE DE ENTRADA</title>
        <svcprocinfo>
            <para>Producci&#243;n anterior a julio de 1990 - el tapa de cojinete de entrada no tiene una boquilla para
                engrase.
            </para>
            <specpara>
                <important>
                    <para>No remueva el engranaje de direcci&#243;n para este procedimiento.</para>
                </important>
            </specpara>
            <para>El reemplazo de un selo del estilo viejo, requiere el uso de una nueva cubierta de la tapa del
                cojinete. Antes de poder reemplazar un sello, usted debe identificar la fecha de fabricaci&#243;n del
                engranaje de direcci&#243;n. Esto se puede realizar siguiendo el
                <hotlnk document="m05002_HL0500207.xml" xrefid="hl0500207">procedimiento de identificaci&#243;n del
                    engranaje de direcci&#243;n</hotlnk>.
            </para>
            <specpara>
                <warning>
                    <para></para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Desensamble</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo sobre una superficie limpia, seca y s&#243;lida, de
                    preferencia concreto. Ponga el freno de estacionamiento y bloquee las ruedas. Ponga la transmisi&#243;n
                    en neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Incline el cap&#243; o la cabina.</para>
            </step1>
            <step1>
                <para count="1">Suelte y remueva el tornillo retenedor en el yugo inferior del extremo del eje de
                    direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el yugo inferior del eje de entrada del engranaje de direcci&#243;n. Si es
                    necesario, asegure el eje de direcci&#243;n de modo que no quede estorbando.
                </para>
                <specpara>
                    <important>
                        <para>No hale el eje deslizable fuera del eje de direcci&#243;n. Si el desensamble de la columna
                            fuera necesario, coloque marcas de referencia en el eje deslizable y en el eje de la columna
                            para asegurar una correcta posici&#243;n al momento del ensamble.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque el recipiente de drenaje debajo del engranaje de direcci&#243;n hidr&#225;ulica.
                    No es necesario drenar el sistema, pero puede que parte del l&#237;quido se derrame.
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de trinquete y un cubo de 15 &#243; 16 mm para soltar y remover los 4
                    tornillos de la cubierta de la tapa de cojinete y la cubierta (
                    <hotlnk xrefid="f0500215">Figura 16</hotlnk>).
                </para>
            </step1>
            <figure id="f0500215" figsize="col-wide">
                <graphic id="g0500215" filename="../figg05/g0500215.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 16. Suelte y remueva los tornillos de la cubierta de la tapa de cojinete</caption>
            </figure>
            <specpara>
                <caution>
                    <para>No gire el eje de entrada durante las reparaciones. Los cojinetes y arandelas de empuje deben
                        permaneces intactos durante el desarmado. El giro del eje o la mezcla de componentes producir&#225;
                        da&#241;os en el tapa de cojinete y en el conjunto del eje de mando.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <important>
                    <para>La arandela de empuje puede pegarse en la cubierta de la tapa de cojinete. Si esto sucede,
                        vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n (
                        <hotlnk xrefid="f0500216">Figura 17</hotlnk>
                        y
                        <hotlnk xrefid="f0500217">Figura 18</hotlnk>).
                    </para>
                </important>
            </specpara>
            <figure id="f0500216" figsize="col-wide">
                <graphic id="g0500216" filename="../figg05/g0500216.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 17. Vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n</caption>
            </figure>
            <figure id="f0500217" figsize="col-wide">
                <graphic id="g0500217" filename="../figg05/g0500217.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 18. Vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Deseche la cubierta ya que se va a usar un nuevo tipo.</para>
            </step1>
            <step1>
                <para count="1">El retiro del anillo de tefl&#243;n y del anillo energizador del eje es opcional.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ensamble</title>
            <step1>
                <para count="1">Aplique una capa delgada de grasa blanca o de una sustancia similar al eje de entrada e
                    instale la cubierta. Aseg&#250;rese de que el orificio del &#233;mbolo se alinie.
                </para>
                <specpara>
                    <note>
                        <para>El sello del eje de entrada y el anillo "O" de la cubierta se instalan con anterioridad al
                            env&#237;o.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <caution>
                        <para>Deslice lentamente la nueva cubierta en el eje para evitar da&#241;os en el sello.</para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los cuatro (4) tornillos de montaje de 10 x 1.5 mm y apriete a 72 a 85 Nm (53 a
                    63 lb pies).
                </para>
            </step1>
            <step1>
                <para count="1">Revise la hoja de instrucciones del juego y seleccione el sello contra la sal de di&#225;metro
                    adecuado. Deslice el sello contra la sal sobre el eje y emp&#250;jelo con sus dedos hacia el
                    interior del agujero del sello. Aseg&#250;rese de que el labio del sello est&#233; hacia afuera (
                    <hotlnk xrefid="f0500218">Figura 19</hotlnk>).
                </para>
            </step1>
            <figure id="f0500218" figsize="col-wide">
                <graphic id="g0500218" filename="../figg05/g0500218.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 19. Aseg&#250;rese de que el labio del sello est&#233; hacia afuera</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a instalar el yugo inferior del eje de direcci&#243;n en el engranaje de direcci&#243;n.
                    Aseg&#250;rese de que el orificio del tornillo retenedor en el yugo se alinie con la muesca tipo
                    silbato en el eje de entrada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo retenedor y la tuerca y apriete. Consulte el GRUPO 05 - DIRECCI&#211;N
                    en el Manual de Servicio Maestro CTS-5000 para ver el valor de torsi&#243;n adecuado para el veh&#237;culo
                    y el tipo de columna que se est&#225;n reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Use un engrasador manual para bombear una peque&#241;a cantidad de grasa a la conexi&#243;n
                    de engrase hasta que se pueda ver que la grasa sale alrededor del sello contra la sal.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el nivel del l&#237;quido en el tanque de la direcci&#243;n hidr&#225;ulica; aseg&#250;rese
                    de que est&#233; lleno.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie el l&#237;quido del engranaje de direcci&#243;n hidr&#225;ulica y remueva el
                    recipiente de drenaje.
                </para>
            </step1>
            <step1>
                <para count="1">Baje la cabina o el cap&#243;.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
