<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - MANTENIMIENTO PREVENTIVO -
        REEMPLAZO DEL SELLO DEL EJE DE ENTRADA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="12">
        <title>REEMPLAZO DEL SELLO DEL EJE DE ENTRADA</title>
        <svcprocinfo>
            <para>
                <emph type="bold">Producci&#243;n actual posterior a julio de 1990</emph>
                - la cubierta de la tapa de cojinete del eje de entrada tiene una boquilla para engrase (
                <hotlnk xrefid="f0500219">Figura 20</hotlnk>).
            </para>
            <figure id="f0500219" figsize="col-wide">
                <graphic id="g0500219" filename="../figg05/g0500219.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 20. Conexi&#243;n de engrase</caption>
            </figure>
            <specpara>
                <important>
                    <para>No remueva el engranaje de direcci&#243;n para este procedimiento.</para>
                </important>
            </specpara>
            <para>Antes de poder reemplazar un sello, usted debe identificar la fecha de fabricaci&#243;n del engranaje
                de direcci&#243;n. Esto se puede realizar siguiendo el procedimiento de
                <hotlnk document="m05002_HL0500207.xml" xrefid="hl0500207">identificaci&#243;n del engranaje de direcci&#243;n</hotlnk>
                .
            </para>
            <specpara>
                <warning>
                    <para>No reemplazar todos los sellos, las chavetas, los retenes y los fijadores cr&#237;ticos puede
                        producir un accidente, lesiones o muerte.
                    </para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Desensamble</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo sobre una superficie limpia, seca y s&#243;lida, de
                    preferencia concreto. Ponga el freno de estacionamiento y bloquee las ruedas. Ponga la transmisi&#243;n
                    en neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Incline el cap&#243; o la cabina.</para>
            </step1>
            <step1>
                <para count="1">Suelte y remueva el tornillo retenedor en el yugo inferior del extremo del eje de
                    direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el yugo inferior del eje de entrada del engranaje de direcci&#243;n. Si es
                    necesario, asegure el eje de direcci&#243;n de modo que no quede estorbando.
                </para>
            </step1>
            <specpara>
                <important>
                    <para>No hale el eje deslizable fuera del eje de direcci&#243;n. Esto requerir&#237;a una reposici&#243;n
                        en fase en el momento de la instalaci&#243;n.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Coloque el recipiente de drenaje debajo del engranaje de direcci&#243;n hidr&#225;ulica.
                    No es necesario drenar el sistema, pero puede que parte del l&#237;quido se derrame.
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de trinquete y un cubo de 15 &#243; 16 mm para soltar y remover los 4
                    tornillos de la cubierta de la tapa de cojinete y la cubierta (
                    <hotlnk xrefid="f0500220">Figura 21</hotlnk>).
                </para>
                <figure id="f0500220" figsize="col-wide">
                    <graphic id="g0500220" filename="../figg05/g0500220.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 21. Remueva los tornillos de la cubierta de la tapa de cojinete</caption>
                </figure>
            </step1>
            <specpara>
                <caution>
                    <para>No gire el eje de entrada durante las reparaciones. El giro del eje o la mezcla de componentes
                        producir&#225; da&#241;os en el tapa de cojinete y en el conjunto del eje de mando.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <important>
                    <para>La arandela de empuje puede pegarse en la cubierta de la tapa de cojinete. Si esto sucede,
                        vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n (
                        <hotlnk xrefid="f0500221">Figura 22</hotlnk>
                        y
                        <hotlnk xrefid="f0500222">Figura 23</hotlnk>).
                    </para>
                </important>
            </specpara>
            <figure id="f0500221" figsize="col-wide">
                <graphic id="g0500221" filename="../figg05/g0500221.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 22. Vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n</caption>
            </figure>
            <figure id="f0500222" figsize="col-wide">
                <graphic id="g0500222" filename="../figg05/g0500222.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 23. Vuelva a instalar la arandela de empuje en el engranaje de direcci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Saque el sello contra la sal de la cubierta de la tapa de cojinete haciendole palanca
                    con un destornillador (
                    <hotlnk xrefid="f0500223">Figura 24</hotlnk>).
                </para>
                <figure id="f0500223" figsize="col-wide">
                    <graphic id="g0500223" filename="../figg05/g0500223.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 24. Saque el sello contra la sal de la cubierta de la tapa de cojinete haciendole
                        palanca
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Para remover el sello del eje de entrada y la arandela de respaldo, golpee suavemente un
                    cubo de 1 pulgada con una extensi&#243;n corta. Deseche los sellos y la arandela de respaldo (
                    <hotlnk xrefid="f0500224">Figura 25</hotlnk>).
                </para>
                <figure id="f0500224" figsize="col-wide">
                    <graphic id="g0500224" filename="../figg05/g0500224.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 25. Remueva el sello del eje de entrada y la arandela de respaldo</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Use anteojos de seguridad y de golpes de martillo blandos para evitar da&#241;os en la
                            extensi&#243;n.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva el anillo "O" de la cubierta de la tapa de cojinete y des&#233;chelo.</para>
            </step1>
            <step1>
                <para count="1">Limpie la cubierta de la tapa de cojinete con un solvente aprobado y seque con aire
                    usando aire a baja presi&#243;n.
                </para>
                <specpara>
                    <warning>
                        <para>Use siempre anteojos de seguridad y use s&#243;lo aire a baja presi&#243;n para limpiar
                            las partes.
                        </para>
                    </warning>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ensamble</title>
            <step1>
                <para count="1">Coloque la cubierta sobre un banco de trabajo apoyada en la superficie exterior. Instale
                    la arandela de respaldo. Aseg&#250;rese de que quede plana en el reborde del agujero del sello (
                    <hotlnk xrefid="f0500225">Figura 26</hotlnk>).
                </para>
                <figure id="f0500225" figsize="col-wide">
                    <graphic id="g0500225" filename="../figg05/g0500225.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 26. Instale la arandela de respaldo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el sello del eje de entrada en la cubierta usando el cubo de 1 pulgada como gu&#237;a.
                    Aseg&#250;rese de que el labio del sello est&#233; hacia adentro. Empuje el sello hasta que llegue
                    al fondo de la arandela de respaldo (
                    <hotlnk xrefid="f0500226">Figura 27</hotlnk>).
                </para>
                <figure id="f0500226" figsize="col-wide">
                    <graphic id="g0500226" filename="../figg05/g0500226.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 27. Instale el sello del eje de entrada</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo "O" en la cubierta y cubra el eje con grasa blanca o con un
                    producto similar (
                    <hotlnk xrefid="f0500227">Figura 28</hotlnk>).
                </para>
                <figure id="f0500227" figsize="col-wide">
                    <graphic id="g0500227" filename="../figg05/g0500227.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 28. Instale el nuevo anillo "O" en la cubierta</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la cubierta de la tapa de cojinete en el tapa de cojinete (
                    <hotlnk xrefid="f0500228">Figura 29</hotlnk>).
                </para>
                <figure id="f0500228" figsize="col-wide">
                    <graphic id="g0500228" filename="../figg05/g0500228.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 29. Vuelva a instalar la cubierta de la tapa de cojinete</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No durante la instalaci&#243;n da&#241;e el sello del eje de entrada.</para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los cuatro tornillos de la cubierta de la tapa de cojinete y apriete a 72 a 85
                    Nm (53 a 63 lb pies) (
                    <hotlnk xrefid="f0500229">Figura 30</hotlnk>).
                </para>
                <figure id="f0500229" figsize="col-wide">
                    <graphic id="g0500229" filename="../figg05/g0500229.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 30. Instale los tornillos de la cubierta de la tapa de cojinete</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el sello contra la sal en la cubierta de la tapa de cojinete. Empuje con sus
                    dedos el sello contra la sal hasta que quede al nivel de la superficie exterior de la cubierta. Aseg&#250;rese
                    de que el borde del sello est&#233; hacia afuera en direcci&#243;n al eje ranurado (
                    <hotlnk xrefid="f0500230">Figura 31</hotlnk>).
                </para>
                <figure id="f0500230" figsize="col-wide">
                    <graphic id="g0500230" filename="../figg05/g0500230.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 31. Instale el sello contra la sal</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Deslice el yugo inferior del extremo del eje de direcci&#243;n sobre el eje de entrada
                    de modo que el orificio del tornillo retenedor se alinie con la muesca tipo silbato en el eje de
                    entrada.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el tornillo retenedor y la tuerca y apriete. Consulte el GRUPO 05 -
                    DIRECCI&#211;N en el Manual de Servicio Maestro CTS-5000 para ver el valor de torsi&#243;n adecuado
                    para el veh&#237;culo y el tipo de columna que se est&#225;n reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Use el engrasador manual para bombear una peque&#241;a cantidad de grasa a la boquilla
                    de engrase hasta que se pueda ver que la grasa sale alrededor del sello contra la sal .
                </para>
            </step1>
            <step1>
                <para count="1">Revise el nivel del l&#237;quido en el tanque de la direcci&#243;n hidr&#225;ulica y
                    aseg&#250;rese de que est&#233; lleno.
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el veh&#237;culo y dejelo que funcione en ralent&#237;. Revise si hay fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Apague la unidad despu&#233;s de ver que no tenga fugas y de revisar el nivel del l&#237;quido.</para>
            </step1>
            <step1>
                <para count="1">Limpie la contaminaci&#243;n externa de l&#237;quido del engranaje de direcci&#243;n
                    hidr&#225;ulica y remueva el recipiente de drenaje.
                </para>
            </step1>
            <step1>
                <para count="1">Baje la cabina o el cap&#243;.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500215.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
