<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - SISTEMA DOBLE DE DIRECCI&#211;N -
        ENGRANAJE SECUNDARIO INTEGRAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="9">
        <title>ENGRANAJE SECUNDARIO INTEGRAL</title>
        <svcsubproc>
            <title>Serie M</title>
            <para>Los componentes principales del engranaje secundario son el &#233;mbolo de potencia y el conjunto del
                eje sector (
                <hotlnk xrefid="f05002a5">Figura 106</hotlnk>).
            </para>
            <figure id="f05002a5" figsize="col-wide">
                <graphic id="g05002a5" filename="../figg05/g05002a5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 106. &#201;mbolo de potencia y conjunto del eje sector</caption>
            </figure>
            <para>El desensamble del engranaje secundario requiere el desmontaje de las cabezas de cilindro y de la
                cubierta del eje sector.
            </para>
            <para>El conjunto del eje sector se retira y el pist&#243;n se extrae del agujero del bastidor.</para>
            <para>Los cojinetes del eje sector y los diversos sellos se reparan usando los mismos procedimientos que se
                aplican al engranaje maestro.
            </para>
            <para>Durante el ensamble, las marcas de sincronizaci&#243;n en la cremallera del pist&#243;n y en el eje
                sector se deben hacer coincidir cuidadosamente.
            </para>
            <para>Los modelos serie M usan un anillo ret&#233;n en un extremo del &#233;mbolo de potencia. Para instalar
                un nuevo sello se debe colocar el anillo "O" de respaldo en la ranura del pist&#243;n e instalar el
                anillo ret&#233;n de tefl&#243;n sobre &#233;l.
            </para>
            <specpara>
                <note>
                    <para>El material del sello se ce&#164;ir&#225; a medida que se ajusta en la ranura del anillo. Si
                        deja el pist&#243;n listo con los anillos ret&#233;n en su lugar, ser&#225; m&#225;s f&#225;cil
                        instalarlo en el agujero del pist&#243;n. El uso de un compresor para anillos es mejor para
                        evitar el da&#241;o al anillo del pist&#243;n (
                        <hotlnk xrefid="f05002a6">Figura 107</hotlnk>).
                    </para>
                </note>
            </specpara>
            <figure id="f05002a6" figsize="col-wide">
                <graphic id="g05002a6" filename="../figg05/g05002a6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 107. Ajuste el sello en la ranura del anillo</caption>
            </figure>
            <specpara>
                <note>
                    <para>El bastidor tiene una ranura biselada en un extremo del bastidor del pist&#243;n. El pist&#243;n
                        se instala a trav&#233;s de ese extremo del bastidor. Puede que se requieran golpes ligeros con
                        un martillo blando en el extremo del pist&#243;n para moverlo hacia adentro del bastidor.
                    </para>
                </note>
            </specpara>
            <para>Para reinstalar el pist&#243;n, pase cuidadosamente el anillo del pist&#243;n por la abertura del
                engranaje del pi&#241;&#243;n en el agujero del cilindro. Manteniendo la presi&#243;n en el extremo del
                pist&#243;n, presione el sello del pist&#243;n hacia la ranura del anillo. A medida que el anillo del
                pist&#243;n se comprime hacia la ranura del anillo, el pist&#243;n se deslizar&#225; m&#225;s dentro del
                agujero hasta que el anillo del pist&#243;n haya pasado a trav&#233;s de la abertura del engranaje del
                pi&#241;&#243;n (
                <hotlnk xrefid="f05002a7">Figura 108</hotlnk>).
            </para>
            <figure id="f05002a7" figsize="col-wide">
                <graphic id="g05002a7" filename="../figg05/g05002a7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 108. Presione el sello del pist&#243;n hacia la ranura del anillo</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Serie 92</title>
            <para>Los componentes principales del engranaje secundario son el &#233;mbolo de potencia y el conjunto de
                engranaje del pi&#241;&#243;n y del eje sector.
            </para>
            <para>El desensamble del engranaje secundario requiere el desmontaje de las cabezas de cilindro y de la
                cubierta del pi&#241;&#243;n y soporte de montaje.
            </para>
            <para>El conjunto del eje sector se retira y el pist&#243;n se extrae del agujero del bastidor.</para>
            <para>
                <title>Reemplazo del sello del eje propulsor</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f05002a8">Figura 109</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f05002a8" figsize="pg-wide">
                <graphic id="g05002a8" filename="../figg05/g05002a8.webp" type="webp" scalefit="1" scalefitwidth="408px"
                         scalefitheight="432px"/>
                <caption>Figura 109. Reemplazo del sello del eje propulsor</caption>
                <calloutgroup>
                    <callout1>1. ANILLO DE RESORTE</callout1>
                    <callout1>2. SELLO DE ACEITE</callout1>
                    <callout1>3. PLACA DE RETENCI&#211;N</callout1>
                    <callout1>4. TORNILLOS DE CABEZA HEXAGONAL HUECA</callout1>
                    <callout1>5. BRAZO PITMAN</callout1>
                    <callout1>6. RET&#201;N DE BRAZO PITMAN</callout1>
                    <callout1>7. CONJUNTO DE SELLO</callout1>
                    <callout1>8. TORNILLOS DE CABEZA HEXAGONAL</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva el ret&#233;n del brazo pitman (elemento 6) y el brazo pitman (elemento 5) del
                    eje propulsor.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de cabeza hexagonal hueca (elemento 4) que fijan la placa de
                    retenci&#243;n (elemento 3) en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva, limpie y guarde la placa de retenci&#243;n para el ensamble.</para>
            </step1>
            <step1>
                <para count="1">Remueva el sello de aceite (elemento 2) y el anillo de resorte (elemento 1) del agujero
                    y des&#233;chelos.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique el exterior y el interior del conjunto de sello (elemento 7) con lubricante
                    para chasis. Envuelva el extremo ranurado del eje con papel engrasado y deslice el sello hacia la
                    placa sobre el eje. Golpee cuidadosamente el conjunto de sello hacia el agujero del bastidor hasta
                    que quede al nivel de la cara del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la placa (elemento 3) y los tornillos de cabeza hexagonal (elemento 8) como
                    aparece en la
                    <hotlnk xrefid="f05002a8">Figura 108</hotlnk>. Apriete los tornillos de cabeza hexagonal a 13.8 a
                    19.4 Nm (10 a 14 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el brazo pitman (elemento 5), alineando la marca de sincronizaci&#243;n en el
                    brazo pitman con la marca de sincronizaci&#243;n en el eje propulsor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el ret&#233;n del brazo pitman (elemento 6). Aplique "Never-Seize" entre el
                    brazo pitman y el ret&#233;n en las roscas del eje propulsor y en las roscas del ret&#233;n. Apriete
                    el ret&#233;n a 305 Nm (225 lbs pie) para 292 y 392, y a 610 Nm (450 lbs pie) para serie 492.
                </para>
            </step1>
            <para>Durante el ensamble, las marcas de sincronizaci&#243;n en la cremallera del pist&#243;n y en el eje
                sector se deben hacer coincidir cuidadosamente, usando el mismo procedimiento que se aplica al engranaje
                maestro (
                <hotlnk xrefid="f05002a9">Figura 110</hotlnk>).
            </para>
            <figure id="f05002a9" figsize="col-wide">
                <graphic id="g05002a9" filename="../figg05/g05002a9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 110. Las marcas de sincronizaci&#243;n se deben hacer coincidir cuidadosamente</caption>
            </figure>
            <para>Los modelos de engranaje secundario serie 92 usan anillos ret&#233;n en los extremos del &#233;mbolo
                de potencia.
            </para>
            <para>Para instalar nuevos sellos, se debe colocar el anillo "O" de respaldo en la ranura del pist&#243;n e
                instalar el anillo ret&#233;n de tefl&#243;n sobre &#233;l (
                <hotlnk xrefid="f05002b0">Figura 111</hotlnk>).
            </para>
            <figure id="f05002b0" figsize="col-wide">
                <graphic id="g05002b0" filename="../figg05/g05002b0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 111. Instale nuevos sellos</caption>
            </figure>
            <specpara>
                <note>
                    <para>El material del sello se ce&#164;ir&#225; a medida que se ajusta en la ranura del anillo. Si
                        deja el pist&#243;n listo con los anillos ret&#233;n en su lugar, ser&#225; m&#225;s f&#225;cil
                        instalarlo en el agujero del pist&#243;n. El uso de un compresor para anillos es mejor para
                        evitar el da&#241;o al anillo del pist&#243;n (
                        <hotlnk xrefid="f05002b1">Figura 112</hotlnk>).
                    </para>
                    <figure id="f05002b1" figsize="col-wide">
                        <graphic id="g05002b1" filename="../figg05/g05002b1.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px" scalefitheight="232px"/>
                        <caption>Figura 112. Ajuste el sello en la ranura del anillo</caption>
                    </figure>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>El bastidor tiene una ranura biselada en un extremo del bastidor del pist&#243;n. El pist&#243;n
                        se instala a trav&#233;s de ese extremo del bastidor. Puede que se requieran golpes ligeros con
                        un martillo blando en el extremo del pist&#243;n para moverlo hacia el bastidor (
                        <hotlnk xrefid="f05002b2">Figura 113</hotlnk>).
                    </para>
                    <figure id="f05002b2" figsize="col-wide">
                        <graphic id="g05002b2" filename="../figg05/g05002b2.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px" scalefitheight="232px"/>
                        <caption>Figura 113. Instale el pist&#243;n a trav&#233;s del extremo del bastidor</caption>
                    </figure>
                </note>
            </specpara>
            <para>Tendr&#225; que pasar cuidadosamente el anillo del pist&#243;n por la abertura del engranaje del pi&#241;&#243;n
                en el agujero del cilindro. Manteniendo la presi&#243;n en el extremo del pist&#243;n, presione el sello
                del pist&#243;n hacia la ranura del anillo. A medida que el anillo del pist&#243;n se comprime hacia la
                ranura del anillo, el pist&#243;n se deslizar&#225; m&#225;s dentro del agujero hasta que el anillo del
                pist&#243;n haya pasado la abertura del engranaje del pi&#241;&#243;n (
                <hotlnk xrefid="f05002b3">Figura 114</hotlnk>).
            </para>
            <figure id="f05002b3" figsize="col-wide">
                <graphic id="g05002b3" filename="../figg05/g05002b3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 114. Pase el anillo del pist&#243;n por la abertura del engranaje del pi&#241;&#243;n
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_35.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_37.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
