<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - DIAGN&#211;STICOS DEL SISTEMA DE
        DIRECCI&#211;N - DIAGN&#211;STICO HIDR&#193;ULICO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="1">
        <title>DIAGN&#211;STICO HIDR&#193;ULICO</title>
        <para>Siga los procedimientos que se describen a continuaci&#243;n. Consulte
            <hotlnk document="m05002_HL0500204.xml" xrefid="hl0500204">ESPECIFICACIONES</hotlnk>.
        </para>
        <para>El engranaje de direcci&#243;n hidr&#225;ulica integral Sheppard serie M es una parte del sistema de
            direcci&#243;n hidr&#225;ulica que reacciona. Que reacciona significa que su funcionamiento depende de la
            alimentaci&#243;n adecuada de presi&#243;n y flujo de aceite proveniente de la bomba hidr&#225;ulica de
            alimentaci&#243;n. Para que el engranaje funcione tambi&#233;n se necesita una entrada externa al engranaje,
            ya sea del volante de la direcci&#243;n o desde las ruedas.
        </para>
        <para>Al girar el volante de la direcci&#243;n se aplica flujo de aceite a un extremo del pist&#243;n del
            engranaje de direcci&#243;n haciendo que se acumule presi&#243;n. Esta presi&#243;n hace que el pist&#243;n
            se mueva. A medida que el pist&#243;n se mueve, &#233;ste es desplazado por un volumen de baja presi&#243;n
            de aceite. La velocidad en que se mueve el pist&#243;n depende de la cantidad de flujo de aceite o de la
            velocidad de direcci&#243;n del flujo. Flujo = Velocidad de la direcci&#243;n
        </para>
        <para>La presi&#243;n de descarga m&#225;xima del sistema limita la cantidad de salida del engranaje de direcci&#243;n
            disponible para dirigir su veh&#237;culo espec&#237;fico o la cantidad de trabajo que el engranaje de
            direcci&#243;n puede realizar. Presi&#243;n = La cantidad de trabajo que puede hacer el engranaje de la
            direcci&#243;n
        </para>
        <para>Tener en mente la f&#243;rmula b&#225;sica de "Flujo = Velocidad del volante de la direcci&#243;n " y
            "Presi&#243;n = Trabajo" le ayudar&#225; a diagnosticar los problemas relacionados con la direcci&#243;n.
        </para>
        <para>Los requerimientos de presi&#243;n y flujo de aceite se definen durante el dise&#241;o del sistema de
            direcci&#243;n. Al diagnosticar los problemas relacionados con la direcci&#243;n, la presi&#243;n y el flujo
            de aceite deben satisfacer las especificaciones de dise&#241;o. Consulte
            <hotlnk document="m05002_HL0500204.xml" xrefid="hl0500204">ESPECIFICACIONES</hotlnk>.
        </para>
        <para>La contrapresi&#243;n y la temperatura de funcionamiento del sistema se deben considerar durante el diagn&#243;stico
            del sistema de direcci&#243;n. Una contrapresi&#243;n alta del sistema crea calor.
        </para>
        <para>Las temperaturas altas del aceite del sistema reducen la eficacia general de la bomba de direcci&#243;n y
            del engranaje de direcci&#243;n.
        </para>
        <para>Hay varios tipos de medidores de presi&#243;n y de flujo disponibles para diagnosticar problemas
            relacionados con la direcci&#243;n hidr&#225;ulica. Un man&#243;metro de 3000 PSI y un medidor de flujo con
            una capacidad de 10 GPM se necesitan para revisar la presi&#243;n y el flujo de aceite.
        </para>
        <para>Una v&#225;lvula de cierre colocada abajo del man&#243;metro permite aislar la bomba de alimentaci&#243;n
            hidr&#225;ulica del engranaje para revisar la presi&#243;n de descarga de la bomba. Un term&#243;metro
            simple colocado en el tanque muestra la temperatura del sistema.
        </para>
        <para>Un juego de pruebas para la direcci&#243;n hidr&#225;ulica aparece en la
            <hotlnk xrefid="f0500209">Figura 9</hotlnk>. &#201;ste es una herramienta excelente para localizar y
            solucionar problemas relacionados con sistemas de direcci&#243;n hidr&#225;ulica. Consulte
            <hotlnk document="m05002_41.xml" xrefid="hl0500205">HERRAMIENTAS ESPECIALES</hotlnk>.
        </para>
        <figure id="f0500209" figsize="col-wide">
            <graphic id="g0500209" filename="../figg05/g0500209.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px"/>
            <caption>Figura 9. Juego de prueba de la direcci&#243;n hidr&#225;ulica</caption>
        </figure>
        <para>Este probador es un dispositivo de lectura directa y aut&#243;nomo para revisar el flujo del sistema, y la
            presi&#243;n del sistema o ambos a la vez. Puede detectar componentes gastados, revisar los ajustes de
            control de flujo y presi&#243;n o monitorear el rendimiento general del sistema.
        </para>
        <para>S&#243;lo se interrumpe una conexi&#243;n de manguera, ya sea en la salida de la bomba o en la entrada de
            presi&#243;n hacia el bastidor del engranaje de direcci&#243;n hidr&#225;ulica.
        </para>
        <specpara>
            <warning>
                <para>El aceite a alta presi&#243;n puede penetrar la piel causando graves lesiones. Nunca use sus manos
                    para revisar si hay fugas.
                </para>
            </warning>
        </specpara>
        <para>Usando un probador de presi&#243;n y de flujo, proceda con la evaluaci&#243;n del sistema hidr&#225;ulico.
            Registre sus resultados en la
            <hotlnk document="m05002_HL0500203.xml" xrefid="hl0500203">Lista de localizaci&#243;n y soluci&#243;n de
                problemas</hotlnk>.
        </para>
        <specpara>
            <note>
                <para>Todas las pruebas se deben realizar con el veh&#237;culo estacionado en una superficie s&#243;lida,
                    seca y limpia, con el motor funcionando y el
                    <emph type="bold">peso completo del veh&#237;culo sobre las ruedas delanteras.</emph>
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Conecte el probador de presi&#243;n y de flujo en serie con la l&#237;nea de presi&#243;n de
                la bomba.
            </para>
        </step1>
        <step1>
            <para count="1">Arranque el motor y revise el nivel de aceite del sistema. Aseg&#250;rese de que el flujo de
                aceite est&#233; en la direcci&#243;n correcta seg&#250;n lo indicado por la flecha en el medidor de
                flujo.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque un term&#243;metro en el tanque.</para>
        </step1>
        <step1>
            <para count="1">Haga funcionar el motor en ralent&#237;. Cierre lentamente la v&#225;lvula de cierre hasta
                que tenga una lectura de presi&#243;n de 1000 PSI. Mantenga esta presi&#243;n hasta que la temperatura
                del sistema alcance 65 grados C (150 grados Fahrenheit). Abra completamente la v&#225;lvula de cierre
                cuando la temperatura alcance 65 grados C (150 grados Fahrenheit).
            </para>
        </step1>
        <step1>
            <para count="1">La contrapresi&#243;n normal del sistema es entre 50 y 100 PSI con el motor en ralent&#237;
                y el volante de la direcci&#243;n fijo; los sistemas dobles entregan normalmente una lectura levemente
                mayor. La contrapresi&#243;n se debe revisar a temperatura normal de funcionamiento.
            </para>
        </step1>
        <step1>
            <para count="1">Con el motor funcionando a velocidad de ralent&#237; especificada, gire lentamente la v&#225;lvula
                de cierre hasta que est&#233; cerrada y lea la presi&#243;n en que se abre la v&#225;lvula de descarga
                de presi&#243;n. (Abra la v&#225;lvula de cierre lo m&#225;s r&#225;pido posible para evitar la
                acumulaci&#243;n de calor o un posible da&#241;o a la bomba de direcci&#243;n). Esta lectura de presi&#243;n
                debe ser igual a la presi&#243;n m&#225;xima de la bomba. Consulte el GRUPO 05 - BOMBA DE DIRECCI&#211;N
                HIDR&#193;ULICA en El Manual de Servicio Maestro CTS-5000 para ver el tipo de bomba usado en el veh&#237;culo.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Puede que una v&#225;lvula de descarga de presi&#243;n descompuesta no desahogue la presi&#243;n
                    de la bomba. Si cierra la v&#225;lvula de cierre puede causar graves da&#241;os a la bomba o hacer
                    que las mangueras de alta presi&#243;n se rompan. Observe detenidamente el man&#243;metro. Si la
                    presi&#243;n aumenta r&#225;pidamente o supera las 2500 psi, &#161;det&#233;ngase! No contin&#250;e
                    cerrando la v&#225;lvula de cierre. Pueden producirse da&#241;os en la bomba o lesiones personales.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Mida el flujo de aceite en las siguientes condiciones. Registre sus resultados en la
                <hotlnk document="m05002_HL0500203.xml" xrefid="hl0500203">Lista de verificaci&#243;n de localizaci&#243;n
                    y soluci&#243;n de problemas</hotlnk>.
            </para>
            <seqlist>
                <item>
                    <para>Flujo en ralent&#237; s&#243;lo con contrapresi&#243;n</para>
                </item>
                <item>
                    <para>Flujo en ralent&#237; bajo una carga de 1500 PSI aplicada con la v&#225;lvula de cierre</para>
                </item>
                <item>
                    <para>Flujo a toda velocidad nominal controlada (RPM) s&#243;lo con contrapresi&#243;n</para>
                </item>
                <item>
                    <para>Flujo a toda velocidad nominal controlada (RPM) bajo una carga aplicada de 1500 PSI con la v&#225;lvula
                        de cierre abierta.
                    </para>
                </item>
            </seqlist>
        </step1>
        <step1>
            <para count="1">Revise visualmente si hay aire mezclado con el aceite del sistema de direcci&#243;n. El
                aceite debe estar limpio. Cualquier indicio de espuma indica aire en el sistema y el rendimiento de la
                direcci&#243;n se ver&#225; afectado. Revise cuidadosamente si hay fugas en el lado de succi&#243;n de
                la bomba de direcci&#243;n. Drene, vuelva a llenar y purgue el sistema. Siga el procedimiento para
                ajustar los &#233;mbolos de desahogo que aparece en
                <hotlnk document="m05002_HL0500206.xml" xrefid="hl0500206">AJUSTE DE &#201;MBOLOS DE DESAHOGO</hotlnk>.
            </para>
            <para>Antes de realizar cualquier reparaci&#243;n del engranaje de direcci&#243;n, complete la evaluaci&#243;n
                de la alimentaci&#243;n hidr&#225;ulica y efect&#250;e las reparaciones necesarias. Muchas veces los
                engranajes de direcci&#243;n se han reparado o reemplazado innecesariamente debido a que no se ha
                efectuado una evaluaci&#243;n del sistema de alimentaci&#243;n hidr&#225;ulica.
            </para>
        </step1>
        <step1>
            <para count="1">Presi&#243;n de direcci&#243;n est&#225;tica y esfuerzo de entrada: Mida y registre la presi&#243;n
                requerida para dirigir el veh&#237;culo del extremo izquierdo al extremo derecho mientras est&#225;
                estacionado. El esfuerzo de entrada se mide en la tuerca de retenci&#243;n del volante de la direcci&#243;n.
                Use una llave de torsi&#243;n de libras pulgadas tipo selector para revisar la direcci&#243;n est&#225;tica.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
