<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - ENSAMBLE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ENSAMBLE</title>
        <svcproc svcproctype="assemble" graphiccount="28">
            <title>Service Procedure</title>
            <step1>
                <para count="1">Los modelos serie M usan un anillo ret&#233;n en el extremo del &#233;mbolo de potencia.
                    Para instalar un nuevo sello, se debe colocar el anillo "O" de respaldo en la ranura del pist&#243;n
                    e instalar el anillo con perfil tetr&#225;gono sobre &#233;l (
                    <hotlnk xrefid="f0500275">Figura 76</hotlnk>).
                </para>
                <figure id="f0500275" figsize="col-wide">
                    <graphic id="g0500275" filename="../figg05/g0500275.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 76. Instale el anillo ret&#233;n con perfil tetr&#225;gono</caption>
                </figure>
                <specpara>
                    <note>
                        <para>El material del sello se ce&#164;ir&#225; a medida que se ajusta en la ranura del anillo.
                            Si deja el pist&#243;n listo con los anillos ret&#233;n en su lugar, ser&#225; m&#225;s f&#225;cil
                            instalarlo en el agujero del pist&#243;n. El uso de un compresor para anillos es mejor para
                            evitar el da&#241;o al anillo del pist&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale un nuevo sello del eje sector en el bastidor. Aseg&#250;rese de que el lado azul
                    del sello est&#233; hacia el exterior del bastidor (
                    <hotlnk xrefid="f0500276">Figura 77</hotlnk>).
                </para>
                <figure id="f0500276" figsize="col-wide">
                    <graphic id="g0500276" filename="../figg05/g0500276.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 77. Instale el nuevo sello del eje sector</caption>
                </figure>
                <specpara>
                    <note>
                        <para>El bastidor tiene una ranura biselada s&#243;lo en un extremo del bastidor del pist&#243;n.
                            El pist&#243;n se instala a trav&#233;s de ese extremo del bastidor. Puede que se requieran
                            golpes ligeros con un martillo blando en el extremo del pist&#243;n para moverlo hacia el
                            interior del bastidor.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">En este momento, usted puede rearmar el engranaje. Antes de la instalaci&#243;n del pist&#243;n
                    en el cilindro del bastidor, revise si hay rebabas en el pist&#243;n o en el cilindro. Si hay
                    rebabas presentes, &#233;stas se pueden eliminar puliendo a mano con una piedra fina para pulir o
                    con tela de esmeril.
                </para>
                <para>Cubra el pist&#243;n y el agujero del pist&#243;n del bastidor con una capa delgada de aceite de
                    motor.
                </para>
                <para>Inserte cuidadosamente el pist&#243;n en el cilindro del bastidor, manteniendo la cavidad de la gu&#237;a
                    de las esferas expuesta tal como se muestra (
                    <hotlnk xrefid="f0500277">Figura 78</hotlnk>).
                </para>
                <figure id="f0500277" figsize="col-wide">
                    <graphic id="g0500277" filename="../figg05/g0500277.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 78. Inserte el pist&#243;n en el cilindro</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Se debe tener cuidado al instalar el pist&#243;n en el bastidor. Las estrechas tolerancias
                            pueden hacer que el pist&#243;n se atasque en el cilindro del bastidor. Cualquier intento
                            por forzar el pist&#243;n en ese momento puede producir roturas o estr&#237;as del cilindro
                            del bastidor.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo ret&#233;n en el tapa de cojinete y en el conjunto del eje de
                    mando (
                    <hotlnk xrefid="f0500278">Figura 79</hotlnk>).
                </para>
                <figure id="f0500278" figsize="col-wide">
                    <graphic id="g0500278" filename="../figg05/g0500278.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 79. Instale un nuevo anillo ret&#233;n</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Cubra el nuevo anillo ret&#233;n con una capa delgada de grasa para mantenerlo en su lugar
                            durante el ensamble.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inserte el tapa de cojinete y el conjunto del eje de mando en el pist&#243;n tal como se
                    muestra (
                    <hotlnk xrefid="f0500279">Figura 80</hotlnk>).
                </para>
                <figure id="f0500279" figsize="col-wide">
                    <graphic id="g0500279" filename="../figg05/g0500279.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 80. Inserte el tapa de cojinete y el conjunto del eje de mando</caption>
                </figure>
                <specpara>
                    <note>
                        <para>No inserte completamente el conjunto de la tapa de cojinete. El tapa de cojinete se debe
                            insertar hasta 76 mm (3 pulgadas) del extremo del pist&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale ambas mitades de la gu&#237;a de las esferas en la cavidad de gu&#237;a (
                    <hotlnk xrefid="f0500280">Figura 81</hotlnk>).
                </para>
                <figure id="f0500280" figsize="col-wide">
                    <graphic id="g0500280" filename="../figg05/g0500280.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 81. Instale ambas mitades de la gu&#237;a de las esferas</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Aseg&#250;rese de que las gu&#237;as de las esferas se introduzcan completamente en la
                            cavidad. Al no hacerlo durante la instalaci&#243;n, las gu&#237;as de las esferas se saldr&#225;n
                            del pist&#243;n durante el ensamble. Esto har&#225; que las esferas salgan de su canal y que
                            se produzca un atascamiento.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Sosteniendo el conjunto de la tapa de cojinete en su mano, cargue las 24 esferas de
                    acero en la gu&#237;a de las esferas. Gire lentamente el conjunto de la tapa de cojinete hacia
                    adentro mientras coloca las esferas de acero, hasta colocar todas las esferas (
                    <hotlnk xrefid="f0500281">Figura 81</hotlnk>).
                </para>
                <figure id="f0500281" figsize="col-wide">
                    <graphic id="g0500281" filename="../figg05/g0500281.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 82. Cargue las esferas de acero en la gu&#237;a de las esferas</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No intente sacar el eje de mando del pist&#243;n durante este proceso. Esto har&#225; que
                            las esferas de acero se atasquen en el eje de mando y se pueden producir da&#241;os en el
                            eje.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <important>
                        <para>Al cargar las esferas, ambas mitades de la gu&#237;a de las esferas se deben mantener
                            abajo, para impedir que las esferas se salgan de su canal.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo "O" en el ret&#233;n de la gu&#237;a de las esferas y c&#250;bralo
                    con una peque&#241;a cantidad de grasa. Inserte el ret&#233;n sobre la gu&#237;a de retorno de las
                    esferas y en la cavidad de la gu&#237;a de las esferas (
                    <hotlnk xrefid="f0500282">Figura 83</hotlnk>).
                </para>
                <figure id="f0500282" figsize="col-wide">
                    <graphic id="g0500282" filename="../figg05/g0500282.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 83. Inserte el ret&#233;n sobre la gu&#237;a de retorno de las esferas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Ser&#225; necesario golpear el ret&#233;n de la gu&#237;a de las esferas con un martillo
                    blando para colocarlo en su lugar (
                    <hotlnk xrefid="f0500283">Figura 84</hotlnk>).
                </para>
                <figure id="f0500283" figsize="col-wide">
                    <graphic id="g0500283" filename="../figg05/g0500283.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 84. Golpee el ret&#233;n de la gu&#237;a de las esferas para colocarlo en su lugar
                    </caption>
                </figure>
                <specpara>
                    <important>
                        <para>Cuando est&#233; correctamente instalado, el ret&#233;n estar&#225; al nivel del contorno
                            del pist&#243;n.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">
                    <title>Variaci&#243;n de la primera producci&#243;n</title>
                </para>
                <para>Si se usa un ret&#233;n atornillado, reemplace el anillo de sello en el ret&#233;n e inst&#225;lelo
                    en la cavidad del pist&#243;n. Instale los tornillos de montaje (
                    <hotlnk xrefid="f0500284">Figura 85</hotlnk>,
                    <hotlnk xrefid="f0500285">Figura 86</hotlnk>
                    y
                    <hotlnk xrefid="f0500286">Figura 87</hotlnk>).
                </para>
                <figure id="f0500284" figsize="col-wide">
                    <graphic id="g0500284" filename="../figg05/g0500284.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 85. Instale los tornillos de montaje</caption>
                </figure>
                <figure id="f0500285" figsize="col-wide">
                    <graphic id="g0500285" filename="../figg05/g0500285.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 86. Instale los tornillos de montaje</caption>
                </figure>
                <figure id="f0500286" figsize="col-wide">
                    <graphic id="g0500286" filename="../figg05/g0500286.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 87. Instale los tornillos de montaje</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Se debe instalar arandelas de seguridad dentadas internas en los tornillos de montaje. Si
                            no usa estas arandelas producir&#225; una p&#233;rdida de torsi&#243;n y una posible p&#233;rdida
                            de asistencia hidr&#225;ulica.
                        </para>
                    </caution>
                </specpara>
                <para>Apriete los tornillos a 16 Nm (12 lbs pie).</para>
            </step1>
            <step1>
                <para count="1">Para instalar el pist&#243;n, pase cuidadosamente el anillo del pist&#243;n por la
                    abertura del eje sector en el agujero del cilindro. Manteniendo la presi&#243;n en el extremo del
                    pist&#243;n, presione el sello del pist&#243;n hacia la ranura del anillo. A medida que el anillo
                    del pist&#243;n se comprime hacia la ranura del anillo, el pist&#243;n se deslizar&#225; m&#225;s
                    dentro del agujero hasta que el anillo del pist&#243;n haya pasado la abertura del eje sector (
                    <hotlnk xrefid="f0500287">Figura 88</hotlnk>
                    y
                    <hotlnk xrefid="f0500288">Figura 89</hotlnk>).
                </para>
            </step1>
            <figure id="f0500287" figsize="col-wide">
                <graphic id="g0500287" filename="../figg05/g0500287.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 88. Pase el anillo del pist&#243;n por la abertura del eje sector</caption>
            </figure>
            <figure id="f0500288" figsize="col-wide">
                <graphic id="g0500288" filename="../figg05/g0500288.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 89. Presione el sello del pist&#243;n hacia el anillo</caption>
            </figure>
            <step1>
                <para count="1">Instale un nuevo sello tetr&#225;gono en el conjunto de la tapa de cojinete e instale la
                    tapa de cojinete en el bastidor (
                    <hotlnk xrefid="f0500289">Figura 90</hotlnk>).
                </para>
            </step1>
            <figure id="f0500289" figsize="col-wide">
                <graphic id="g0500289" filename="../figg05/g0500289.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 90. Instale el nuevo sello tetr&#225;gono</caption>
            </figure>
            <specpara>
                <note>
                    <para>Una peque&#241;a cantidad de grasa en el sello tetr&#225;gono ayudar&#225; a mantenerlo en su
                        lugar.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale la tapa de cojinete con los 4 tornillos m&#225;s largos. Apriete seg&#250;n
                    <hotlnk document="m05002_40.xml" xrefid="hl0500211">el valor de torsi&#243;n de la TABLA DE
                        TORSIONES</hotlnk>(
                    <hotlnk xrefid="f0500290">Figura 91</hotlnk>).
                </para>
                <figure id="f0500290" figsize="col-wide">
                    <graphic id="g0500290" filename="../figg05/g0500290.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 91. Instale el tapa de cojinete</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Si el tapa de cojinete no queda al nivel del bastidor, aseg&#250;rese de que el anillo ret&#233;n
                            o el sello tetr&#225;gono de la tapa de cojinete no se hayan salido de su lugar.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Girando el eje de mando, coloque la marca de sincronizaci&#243;n en la cremallera del
                    pist&#243;n y centrada con la marca de sincronizaci&#243;n en el agujero del pi&#241;&#243;n del
                    bastidor (
                    <hotlnk xrefid="f0500291">Figura 92</hotlnk>).
                </para>
                <figure id="f0500291" figsize="col-wide">
                    <graphic id="g0500291" filename="../figg05/g0500291.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 92. Coloque la marca de sincronizaci&#243;n en la cremallera del pist&#243;n
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el eje sector en la cremallera del pist&#243;n en el agujero del pi&#241;&#243;n.</para>
                <specpara>
                    <important>
                        <para>La marca de sincronizaci&#243;n en el eje sector se debe alinear entre las dos marcas de
                            sincronizaci&#243;n en la cremallera del pist&#243;n (
                            <hotlnk xrefid="f0500292">Figura 93</hotlnk>).
                        </para>
                    </important>
                </specpara>
                <figure id="f0500292" figsize="col-wide">
                    <graphic id="g0500292" filename="../figg05/g0500292.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 93. Alinie las marcas de sincronizaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Ser&#225; necesario golpear el extremo del eje sector con un martillo blando para
                    asegurarse de tener un acoplamiento completo de la cremallera y del pi&#241;&#243;n (
                    <hotlnk xrefid="f0500293">Figura 94</hotlnk>).
                </para>
                <figure id="f0500293" figsize="col-wide">
                    <graphic id="g0500293" filename="../figg05/g0500293.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 94. Golpee el extremo del eje sector</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale un nuevo sello del eje sector en la cubierta del eje sector (
                    <hotlnk xrefid="f0500294">Figura 95</hotlnk>).
                </para>
                <figure id="f0500294" figsize="col-wide">
                    <graphic id="g0500294" filename="../figg05/g0500294.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 95. Instale el nuevo sello del eje sector</caption>
                </figure>
                <para>Instale la cubierta del eje sector y los tornillos de montaje y apriete seg&#250;n los valores
                    enumerados en la
                    <hotlnk document="m05002_40.xml" xrefid="hl0500211">TABLA DE TORSIONES</hotlnk>
                    (
                    <hotlnk xrefid="f0500295">Figura 96</hotlnk>).
                </para>
                <figure id="f0500295" figsize="col-wide">
                    <graphic id="g0500295" filename="../figg05/g0500295.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 96. Instale la cubierta del eje sector</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Una capa delgada de aceite en el sello del eje sector y en el anillo ret&#233;n de la
                            cubierta facilitar&#225;n la instalaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque un nuevo anillo ret&#233;n y sello tetr&#225;gono en la cabeza de cilindro (
                    <hotlnk xrefid="f0500296">Figura 97</hotlnk>).
                </para>
                <figure id="f0500296" figsize="col-wide">
                    <graphic id="g0500296" filename="../figg05/g0500296.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 97. Coloque un nuevo anillo ret&#233;n y sello cu&#225;druple en la cabeza de
                        cilindro
                    </caption>
                </figure>
                <specpara>
                    <note>
                        <para>Una capa delgada de grasa en el anillo de sello y en el sello tetr&#225;gono los mantendr&#225;n
                            en su lugar durante el montaje.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale la cabeza del cilindro en el bastidor usando los cuatro (4) tornillos restantes.
                    Apriete seg&#250;n
                    <hotlnk document="m05002_40.xml" xrefid="hl0500211">las especificaciones en la TABLA DE TORSIONES
                    </hotlnk>
                    (
                    <hotlnk xrefid="f0500297">Figura 98</hotlnk>).
                </para>
                <figure id="f0500297" figsize="col-wide">
                    <graphic id="g0500297" filename="../figg05/g0500297.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 98. Instale la cabeza de cilindro en el bastidor</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale los &#233;mbolos de desahogo en la cabeza de cilindro y en el tapa de cojinete.
                    Atornille los &#233;mbolos de desahogo hasta que est&#233;n a 3.2 mm (1/8 de pulgada) por debajo del
                    nivel de las tapas del extremo (
                    <hotlnk xrefid="f0500298">Figura 99</hotlnk>).
                </para>
                <figure id="f0500298" figsize="col-wide">
                    <graphic id="g0500298" filename="../figg05/g0500298.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 99. Instale los &#233;mbolos de desahogo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Se requieren ajustes adicionales. Consulte
                    <hotlnk document="m05002_HL0500206.xml" xrefid="hl0500206">AJUSTE DE &#201;MBOLOS DE DESAHOGO
                    </hotlnk>
                    (
                    <hotlnk xrefid="f0500299">Figura 100</hotlnk>).
                </para>
                <figure id="f0500299" figsize="col-wide">
                    <graphic id="g0500299" filename="../figg05/g0500299.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 100. Ajuste el &#233;mbolo de desahogo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale la cubierta guardapolvo en el extremo del eje sector y apriete suavemente (
                    <hotlnk xrefid="f05002a0">Figura 101</hotlnk>).
                </para>
                <figure id="f05002a0" figsize="col-wide">
                    <graphic id="g05002a0" filename="../figg05/g05002a0.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 101. Instale la cubierta guardapolvo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje en el bastidor del engranaje usando los tornillos de
                    sujeci&#243;n y apriete seg&#250;n los valores listados en la
                    <hotlnk document="m05002_40.xml" xrefid="hl0500211">TABLA DE TORSIONES</hotlnk>
                    (
                    <hotlnk xrefid="f05002a1">Figura 102</hotlnk>) (si est&#225; instalado).
                </para>
                <figure id="f05002a1" figsize="col-wide">
                    <graphic id="g05002a1" filename="../figg05/g05002a1.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 102. Instale el soporte de montaje en el bastidor del engranaje</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale la cubierta guardapolvo de caucho sobre el eje sector (
                    <hotlnk xrefid="f05002a2">Figura 103</hotlnk>).
                </para>
                <figure id="f05002a2" figsize="col-wide">
                    <graphic id="g05002a2" filename="../figg05/g05002a2.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px"/>
                    <caption>Figura 103. Instale la cubierta guardapolvo de caucho</caption>
                </figure>
                <para>Instale el engranaje de direcci&#243;n en el veh&#237;culo.</para>
                <para>Instale el brazo pitman en el engranaje de direcci&#243;n. Consulte
                    <hotlnk document="m05002_HL0500212.xml" xrefid="hl0500212">BRAZO PITMAN, INSTALACI&#211;N</hotlnk>.
                </para>
            </step1>
            <para>Despu&#233;s de la instalaci&#243;n en el veh&#237;culo puede ser necesario purgar el sistema.
                Consulte
                <hotlnk document="m05002_HL0500215.xml" xrefid="hl0500215">PURGA</hotlnk>.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
