<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - DIAGN&#211;STICOS DEL SISTEMA DE
        DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>DIAGN&#211;STICOS DEL SISTEMA DE DIRECCI&#211;N</title>
        <svcsubsecinfo>
            <para>Esta secci&#243;n del manual est&#225; dise&#241;ada para ayudar al mec&#225;nico a localizar y
                solucionar problemas relacionados con la direcci&#243;n. Si se usa correctamente, la secci&#243;n le
                ayudar&#225; a llevar a cabo un diagn&#243;stico y una reparaci&#243;n adecuados y r&#225;pidos.
            </para>
            <para>Usted encontrar&#225; subsecciones que abarcan diagn&#243;sticos, localizaci&#243;n y soluci&#243;n de
                problemas, definiciones y t&#233;rminos para los problemas. Para reparar correctamente el engranaje de
                direcci&#243;n, usted debe tener una clara comprensi&#243;n del problema informado por el conductor. El
                <hotlnk document="m05002_HL0500201.xml" xrefid="hl0500201">Glosario de t&#233;rminos y definiciones
                </hotlnk>
                ayudar&#225; a localizar r&#225;pidamente el problema.
            </para>
            <para>Encuentre el problema en la
                <hotlnk document="m05002_HL0500202.xml" xrefid="hl0500202">GU&#205;A DE LOCALIZACI&#211;N Y SOLUCI&#211;N
                    DE PROBLEMAS
                </hotlnk>
                y complete todas las pruebas necesarias tal como se describe en la secci&#243;n correspondiente de este
                manual. Efect&#250;e lo indicado en la
                <hotlnk document="m05002_HL0500203.xml" xrefid="hl0500203">Lista de localizaci&#243;n y soluci&#243;n de
                    problemas
                </hotlnk>
                y registre sus resultados.
            </para>
            <para>No remueva el engranaje hasta que haya completado todos los procedimientos para resolver su problema.
                Recuerde que el engranaje de direcci&#243;n es s&#243;lo una parte de todo el sistema de direcci&#243;n.
                Muchos factores adem&#225;s del engranaje de direcci&#243;n afectan el rendimiento de la direcci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>No remueva el engranaje de direcci&#243;n.</para>
                </note>
            </specpara>
            <para>Para diagnosticar correctamente los problemas relacionadas con la direcci&#243;n, es importante
                comprender todo el sistema de direcci&#243;n. Muchos factores adem&#225;s del sistema de direcci&#243;n
                afectan el rendimiento de la direcci&#243;n. Factores como desalineaci&#243;n, holgura en componentes
                del extremo delantero, mala colocaci&#243;n de llantas y quinta rueda seca, por nombrar algunos que
                afectan la direcci&#243;n.
            </para>
            <para>En la p&#225;gina 74 se proporciona una
                <hotlnk document="m05002_HL0500203.xml" xrefid="hl0500203">Lista de localizaci&#243;n y soluci&#243;n de
                    problemas</hotlnk>. Este formulario se puede remover y fotocopiar. Esta lista de verificaci&#243;n
                sigue la descripci&#243;n de los diagn&#243;sticos que aparece a continuaci&#243;n.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="diagnose" graphiccount="0">
            <title>DIAGN&#211;STICO GENERAL</title>
            <para>Muchas veces un engranaje de direcci&#243;n se remueve y desensambla innecesariamente debido a que no
                se sigue un procedimiento de diagn&#243;stico de manera ordenada.
            </para>
            <para>Comience su diagn&#243;stico usando la siguiente descripci&#243;n como gu&#237;a.</para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
