<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - ENSAMBLE - BASTIDOR DE
        V&#193;LVULAS/TORNILLO SINF&#205;N
    </stitle>
    <svcsection/>
    <svcproc id="hl0500311" svcproctype="assemble" graphiccount="32">
        <title>BASTIDOR DE V&#193;LVULAS/TORNILLO SINF&#205;N</title>
        <step1>
            <para count="1">Con el tornillo sinf&#237;n en posici&#243;n vertical, ponga el conjunto de bastidor de v&#225;lvulas,
                eje de impulso y v&#225;lvula y tornillo sinf&#237;n en una prensa de banco (
                <hotlnk xrefid="f0500397">Figura 97</hotlnk>).
            </para>
            <figure id="f0500397" figsize="col-wide">
                <graphic id="g0500397" filename="../figg05/g0500397.webp" type="webp"/>
                <caption>Figura 97. Bastidor de v&#225;lvulas/tornillo sinf&#237;n en la prensa de banco</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si es necesario, afloje el bastidor de v&#225;lvulas de su posici&#243;n de recalcado en la
                ranura de la tuerca de seguridad del ajustador. Afloje tambi&#233;n la tuerca del ajustador (
                <hotlnk xrefid="f0500398">Figura 98</hotlnk>).
            </para>
            <figure id="f0500398" figsize="col-wide">
                <graphic id="g0500398" filename="../figg05/g0500398.webp" type="webp"/>
                <caption>Figura 98. Afloje el bastidor de v&#225;lvulas</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para remover la tuerca de seguridad del ajustador de cojinete del bastidor de v&#225;lvulas,
                use la herramienta 4402-6 (
                <hotlnk xrefid="f0500399">Figura 99</hotlnk>).
            </para>
            <figure id="f0500399" figsize="col-wide">
                <graphic id="g0500399" filename="../figg05/g0500399.webp" type="webp"/>
                <caption>Figura 99. Use la herramienta 4402-6</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para remover el ajustador de cojinete del bastidor de v&#225;lvulas, use la herramienta
                4402-2 (
                <hotlnk xrefid="f05003a0">Figura 100</hotlnk>).
            </para>
            <figure id="f05003a0" figsize="col-wide">
                <graphic id="g05003a0" filename="../figg05/g05003a0.webp" type="webp"/>
                <caption>Figura 100. Use la herramienta 4402-2</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva y deseche el anillo de sello y el anillo "O" del ajustador de cojinete (
                <hotlnk xrefid="f05003a1">Figura 101</hotlnk>).
            </para>
            <figure id="f05003a1" figsize="col-wide">
                <graphic id="g05003a1" filename="../figg05/g05003a1.webp" type="webp"/>
                <caption>Figura 101. Deseche el anillo de sello y el anillo "O"</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva el conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n del bastidor de
                v&#225;lvulas (
                <hotlnk xrefid="f05003a2">Figura 102</hotlnk>).
            </para>
            <figure id="f05003a2" figsize="col-wide">
                <graphic id="g05003a2" filename="../figg05/g05003a2.webp" type="webp"/>
                <caption>Figura 102. Remueva el eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva la arandela de empuje delgada y el cojinete de empuje del eje de impulso (
                <hotlnk xrefid="f05003a3">Figura 103</hotlnk>).
            </para>
            <figure id="f05003a3" figsize="col-wide">
                <graphic id="g05003a3" filename="../figg05/g05003a3.webp" type="webp"/>
                <caption>Figura 103. Remueva la arandela de empuje y el cojinete de empuje</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Remueva la arandela de empuje gruesa y el cojinete de empuje del bastidor de v&#225;lvulas (
                <hotlnk xrefid="f05003a4">Figura 104</hotlnk>).
            </para>
            <figure id="f05003a4" figsize="col-wide">
                <graphic id="g05003a4" filename="../figg05/g05003a4.webp" type="webp"/>
                <caption>Figura 104. Remueva la arandela de empuje gruesa</caption>
            </figure>
            <specpara>
                <note>
                    <para>No se debe continuar el desensamblaje del conjunto de eje de impulso y tornillo sinf&#237;n de
                        la v&#225;lvula. Los componentes tuvieron un ajuste exacto durante el ensamble y est&#225;n
                        disponibles s&#243;lo como parte de este subconjunto. Si se contin&#250;a el desensamblaje, el
                        subconjunto debe ser reemplazado.
                    </para>
                </note>
            </specpara>
            <para>Para los mecanismos TAS65 de construcci&#243;n alternativa, remueva el manguito separador, la arandela
                delgada, el cojinete de empuje y la arandela gruesa (
                <hotlnk xrefid="f05003a5">Figura 105</hotlnk>).
            </para>
            <figure id="f05003a5" figsize="col-wide">
                <graphic id="g05003a5" filename="../figg05/g05003a5.webp" type="webp"/>
                <caption>Figura 105. Remueva el separador, la arandela, el cojinete y la arandela gruesa</caption>
            </figure>
            <specpara>
                <important>
                    <para>Si el mecanismo TAS65 tiene un cojinete de bolas y una pista para las bolas en el bastidor de
                        v&#225;lvulas, ret&#237;relos y llame a TRW para conocer la disposici&#243;n. No reacondicione
                        el mecanismo.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Remueva y deseche los anillos ret&#233;n y los anillos "O"del bastidor de v&#225;lvulas (
                <hotlnk xrefid="f05003a6">Figura 106</hotlnk>).
            </para>
            <figure id="f05003a6" figsize="col-wide">
                <graphic id="g05003a6" filename="../figg05/g05003a6.webp" type="webp"/>
                <caption>Figura 106. Deseche los anillos ret&#233;n y el anillo "O"</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Voltee el bastidor de v&#225;lvulas y remueva el anillo de retenci&#243;n (
                <hotlnk xrefid="f05003a7">Figura 107</hotlnk>).
            </para>
            <figure id="f05003a7" figsize="col-wide">
                <graphic id="g05003a7" filename="../figg05/g05003a7.webp" type="webp"/>
                <caption>Figura 107. Remueva el anillo de retenci&#243;n</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Tenga especial cuidado al remover el sello del eje de impulso para evitar da&#241;os en el
                        cilindro del sello del bastidor de v&#225;lvulas.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Golpee el sello del eje de impulso fuera del bastidor de v&#225;lvulas. Deseche el sello (
                <hotlnk xrefid="f05003a8">Figura 108</hotlnk>).
            </para>
            <figure id="f05003a8" figsize="col-wide">
                <graphic id="g05003a8" filename="../figg05/g05003a8.webp" type="webp"/>
                <caption>Figura 108. Deseche el sello del eje de impulso</caption>
            </figure>
            <specpara>
                <note>
                    <para>El bastidor de v&#225;lvulas tambi&#233;n tiene un tap&#243;n de bolas para fines de fabricaci&#243;n
                        que no debe retirarse.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Inspeccione si hay roturas en las &#225;reas de sellos del eje de impulso y la v&#225;lvula
                y recorra las superficies de sellamiento con el borde de su u&#241;a para detectar imperfecciones.
                Inspeccione si hay decoloraci&#243;n debida al calor excesivo. Inspeccione si hay brinelaci&#243;n o
                astillamiento en las ranuras del riel de bolas del eje de impulso. Si se presenta cualquiera de estas
                condiciones, debe reemplazar el conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n, el
                bastidor de v&#225;lvulas y las bolas. Reemplace tambi&#233;n el pist&#243;n de cremallera si encuentra
                brinelaci&#243;n o astillamiento (
                <hotlnk xrefid="f05003a9">Figura 109</hotlnk>).
            </para>
            <figure id="f05003a9" figsize="col-wide">
                <graphic id="g05003a9" filename="../figg05/g05003a9.webp" type="webp"/>
                <caption>Figura 109. Inspeccione las &#225;reas de sellos</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Inspeccione si hay alg&#250;n deterioro en los rodillos del cojinete de empuje. Inspeccione
                si hay brinelaci&#243;n, astillamiento o grietas en las arandelas de empuje. Reemplace cualquier pieza
                con estas condiciones (
                <hotlnk xrefid="f05003b0">Figura 110</hotlnk>).
            </para>
            <figure id="f05003b0" figsize="col-wide">
                <graphic id="g05003b0" filename="../figg05/g05003b0.webp" type="webp"/>
                <caption>Figura 110. Inspeccione los rodillos del cojinete de empuje</caption>
            </figure>
            <para>TAS65 de construcci&#243;n alternativa: Si el manguito separador est&#225; da&#241;ado, reemplace el
                subconjunto de eje de impulso/v&#225;lvula y tornillo sinf&#237;n y use una arandela gruesa y un
                cojinete de rodillo s&#243;lo durante el reensamblaje (
                <hotlnk xrefid="f05003b0">Figura 110</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Ponga el bastidor de v&#225;lvulas sujeto firmemente en una prensa de banco, de manera que
                el conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n se pueda ensamblar verticalmente con
                el extremo del tornillo sinf&#237;n hacia arriba (
                <hotlnk xrefid="f05003b1">Figura 111</hotlnk>).
            </para>
            <figure id="f05003b1" figsize="col-wide">
                <graphic id="g05003b1" filename="../figg05/g05003b1.webp" type="webp"/>
                <caption>Figura 111. Bastidor de v&#225;lvulas en la prensa de banco</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Al ubicar el bastidor de v&#225;lvulas en la prensa de banco, no lo sujete contra las
                        superficies de sellado del orificio roscado ni del orificio de la v&#225;lvula de descarga.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Recubra con aceite y ensamble un nuevo anillo "O" dentro de su ensanchamiento interior en el
                bastidor de v&#225;lvulas (
                <hotlnk xrefid="f05003b2">Figura 112</hotlnk>).
            </para>
            <figure id="f05003b2" figsize="col-wide">
                <graphic id="g05003b2" filename="../figg05/g05003b2.webp" type="webp"/>
                <caption>Figura 112. Aceite ligeramente y ensamble el nuevo anillo "O"</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aceite levemente y ensamble un nuevo anillo "O" y un nuevo anillo de sello en la ranura de
                anillo de sello de di&#225;metro grande en el bastidor de v&#225;lvulas, flexion&#225;ndolos, insert&#225;ndolos
                y alis&#225;ndolos seg&#250;n sea necesario (
                <hotlnk xrefid="f05003b3">Figura 113</hotlnk>).
            </para>
            <figure id="f05003b3" figsize="col-wide">
                <graphic id="g05003b3" filename="../figg05/g05003b3.webp" type="webp"/>
                <caption>Figura 113. Inserte los nuevos anillo "O" y anillo de sello</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale el cojinete de empuje de rodillo y luego la arandela gruesa (con el lado cuadrado
                hacia afuera) sobre el extremo del eje de impulso del conjunto de eje de impulso, v&#225;lvula y
                tornillo sinf&#237;n, asent&#225;ndolos contra la superficie de empuje del eje de impulso (
                <hotlnk xrefid="f05003b4">Figura 114</hotlnk>).
            </para>
            <figure id="f05003b4" figsize="col-wide">
                <graphic id="g05003b4" filename="../figg05/g05003b4.webp" type="webp"/>
                <caption>Figura 114. Instale el cojinete de empuje de rodillo</caption>
            </figure>
            <para>TAS65 de construcci&#243;n alternativa: Ensamble el manguito separador sobre el eje de impulso con el
                lado de los radios hacia la v&#225;lvula. Aseg&#250;rese de que el manguito est&#233; ajustado. Ensamble
                la arandela delgada, el cojinete de empuje y la arandela gruesa sobre el eje de impulso detr&#225;s del
                manguito separador (
                <hotlnk xrefid="f05003b5">Figura 115</hotlnk>).
            </para>
            <figure id="f05003b5" figsize="col-wide">
                <graphic id="g05003b5" filename="../figg05/g05003b5.webp" type="webp"/>
                <caption>Figura 115. TAS65 de construcci&#243;n alternativa</caption>
            </figure>
            <specpara>
                <important>
                    <para>Si reemplaza el conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n, deseche el
                        manguito separador y la arandela delgada.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aceite levemente y ensamble el nuevo anillo de sello sobre el eje de impulso y contra la
                arandela de empuje gruesa para sostener los componentes del cojinete en su lugar (
                <hotlnk xrefid="f05003b6">Figura 116</hotlnk>).
            </para>
            <figure id="f05003b6" figsize="col-wide">
                <graphic id="g05003b6" filename="../figg05/g05003b6.webp" type="webp"/>
                <caption>Figura 116. Aceite y ensamble el nuevo anillo de sello</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Sumerja en aceite el extremo de entrada del conjunto de eje de impulso, v&#225;lvula y
                tornillo sinf&#237;n hasta el principio del tornillo sinf&#237;n. Ensamble el extremo del eje de impulso
                del conjunto en el bastidor de v&#225;lvulas hasta que est&#233; firmemente sentado (
                <hotlnk xrefid="f05003b7">Figura 117</hotlnk>).
            </para>
            <figure id="f05003b7" figsize="col-wide">
                <graphic id="g05003b7" filename="../figg05/g05003b7.webp" type="webp"/>
                <caption>Figura 117. Ensamble el extremo del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique aceite y ensamble el otro cojinete de empuje y luego la arandela de empuje delgada
                sobre el extremo de la ranura de bolas del tornillo sinf&#237;n y si&#233;ntelos contra el reborde del
                conjunto de eje de impulso, v&#225;lvula y tornillo sinf&#237;n (
                <hotlnk xrefid="f05003b8">Figura 118</hotlnk>).
            </para>
            <figure id="f05003b8" figsize="col-wide">
                <graphic id="g05003b8" filename="../figg05/g05003b8.webp" type="webp"/>
                <caption>Figura 118. Aplique aceite y ensamble el cojinete de empuje</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aceite levemente un nuevo anillo "O" y m&#243;ntelo en la ranura del sello en el ajustador
                del cojinete. Aceite e inserte un nuevo anillo de sello en la misma ranura y al&#237;selo (
                <hotlnk xrefid="f05003b9">Figura 119</hotlnk>).
            </para>
            <figure id="f05003b9" figsize="col-wide">
                <graphic id="g05003b9" filename="../figg05/g05003b9.webp" type="webp"/>
                <caption>Figura 119. Aceite y ensamble el nuevo anillo "O"</caption>
            </figure>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que las roscas del bastidor de v&#225;lvulas, de la tuerca de seguridad del
                        ajustador y del ajustador del cojinete est&#233;n limpias y libres de cualquier rebaba de fijaci&#243;n
                        que impida que la tuerca de seguridad gire libremente en el ajustador o que el ajustador gire
                        libremente en el bastidor de v&#225;lvulas.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aceite levemente y ensamble el ajustador del cojinete sobre el tornillo sinf&#237;n y dentro
                del bastidor de v&#225;lvulas. Apriete el ajustador a 18 N&#8226;m (13 lbs pie), usando una llave de
                torsi&#243;n inserta en la herramienta para ajustador 4402-2. Esto asienta los componentes. Desenrosque
                el ajustador entre 1/4 y 1/2 vuelta (
                <hotlnk xrefid="f05003c0">Figura 120</hotlnk>).
            </para>
            <figure id="f05003c0" figsize="col-wide">
                <graphic id="g05003c0" filename="../figg05/g05003c0.webp" type="webp"/>
                <caption>Figura 120. Aceite y ensamble el ajustador del cojinete</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aceite levemente y ensamble la nueva tuerca de seguridad sobre el ajustador del cojinete con
                el lado del radio (levemente redondeado) hacia abajo (
                <hotlnk xrefid="f05003c1">Figura 121</hotlnk>). Use la herramienta 4402-6 para apretarla levemente a fin
                de mantener el ajustador del cojinete en su lugar.
            </para>
            <figure id="f05003c1" figsize="col-wide">
                <graphic id="g05003c1" filename="../figg05/g05003c1.webp" type="webp"/>
                <caption>Figura 121. Aceite y ensamble la nueva tuerca de seguridad</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Invierta el conjunto en la prensa de banco de manera que el extremo del tornillo sinf&#237;n
                est&#233; hacia abajo. Con una llave de torsi&#243;n de libras pulgada colocada en el eje de impulso,
                anote la torsi&#243;n necesaria para hacer girar el eje de impulso 360&#176; en cada direcci&#243;n.
                Apriete el ajustador del cojinete para aumentar la torsi&#243;n m&#225;xima en el eje de impulso entre
                0.5 y 1.0 N&#8226;m (5 y 10 lbs pulgada) por encima de lo anteriormente anotado (
                <hotlnk xrefid="f05003c2">Figura 122</hotlnk>).
            </para>
            <figure id="f05003c2" figsize="col-wide">
                <graphic id="g05003c2" filename="../figg05/g05003c2.webp" type="webp"/>
                <caption>Figura 122. Apriete el ajustador del cojinete</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Invierta nuevamente el conjunto en la prensa de banco. Apriete la tuerca de seguridad
                mientras mantiene el ajustador del cojinete en la posici&#243;n establecida en el paso 24 con la
                herramienta adecuada para ajustadora. Cuando use una llave de torsi&#243;n en la herramienta para tuerca
                de seguridad 4402-6; la lectura de la llave de torsi&#243;n debe ser 152 N&#8226;m (112 lbs pie) (
                <hotlnk xrefid="f05003c3">Figura 123</hotlnk>).
            </para>
            <figure id="f05003c3" figsize="col-wide">
                <graphic id="g05003c3" filename="../figg05/g05003c3.webp" type="webp"/>
                <caption>Figura 123. Apriete la tuerca de seguridad</caption>
            </figure>
            <specpara>
                <note>
                    <para>El ajustador del cojinete, la tuerca de seguridad y la salientes del bastidor de v&#225;lvulas
                        deben estar al mismo nivel. De lo contrario, el anillo de sello o el anillo "O" pueden estar
                        fuera de posici&#243;n, lo que producir&#225; un juego axial.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Invierta el conjunto en la prensa de banco y vuelva a revisar la torsi&#243;n del eje de
                impulso. &#201;sta debe coincidir con la torsi&#243;n medida en el paso 24. Si es necesario, repita los
                pasos 24 y 25 (
                <hotlnk xrefid="f05003c4">Figura 124</hotlnk>).
            </para>
            <figure id="f05003c4" figsize="col-wide">
                <graphic id="g05003c4" filename="../figg05/g05003c4.webp" type="webp"/>
                <caption>Figura 124. Vuelva a revisar la torsi&#243;n del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Asegure el bastidor de v&#225;lvulas en la esquina m&#225;s hacia la derecha de las dos
                ranuras opuestas en la tuerca de seguridad. Asegure la tuerca de seguridad en el ajustador en dos
                lugares (separados por 180&#176;) del &#225;rea roscada. Elija &#225;reas que no se hayan asegurado
                anteriormente (
                <hotlnk xrefid="f05003c5">Figura 125</hotlnk>).
            </para>
            <figure id="f05003c5" figsize="col-wide">
                <graphic id="g05003c5" filename="../figg05/g05003c5.webp" type="webp"/>
                <caption>Figura 125. Asegure el bastidor de v&#225;lvulas y la tuerca de seguridad</caption>
            </figure>
            <para>Despu&#233;s de asegurarlos, la torsi&#243;n requerida para hacer girar el eje de impulso debe estar
                entre 0.5 y 1.0 N&#8226;m (5 y 10 lbs pulgada) por encima de la torsi&#243;n anotada en el paso 24. El
                valor de la torsi&#243;n no debe exceder 2.5 N&#8226;m (22 lbs pulgada). De ser necesario afl&#243;jelos
                y vuelva a ajustar.
            </para>
        </step1>
        <step1>
            <para count="1">Reubique el subconjunto de tornillo sinf&#237;n y bastidor de v&#225;lvulas en la prensa de
                banco de mordazas blandas, sujetando firmemente contra el bastidor de v&#225;lvulas, de manera que el
                tornillo sinf&#237;n est&#233; apuntando hacia abajo (
                <hotlnk xrefid="f05003c6">Figura 126</hotlnk>).
            </para>
            <figure id="f05003c6" figsize="col-wide">
                <graphic id="g05003c6" filename="../figg05/g05003c6.webp" type="webp"/>
                <caption>Figura 126. Subconjunto en la prensa de banco</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique grasa limpia en los di&#225;metros exterior e interior (llene la cavidad entre los
                rebordes) del nuevo sello del eje de impulso y ens&#225;mblelo, con el lado del resorte circular primero
                sobre el eje de impulso. Alinie el sello en el cilindro del sello del bastidor de v&#225;lvulas.
            </para>
            <para>Ensamble la herramienta instaladora de sellos 4402-4, primero el extremo del di&#225;metro peque&#241;o,
                sobre el eje de impulso y contra el sello. Golpee suavemente la herramienta instaladora de sellos hasta
                que el resalto de la herramienta est&#233; ajustado contra el bastidor de v&#225;lvulas. Esto ubica
                correctamente el sello en el cilindro del bastidor justo despu&#233;s de la ranura del anillo de retenci&#243;n
                (
                <hotlnk xrefid="f05003c7">Figura 127</hotlnk>).
            </para>
            <figure id="f05003c7" figsize="col-wide">
                <graphic id="g05003c7" filename="../figg05/g05003c7.webp" type="webp"/>
                <caption>Figura 127. Ubique correctamente el sello en el cilindro del bastidor</caption>
            </figure>
            <para>Remueva todo el material del sello que pueda haberse cortado y que est&#233; en el cilindro del sello
                y en la ranura del anillo de retenci&#243;n.
            </para>
            <specpara>
                <important>
                    <para>El sello del eje de impulso debe estar a escuadra en el cilindro del sello e instalado a la
                        profundidad correcta.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Inserte un nuevo anillo de retenci&#243;n en su ranura en el bastidor de v&#225;lvulas (
                <hotlnk xrefid="f05003c8">Figura 128</hotlnk>).
            </para>
            <figure id="f05003c8" figsize="col-wide">
                <graphic id="g05003c8" filename="../figg05/g05003c8.webp" type="webp"/>
                <caption>Figura 128. Inserte el nuevo anillo de retenci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de que el mecanismo est&#233; completamente ensamblado, lleve a cabo el
                <hotlnk document="m05003_HL0500317.xml" xrefid="hl0500317">AJUSTE FINAL</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500310.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500312.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
