<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - SISTEMA DOBLE DE DIRECCI&#211;N -
        FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>FUNCIONAMIENTO</title>
        <para>La presi&#243;n para hacer funcionar el engranaje secundario pasa a trav&#233;s de orificios en la cabeza
            de cilindro, en el agujero del eje sector o en el tapa de cojinete del engranaje maestro. Se dirige a trav&#233;s
            de l&#237;neas de alta presi&#243;n hasta el extremo adecuado del engranaje secundario. Al moverse, el eje
            de mando del engranaje maestro causa una acumulaci&#243;n de presi&#243;n en el pist&#243;n del engranaje
            maestro. Esta misma presi&#243;n se dirige al extremo opuesto del pist&#243;n del engranaje secundario (
            <hotlnk xrefid="f05002a3">Figura 104</hotlnk>
            y
            <hotlnk xrefid="f05002a4">Figura 105</hotlnk>).
        </para>
        <figure id="f05002a3" figsize="pg-wide">
            <graphic id="g05002a3" filename="../figg05/g05002a3.webp" type="webp" scalefit="1" scalefitwidth="484px"
                     scalefitheight="592px"/>
            <caption>Figura 104. Disposici&#243;n t&#237;pica del engranaje de direcci&#243;n doble serie M</caption>
        </figure>
        <figure id="f05002a4" figsize="pg-wide">
            <graphic id="g05002a4" filename="../figg05/g05002a4.webp" type="webp" scalefit="1" scalefitwidth="484px"
                     scalefitheight="592px"/>
            <caption>Figura 105. Engranaje maestro serie M</caption>
        </figure>
        <para>La
            <hotlnk xrefid="f05002a3">Figura 104</hotlnk>
            ilustra una disposici&#243;n t&#237;pica del engranaje de direcci&#243;n doble serie M. El l&#237;quido del
            engranaje secundario se devuelve al engranaje maestro y luego al tanque. Las l&#237;neas entre el engranaje
            maestro y el engranaje secundario act&#250;an como l&#237;neas de presi&#243;n y de retorno.
        </para>
        <para>La
            <hotlnk xrefid="f05002a4">Figura 105</hotlnk>
            ilustra un engranaje maestro serie M y un engranaje secundario serie M-292, M-392 o M-492 m&#225;s antiguo
            usado en una instalaci&#243;n de engranaje de direcci&#243;n doble. El l&#237;quido del engranaje maestro se
            dirige a trav&#233;s del &#225;rea del engranaje del pi&#241;&#243;n del engranaje secundario y luego al
            tanque. Este sistema requiere el uso de m&#225;s mangueras que el sistema doble serie M.
        </para>
        <para>Los &#233;mbolos de desahogo de presi&#243;n no se requieren en engranajes secundarios. La descarga de
            presi&#243;n est&#225; en el engranaje maestro.
        </para>
        <specpara>
            <warning>
                <para>La purga del sistema doble es cr&#237;tica cada vez que se ha cambiado el aceite, que se ha
                    abierto el sistema o que se ha reemplazado el engranaje de direcci&#243;n. Siga los procedimientos
                    de purga del sistema doble descritos en
                    <hotlnk document="m05002_HL0500210.xml" xrefid="hl0500210">PURGA, ENGRANAJES DE DIRECCI&#211;N
                        DOBLE</hotlnk>. No purgar el sistema de direcci&#243;n puede producir accidentes, lesiones o la
                    muerte.
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
