<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONJUNTO DE LA COLUMNA DE DIRECCI&#211;N, EST&#193;NDAR - CONV. 5000, 9000 - DESMONTAJE E
        INSTALACI&#211;N - COLUMNA DE DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc id="hl0501103" svcproctype="remove" graphiccount="1">
        <title>COLUMNA DE DIRECCI&#211;N</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <para>Para la mayor&#237;a de los procedimientos de servicio, ser&#225; necesario sacar la columna de
                direcci&#243;n. Esto se puede llevar a cabo con el volante de la direcci&#243;n en su lugar o
                desmontado.
            </para>
            <step1>
                <para count="1">Remueva el tornillo retenedor del extremo del yugo inferior del eje deslizante de la
                    direcci&#243;n. Separe el eje deslizante del yugo. Observe la posici&#243;n de las marcas en el yugo
                    y en el eje. &#218;selas para la alineaci&#243;n durante el reensamblaje.
                </para>
            </step1>
            <step1>
                <para count="1">Si se saca el volante de la direcci&#243;n, es necesario volver a instalar la tuerca del
                    volante de la direcci&#243;n para impedir que el eje de direcci&#243;n se salga del tubo de forro de
                    la direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los controles de las direccionales y de los frenos de remolque de la columna de
                    direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable de la bocina por el conector.</para>
            </step1>
            <step1>
                <para count="1">Remueva la tapa de soporte inferior y la cubierta (
                    <hotlnk xrefid="f0501104">Figura 4</hotlnk>).
                </para>
                <figure id="f0501104" figsize="col-wide">
                    <graphic id="g0501104" filename="../figg05/g0501104.webp" type="webp"/>
                    <caption>Figura 4. Desmontaje de la columna de direcci&#243;n</caption>
                    <calloutgroup>
                        <callout1>1. CUBIERTA DE CAUCHO</callout1>
                        <callout1>2. TAPA DE SOPORTE SUPERIOR</callout1>
                        <callout1>3. TAPA DE SOPORTE INFERIOR</callout1>
                        <callout1>4. CUBIERTA</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva la tapa de soporte superior y levante la columna de direcci&#243;n de la cabina.
                    Tenga cuidado de no rasgar la cubierta de caucho ni romper el pasador de posici&#243;n del tubo de
                    la direcci&#243;n situado en el soporte de montaje de la columna de direcci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque la columna de direcci&#243;n en la cabina a trav&#233;s de la cubierta, teniendo
                    cuidado de no rasgar la cubierta de caucho. Alinie el orificio en el tubo de forro de la direcci&#243;n
                    con el pasador de posici&#243;n del soporte de montaje de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tapa de soporte superior y apriete seg&#250;n se especifica en la
                    <hotlnk document="m05011_10.xml" xrefid="hl0501101">TABLA DE TORSIONES
                        <xref refid="hl0501101"/>
                    </hotlnk>
                    . .
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta del card&#225;n y la tapa de soporte inferior. Apriete seg&#250;n se
                    especifica en la
                    <hotlnk document="m05011_10.xml" xrefid="hl0501101">TABLA DE TORSIONES
                        <xref refid="hl0501101"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale los controles de las luces direccionales y de los frenos de remolque en la
                    columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable de la bocina.</para>
            </step1>
            <step1>
                <para count="1">Si se retir&#243; el volante de la direcci&#243;n, vuelva a instalarlo seg&#250;n se
                    describi&#243;. Consulte
                    <hotlnk document="m05011_5.xml" xrefid="hl0501102">DESMONTAJE E INSTALACI&#211;N, VOLANTE DE LA
                        DIRECCI&#211;N
                        <xref refid="hl0501102"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a alinear el yugo y el eje deslizante con las juntas. Instale el tornillo
                    retenedor en el extremo del eje deslizante de la direcci&#243;n y apriete seg&#250;n se especifica
                    en la
                    <hotlnk document="m05011_10.xml" xrefid="hl0501101">TABLA DE TORSIONES
                        <xref refid="hl0501101"/>
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05011_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05011_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
