<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - ENSAMBLE</stitle>
    <svcsection/>
    <svcsubsec id="hl0500315">
        <title>ENSAMBLE</title>
        <svcproc svcproctype="assemble" graphiccount="29">
            <title>GENERAL</title>
            <step1>
                <para count="1">Cada vez que desensamble el mecanismo, reemplace todos los sellos, anillos de ret&#233;n
                    y empaques por elementos nuevos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo sello contra suciedad dentro del extremo del mu&#241;&#243;n del
                    cilindro del eje sector del bastidor y contra el cojinete, con el borde del sello hacia afuera (
                    <hotlnk xrefid="f0500357">Figura 57</hotlnk>).
                </para>
                <figure id="f0500357" figsize="col-wide">
                    <graphic id="g0500357" filename="../figg05/g0500357.webp" type="webp"/>
                    <caption>Figura 57. Instale el sello contra suciedad</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el segundo anillo de retenci&#243;n, insert&#225;ndolo firmemente en la ranura
                    del anillo de retenci&#243;n del bastidor (
                    <hotlnk xrefid="f0500358">Figura 58</hotlnk>).
                </para>
                <figure id="f0500358" figsize="col-wide">
                    <graphic id="g0500358" filename="../figg05/g0500358.webp" type="webp"/>
                    <caption>Figura 58. Instale el segundo anillo de retenci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale la arandela en el costado de la cubierta lateral del cilindro del sello del
                    bastidor, con el lado de di&#225;metro peque&#241;o orientado hacia el anillo de retenci&#243;n (
                    <hotlnk xrefid="f0500359">Figura 59</hotlnk>).
                </para>
                <figure id="f0500359" figsize="col-wide">
                    <graphic id="g0500359" filename="../figg05/g0500359.webp" type="webp"/>
                    <caption>Figura 59. Instale la arandela</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Ensamble el nuevo sello sobre el cojinete y la herramienta para sellos, de manera que el
                    resalto con el resorte atador quede hacia el hombro de la herramienta.
                </para>
                <para>Trabajando por costado de la cubierta lateral del bastidor, dirija la herramienta para sellos
                    dentro de la arandela y el cojinete y presione con una fuerza de 445 a 3 560 N (100 a 800 lb), hasta
                    que el sello se siente contra la arandela (
                    <hotlnk xrefid="f0500360">Figura 60</hotlnk>).
                </para>
                <figure id="f0500360" figsize="col-wide">
                    <graphic id="g0500360" filename="../figg05/g0500360.webp" type="webp"/>
                    <caption>Figura 60. Ensamble el nuevo sello sobre el cojinete</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Rellene abundantemente con grasa industrial limpia para alta temperatura,el &#225;rea
                    entre el sello contra suciedad y el sello de presi&#243;n, incluido el cojinete de rodillo(
                    <hotlnk xrefid="f0500361">Figura 61</hotlnk>).
                </para>
                <figure id="f0500361" figsize="col-wide">
                    <graphic id="g0500361" filename="../figg05/g0500361.webp" type="webp"/>
                    <caption>Figura 61. Rellene con grasa</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Recubra levemente con aceite el nuevo anillo de sello y enc&#225;jelo en la ranura de la
                    superficie de ensamble del bastidor de v&#225;lvulas (
                    <hotlnk xrefid="f0500362">Figura 62</hotlnk>).
                </para>
                <figure id="f0500362" figsize="col-wide">
                    <graphic id="g0500362" filename="../figg05/g0500362.webp" type="webp"/>
                    <caption>Figura 62. Recubra con aceite el nuevo anillo de sello</caption>
                </figure>
                <para>TAS40, 55, 65: Recubra con aceite el nuevo anillo de sello y enc&#225;jelo en la ranura de la
                    superficie de ensamble del bastidor de v&#225;lvulas.
                </para>
            </step1>
            <para>TAS85: Recubra con aeite el nuevo anillo de sello y m&#243;ntelo en la ranura piloto del bastidor de v&#225;lvulas.</para>
            <step1>
                <para count="1">Instale un nuevo anillo "O" de reserva y luego un nuevo anillo de sello de tefl&#243;n
                    en el pist&#243;n de cremallera. No estire excesivamente estos anillos al instalarlos. No permita
                    que el anillo de sello de tefl&#243;n se tuerza (
                    <hotlnk xrefid="f0500363">Figura 63</hotlnk>).
                </para>
                <figure id="f0500363" figsize="col-wide">
                    <graphic id="g0500363" filename="../figg05/g0500363.webp" type="webp"/>
                    <caption>Figura 63. Instale el nuevo anillo "O" auxiliar</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Aplique aceite limpio en el cilindro del bastidor. Ponga el pist&#243;n de cremallera en
                    el cilindro del pist&#243;n del bastidor con los orificios de la gu&#237;a de retorno de bolas hacia
                    arriba (
                    <hotlnk xrefid="f0500364">Figura 64</hotlnk>).
                </para>
                <figure id="f0500364" figsize="col-wide">
                    <graphic id="g0500364" filename="../figg05/g0500364.webp" type="webp"/>
                    <caption>Figura 64. Aplique aceite en el cilindro del bastidor</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Inserte el tornillo sinf&#237;n en el pist&#243;n de cremallera cerca de la profundidad
                    m&#225;xima, sin que el bastidor de v&#225;lvulas entre en contacto con el v&#225;stago del cabezal
                    de retenci&#243;n. Inserte dos esp&#225;rragos totalmente roscados de 7/16 de pulgada-14 a trav&#233;s
                    de los orificios para los tornillos del bastidor de v&#225;lvulas y apri&#233;telos en el bastidor
                    para apoyar el tornillo sinf&#237;n. Alinie los orificios de la gu&#237;a de bolas del pist&#243;n
                    de cremallera con las ranuras del riel de bolas del tornillo sinf&#237;n, girando el eje de impulso
                    (
                    <hotlnk xrefid="f0500365">Figura 65</hotlnk>).
                </para>
                <figure id="f0500365" figsize="col-wide">
                    <graphic id="g0500365" filename="../figg05/g0500365.webp" type="webp"/>
                    <caption>Figura 65. Alinie los orificios de la gu&#237;a de bolas del pist&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Compare las nuevas gu&#237;as de bolas con las gu&#237;as quitadas del engranaje; use
                    las que se vean iguales. Las gu&#237;as del lado izquierdo son revestidas con cobre, las gu&#237;as
                    del lado derecho no lo son. Ensamble las mitades de la nueva gu&#237;a de retorno de bolas en el
                    pist&#243;n de cremallera hasta que est&#233;n sentadas y, si es necesario, gire levemente el eje de
                    impulso (
                    <hotlnk xrefid="f0500366">Figura 66</hotlnk>).
                </para>
                <figure id="f0500366" figsize="col-wide">
                    <graphic id="g0500366" filename="../figg05/g0500366.webp" type="webp"/>
                    <caption>Figura 66. Ensamble las mitades de la gu&#237;a de retorno de las bolas</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>No siente las gu&#237;as con un martillo. El da&#241;o a las gu&#237;as puede originar
                            posteriormente un bloqueo o una p&#233;rdida de direcci&#243;n.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <important>
                        <para>Si se instala un nuevo pist&#243;n de cremallera o un nuevo subconjunto de eje de impulso,
                            v&#225;lvula y tornillo sinf&#237;n, las bolas removidas de la unidad deben desecharse y se
                            debe usar un juego de bolas nuevas. Las bolas de un juego de bolas de repuesto tienen el
                            tama&#241;o para funcionar en la v&#237;a de la gu&#237;a del riel de bolas alterada por el
                            reemplazo de componentes.
                        </para>
                    </important>
                </specpara>
                <specpara>
                    <important>
                        <para>Al usar el juego de bolas de repuesto, use la cantidad correcta de bolas de repuesto:
                            TAS40-29, TAS55-31*, TAS65-32, TAS85-34.
                        </para>
                        <para>*Los engranajes TAS55 construidos antes de 338-89 estaban equipados con 30 bolas.</para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Durante todo este procedimiento, sostenga firmemente las gu&#237;as de retorno de bolas
                    en su lugar. Inserte tantas bolas de acero como pueda a trav&#233;s del orificio en la parte
                    superior de las gu&#237;as de retorno de bolas. Gire el eje de impulso para halar las bolas hacia
                    abajo y alrededor de la v&#237;a de la gu&#237;a del riel de bolas. Contin&#250;e hasta que el n&#250;mero
                    correcto de bolas est&#233; en la v&#237;a de la gu&#237;a del riel de bolas (
                    <hotlnk xrefid="f0500367">Figura 67</hotlnk>).
                </para>
                <figure id="f0500367" figsize="col-wide">
                    <graphic id="g0500367" filename="../figg05/g0500367.webp" type="webp"/>
                    <caption>Figura 67. Inserte las bolas de acero</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Sostenga las gu&#237;as de retorno de bolas hasta reinstalar la tapa o la presilla. Si no
                            sostiene las gu&#237;as, har&#225; que una o m&#225;s bolas queden atrapadas, lo que puede
                            causar un accidente del veh&#237;culo. Si las gu&#237;as de bolas se salen de su asiento (se
                            levantan) en alg&#250;n momento, repita el procedimiento del paso 10.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <important>
                        <para>Para un funcionamiento adecuado del engranaje, se requiere el n&#250;mero correcto de
                            bolas. Cuente las bolas e inserte cada una cuidadosamente tal como se indica en el paso 12.
                            El n&#250;mero original y de repuesto es el mismo para cada mecanismo: TAS40-29, TAS55-31*,
                            TAS65-32 y TAS85-34.
                        </para>
                        <para>*Los mecanismos TAS55 construidos antes de 338-89 estaban equipados con 30 bolas.</para>
                    </important>
                </specpara>
                <specpara>
                    <important>
                        <para>No permita que el bastidor de v&#225;lvulas entre en contacto con el v&#225;stago del
                            cabezal de retenci&#243;n ni que se mueva a m&#225;s de 69 mm (2-1/2 pulgadas) del extremo
                            superior del pist&#243;n de cremallera durante estos procedimientos. Esto podr&#237;a
                            reajustar incorrectamente el cabezal de retenci&#243;n o desplazar hacia atr&#225;s el
                            tornillo sinf&#237;n m&#225;s all&#225; de la abrazadera de bolas cerrada, atrapando las
                            bolas.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si su engranaje cuenta con la tapa de la gu&#237;a de retorno de bolas, engrase un nuevo
                    sello para la tapa y p&#243;ngalo en la ranura para el sello de la tapa. Ensamble la tapa de manera
                    que el sello entre completamente en contacto con la superficie del pist&#243;n de cremallera (
                    <hotlnk xrefid="f0500368">Figura 68</hotlnk>). Instale dos nuevos tornillos con hendidura hexagonal
                    en la cabeza y apriete cada tornillo en forma alternada a 25 N&#8226;m (18 lbs pie).
                </para>
                <figure id="f0500368" figsize="col-wide">
                    <graphic id="g0500368" filename="../figg05/g0500368.webp" type="webp"/>
                    <caption>Figura 68. Ensamble la tapa</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Si el el engranaje est&#225; equipado con una presilla de la gu&#237;a de retorno de
                    bolas en lugar de una tapa, instale una nueva presilla de manera que ambas superficies del orificio
                    del tornillo est&#233;n completamente en contacto con la superficie del pist&#243;n de cremallera.
                    Instale los dos tornillos de cabeza hexagonal. Apriete los tornillos a 25 N&#8226;m (18 lbs pie).
                    Termine doblando hacia arriba las leng&#252;etas de bloqueo de la presilla de la gu&#237;a contra
                    las partes planas de la cabeza del tornillo (
                    <hotlnk xrefid="f0500369">Figura 69</hotlnk>).
                </para>
                <figure id="f0500369" figsize="col-wide">
                    <graphic id="g0500369" filename="../figg05/g0500369.webp" type="webp"/>
                    <caption>Figura 69. Instale la nueva presilla</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el eje de impulso de un extremo del recorrido hasta el otro, sin que el v&#225;stago
                    del cabezal de retenci&#243;n entre en contacto con el bastidor de v&#225;lvulas y sin mover la
                    superficie del bastidor de v&#225;lvulas a m&#225;s de 69 mm (2 1/2 pulgadas) desde el terminal de
                    entrada del pist&#243;n de cremallera (
                    <hotlnk xrefid="f0500370">Figura 70</hotlnk>). Si no puede girar el eje de impulso, remueva las
                    bolas y vuelva a ensamblarlas.
                </para>
                <figure id="f0500370" figsize="col-wide">
                    <graphic id="g0500370" filename="../figg05/g0500370.webp" type="webp"/>
                    <caption>Figura 70. Gire el eje de impulso</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Si instala un engranaje en un veh&#237;culo sin que el eje de tornillo sinf&#237;n pueda
                            girar, el engranaje no funcionar&#225; correctamente. Es posible que se produzca una falla
                            en la direcci&#243;n y en el engranaje.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique aceite limpio en el anillo de sello de tefl&#243;n en el pist&#243;n de
                    cremallera. Aseg&#250;rese de que haya un espacio de 10 a 13 mm (3/8 a 1/2 de pulgada) entre el
                    bastidor de v&#225;lvulas y el v&#225;stago del cabezal de retenci&#243;n, para evitar que el
                    cabezal de retenci&#243;n entre en contacto en cualquiera de sus extremos. Remueva los esp&#225;rragos
                    totalmente roscados y empuje el conjunto de pist&#243;n de cremallera dentro del bastidor, con los
                    dientes del pist&#243;n de cremallera hacia la cavidad del eje sector. Alinie el orificio de
                    alimentaci&#243;n del cilindro del bastidor de v&#225;lvulas con el orificio de alimentaci&#243;n
                    del bastidor del engranaje. Aseg&#250;rese de que ambos anillos "O" del bastidor de v&#225;lvulas
                    permanezcan en su posici&#243;n (
                    <hotlnk xrefid="f0500371">Figura 71</hotlnk>).
                </para>
                <figure id="f0500371" figsize="col-wide">
                    <graphic id="g0500371" filename="../figg05/g0500371.webp" type="webp"/>
                    <caption>Figura 71. Alinie los orificios</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>No da&#241;e el anillo de sello mientras instala el pist&#243;n de cremallera en el
                            bastidor. Si el extremo del anillo de sello del pist&#243;n de cremallera entra primero en
                            el bastidor, el anillo de sello se destruir&#225; al remover la cremallera.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <important>
                        <para>Los conjuntos de asiento del cabezal de retenci&#243;n y manguito no deben llegar hasta el
                            fondo contra los topes internos del cabezal de retenci&#243;n en el engranaje de direcci&#243;n
                            hasta que el engranaje est&#233; instalado en el veh&#237;culo y se han hecho los
                            procedimientos de ajuste del cabezal de retenci&#243;n.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Lubrique e instale los cuatro tornillos del bastidor de v&#225;lvulas en el bastidor.
                    Apriete los tornillos de TAS40, 55 y 65 en forma alternada a 109 N&#8226;m (80 lbs pie). Apriete los
                    tornillos de TAS85 a 160 N&#8226;m (118 lbs pie) (
                    <hotlnk xrefid="f0500372">Figura 72</hotlnk>).
                </para>
                <figure id="f0500372" figsize="col-wide">
                    <graphic id="g0500372" filename="../figg05/g0500372.webp" type="webp"/>
                    <caption>Figura 72. Apriete los tornillos</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Si el mecanismo cuenta con una v&#225;lvula de descarga, ensamble un nuevo anillo "O" en
                    la tapa de la v&#225;lvula de descarga. Ensamble el extremo peque&#241;o del resorte c&#243;nico
                    sobre el pasador en el cartucho de la v&#225;lvula de descarga e inserte el conjunto (primero el
                    extremo grande del resorte c&#243;nico) en la cavidad de la tapa de la v&#225;lvula de descarga.
                    Gire la tapa de la v&#225;lvula de descarga a medida que la ensambla en el bastidor de v&#225;lvulas
                    y apri&#233;tela a 41 N&#8226;m (30 lbs pie) (
                    <hotlnk xrefid="f0500373">Figura 73</hotlnk>).
                </para>
                <figure id="f0500373" figsize="col-wide">
                    <graphic id="g0500373" filename="../figg05/g0500373.webp" type="webp"/>
                    <caption>Figura 73. Ensamble el nuevo anillo "O"</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">TAS40, 55, 65: Aceite levemente el buje DU. No lo engrase.</para>
                <para>S&#243;lo para el TAS85: Aplique una cantidad abundante de grasa industrial para alta temperatura
                    (no la sustituya por otro tipo de grasa) en el conjunto de cojinete enjaulado dentro de la cubierta
                    lateral (
                    <hotlnk xrefid="f0500374">Figura 74</hotlnk>).
                </para>
                <figure id="f0500374" figsize="col-wide">
                    <graphic id="g0500374" filename="../figg05/g0500374.webp" type="webp"/>
                    <caption>Figura 74. Aplique grasa</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Este cojinete est&#225; sellado y no recibe lubricaci&#243;n alguna del l&#237;quido hidr&#225;ulico
                            en el mecanismo. Si no usa la grasa adecuada, puede ocasionar un desgaste prematuro del
                            cojinete.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Engrase y ensamble el nuevo sello sobre la herramienta de instalaci&#243;n, de manera
                    que el lado con el resorte circular est&#233; contra el reborde de la herramienta. Dirija la
                    herramienta dentro de la cubierta lateral con una fuerza de 445 a 3,560 N (100 a 800 lbs), hasta que
                    est&#233; sentada contra el cojinete o el buje (
                    <hotlnk xrefid="f0500375">Figura 75</hotlnk>).
                </para>
                <figure id="f0500375" figsize="col-wide">
                    <graphic id="g0500375" filename="../figg05/g0500375.webp" type="webp"/>
                    <caption>Figura 75. Ensamble el nuevo sello</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">TAS40, 55, 65: Aceite levemente el &#225;rea corta del cojinete del eje sector. No lo
                    engrase.
                </para>
                <para>S&#243;lo para el TAS85: Aplique una cantidad abundante de grasa industrial para alta temperatura
                    o equivalente en el &#225;rea corta del cojinete del eje sector (
                    <hotlnk xrefid="f0500376">Figura 76</hotlnk>).
                </para>
                <figure id="f0500376" figsize="col-wide">
                    <graphic id="g0500376" filename="../figg05/g0500376.webp" type="webp"/>
                    <caption>Figura 76. Aplique grasa</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Inserte el eje sector dentro del subconjunto de cubierta lateral y enrosque el tornillo
                    de ajuste del eje sector hacia la izquierda dentro de la cubierta lateral, hasta que el tornillo
                    alcance un punto solido (
                    <hotlnk xrefid="f0500377">Figura 77</hotlnk>).
                </para>
                <figure id="f0500377" figsize="col-wide">
                    <graphic id="g0500377" filename="../figg05/g0500377.webp" type="webp"/>
                    <caption>Figura 77. Inspeccione el eje sector</caption>
                </figure>
                <para>Devuelva el tornillo de ajuste media vuelta hacia la derecha de manera que la cubierta lateral
                    gire libremente en el eje sector.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la contratuercas del tornillo de ajuste del eje sector enrosc&#225;ndola unos
                    cuantos hilos en el tornillo de ajuste del eje sector. El ajuste final se realizar&#225; m&#225;s
                    tarde (
                    <hotlnk xrefid="f0500378">Figura 78</hotlnk>).
                </para>
                <figure id="f0500378" figsize="col-wide">
                    <graphic id="g0500378" filename="../figg05/g0500378.webp" type="webp"/>
                    <caption>Figura 78. Instale la contratuercas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Presione el nuevo tap&#243;n de ventilaci&#243;n dentro del orificio provisto en la
                    cubierta lateral, hasta que el tap&#243;n llegue al fondo (
                    <hotlnk xrefid="f0500379">Figura 79</hotlnk>).
                </para>
                <figure id="f0500379" figsize="col-wide">
                    <graphic id="g0500379" filename="../figg05/g0500379.webp" type="webp"/>
                    <caption>Figura 79. Presione el tap&#243;n de ventilaci&#243;n</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>No suelde ni tape este orificio de ninguna forma permanente. Esta es una ventilaci&#243;n
                            de seguridad que funciona s&#243;lo si falla el sello de la cubierta lateral. Si el sello
                            falla y el tap&#243;n no puede ventilar, es posible que el engranaje de direcci&#243;n se
                            bloquee o presente alg&#250;n otro desperfecto.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aplique grasa limpia en la nueva junta de la cubierta lateral para mantenerla en su
                    lugar y ens&#225;mblela sobre la cubierta lateral (
                    <hotlnk xrefid="f0500380">Figura 80</hotlnk>).
                </para>
                <figure id="f0500380" figsize="col-wide">
                    <graphic id="g0500380" filename="../figg05/g0500380.webp" type="webp"/>
                    <caption>Figura 80. Aplique grasa</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Hay cuatro dientes en el pist&#243;n de cremallera. Gire el eje de impulso para ubicar
                    el pist&#243;n de cremallera de manera que el espacio entre el segundo y el tercer diente est&#233;
                    en el centro de la abertura del eje sector. Esto centra el pist&#243;n de cremallera para el
                    ensamble del eje sector (
                    <hotlnk xrefid="f0500381">Figura 81</hotlnk>).
                </para>
                <figure id="f0500381" figsize="col-wide">
                    <graphic id="g0500381" filename="../figg05/g0500381.webp" type="webp"/>
                    <caption>Figura 81. Gire el eje de impulso</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Si el pist&#243;n de cremallera no est&#225; centrado al instalar el eje sector, el
                            recorrido del mecanismo se ver&#225; gravemente limitado en una direcci&#243;n. Esto puede
                            producir un accidente.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Limpie todo resto de cinta de las estr&#237;as. Vuelva a aplicar una capa de cinta
                    adhesiva. Instale el conjunto de eje sector en el bastidor. El diente central del eje sector debe
                    engranar en el espacio central (entre el segundo y el tercer diente) del pist&#243;n de cremallera,
                    con el empaque de la cubierta lateral en su lugar (
                    <hotlnk xrefid="f0500382">Figura 82</hotlnk>).
                </para>
                <figure id="f0500382" figsize="col-wide">
                    <graphic id="g0500382" filename="../figg05/g0500382.webp" type="webp"/>
                    <caption>Figura 82. Instale el conjunto de eje sector</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Si los estriados no se cubren adecuadamente con cinta, da&#241;ar&#225;n en el sello de
                            salida del bastidor, causando una fuga en el sello.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale los tornillos especiales de cubierta lateral en la cubierta lateral y apri&#233;telos
                    en la secuencia que se muestra (
                    <hotlnk xrefid="f0500383">Figura 83</hotlnk>). Si debe reemplazar los tornillos, use aqu&#233;llos
                    del mismo dise&#241;o, tipo y longitud que los tornillos retirados. No use un sustituto. Apriete los
                    tornillos de TAS40 a 160 N&#8226;m (118 lbs pie) y los tornillos de TAS55, 65 y 85 a 230 N&#8226;m
                    (170 lbs pie).
                </para>
                <figure id="f0500383" figsize="col-wide">
                    <graphic id="g0500383" filename="../figg05/g0500383.webp" type="webp"/>
                    <caption>Figura 83. Tornillos de cubierta lateral - Secuencia de apriete</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva la cinta del eje sector y llene el extremo del &#225;rea del mu&#241;&#243;n del
                    bastidor en el eje sector con grasa industrial limpia para alta temperatura. Aplique m&#225;s grasa
                    en el interior del nuevo sello contra suciedad del mu&#241;&#243;n y m&#243;ntelo sobre el eje
                    sector y dentro del cilindro del mu&#241;&#243;n (
                    <hotlnk xrefid="f0500384">Figura 84</hotlnk>).
                </para>
                <figure id="f0500384" figsize="col-wide">
                    <graphic id="g0500384" filename="../figg05/g0500384.webp" type="webp"/>
                    <caption>Figura 84. Aplique grasa en el sello del mu&#241;&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Llene el extremo del cilindro del bastidor de v&#225;lvulas alrededor del eje de impulso
                    con grasa industrial limpia para alta temperatura. Aplique m&#225;s grasa en el interior del nuevo
                    sello contra suciedad y agua e inst&#225;lelo sobre el eje de impulso y si&#233;ntelo en la ranura
                    detr&#225;s de las estr&#237;as y contra el bastidor de v&#225;lvulas (
                    <hotlnk xrefid="f0500385">Figura 85</hotlnk>).
                </para>
                <figure id="f0500385" figsize="col-wide">
                    <graphic id="g0500385" filename="../figg05/g0500385.webp" type="webp"/>
                    <caption>Figura 85. Aplique m&#225;s grasa</caption>
                </figure>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500313.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500316.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
