<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - SELLO DEL EJE DE
        IMPULSO - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="5">
        <title>INSTALACI&#211;N</title>
        <step1>
            <para count="1">Ponga grasa limpia (NLGI LB o GC-LB) en el cilindro del nuevo sello del eje de impulso y col&#243;quelo
                sobre el eje de impulso. Con el agujero peque&#241;o del extractor de sellos colocado contra el sello,
                golpeelo suavemente con un martillo hasta que el borde de &#233;sta se ajuste a escuadra contra el
                bastidor de v&#225;lvulas (
                <hotlnk xrefid="f0500314">Figura 14</hotlnk>). Remueva del cilindro del sello o de la ranura del anillo
                de retenci&#243;n todo el material del sello que pueda haberse cortado.
            </para>
            <figure id="f0500314" figsize="col-wide">
                <graphic id="g0500314" filename="../figg05/g0500314.webp" type="webp"/>
                <caption>Figura 14. Instalaci&#243;n del sello del eje de impulso</caption>
            </figure>
            <specpara>
                <important>
                    <para>No use una llave de cubo para instalar este sello, pues no podr&#225; controlar la profundidad
                        de instalaci&#243;n del sello y es posible que cause una fuga.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Inserte en la ranura un anillo de retenci&#243;n nuevo (
                <hotlnk xrefid="f0500315">Figura 15</hotlnk>).
            </para>
            <figure id="f0500315" figsize="col-wide">
                <graphic id="g0500315" filename="../figg05/g0500315.webp" type="webp"/>
                <caption>Figura 15. Instalaci&#243;n del sello del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Llene el extremo del cilindro del bastidor de v&#225;lvulas alrededor del eje de impulso con
                grasa industrial limpia para alta temperatura. Aplique m&#225;s de esta grasa a un nuevo sello contra
                suciedad y agua e inst&#225;lelo sobre el eje de impulso. Enc&#225;jelo en la ranura detr&#225;s de las
                estr&#237;as y contra el bastidor de v&#225;lvulas (
                <hotlnk xrefid="f0500316">Figura 16</hotlnk>).
            </para>
            <figure id="f0500316" figsize="col-wide">
                <graphic id="g0500316" filename="../figg05/g0500316.webp" type="webp"/>
                <caption>Figura 16. Instalaci&#243;n del sello del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Vuelva a conectar la columna de direcci&#243;n al eje de impulso y apriete la tuerca del
                tornillo retenedor hasta que se corte la parte sin rosca encima del aro pl&#225;stico (
                <hotlnk xrefid="f0500317">Figura 17</hotlnk>).
            </para>
            <figure id="f0500317" figsize="col-wide">
                <graphic id="g0500317" filename="../figg05/g0500317.webp" type="webp"/>
                <caption>Figura 17. Instalaci&#243;n del sello del eje de impulso</caption>
            </figure>
            <specpara>
                <important>
                    <para>Cada vez que reinstale la columna de direcci&#243;n en el engranaje de direcci&#243;n, use
                        siempre un tornillo retenedor y una tuerca nuevos.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Vuelva a conectar la l&#237;nea de retorno al orificio de retorno del engranaje de direcci&#243;n
                (
                <hotlnk xrefid="f0500318">Figura 18</hotlnk>).
            </para>
            <figure id="f0500318" figsize="col-wide">
                <graphic id="g0500318" filename="../figg05/g0500318.webp" type="webp"/>
                <caption>Figura 18. Instalaci&#243;n del sello del eje de impulso</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Purgue el sistema. Consulte
                <hotlnk document="m05003_HL0500303.xml" xrefid="hl0500303">LLENADO Y PURGA DE AIRE DEL SISTEMA</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500302.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500304.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
