<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FUNCIONAMIENTO</title>
        <svcsubsecinfo>
            <para>Consulte la
                <hotlnk xrefid="f0500205">Figura 5</hotlnk>
                con respecto a los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <para>El eje de mando (elemento 1) est&#225; conectado a la columna de direcci&#243;n y est&#225; centrado
                dentro de la v&#225;lvula giratoria mediante una barra de torsi&#243;n. El eje de la v&#225;lvula
                giratoria est&#225; enroscado en el pist&#243;n con roscas de las esferas (elemento 2) y se desplaza
                dentro del pist&#243;n sobre esferas de acero. El movimiento circular en el eje de mando hace que se
                acumule l&#237;quido a alta presi&#243;n en un extremo del pist&#243;n. Esta presi&#243;n mayor hace que
                el pist&#243;n se mueva en el agujero interior del bastidor del engranaje. El eje sector (elemento 3)
                est&#225; enganchado a un engranaje de cremallera (elemento 4) maquinado en un lado del pist&#243;n. El
                movimiento de la cremallera del pist&#243;n causa la rotaci&#243;n del eje sector y del brazo Pitman.
                Cuando la rotaci&#243;n del eje de la direcci&#243;n se detiene, la v&#225;lvula de impulsi&#243;n
                vuelve a su posici&#243;n neutral. En el tapa de cojinete y en la cabeza de cilindro se usan &#233;mbolos
                para la v&#225;lvula de descarga o topes ajustables. Cuando se ajustan adecuadamente, los &#233;mbolos
                descargan el sistema hidr&#225;ulico si las ruedas est&#225;n en un viraje completo en cualquier direcci&#243;n.
            </para>
            <figure id="f0500205" figsize="pg-wide">
                <graphic id="g0500205" filename="../figg05/g0500205.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="472px"/>
                <caption>Figura 5. Funcionamiento del engranaje de direcci&#243;n</caption>
                <calloutgroup>
                    <callout1>1. EJE DE MANDO</callout1>
                    <callout1>2. ROSCA DE LAS ESFERAS</callout1>
                    <callout1>3. EJE SECTOR</callout1>
                    <callout1>4. ENGRANAJE DE CREMALLERA</callout1>
                    <callout1>5. ANILLO DE PIST&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando el motor est&#225; funcionando, hay un flujo constante de aceite a baja presi&#243;n a trav&#233;s
                del engranaje de direcci&#243;n. Este flujo constante de aceite proporciona una respuesta instant&#225;nea
                y absorbe los impactos del camino para ayudar a eliminar los impactos del volante de la direcci&#243;n.
                La presi&#243;n es igual en todo el engranaje de direcci&#243;n. Sin embargo, se debe tener cuidado al
                remolcar o mover un veh&#237;culo cuyo motor o bomba de alimentaci&#243;n hidr&#225;ulica no est&#233;
                funcionando.
            </para>
            <specpara>
                <note>
                    <para>Si se produce una p&#233;rdida repentina de presi&#243;n durante el manejo normal, las partes
                        est&#225;n dise&#241;adas para proporcionar direcci&#243;n auxiliar mec&#225;nica de modo que el
                        veh&#237;culo se pueda dirigir con seguridad al costado del camino.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500207.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
