<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENSAMBLAJE DE LA COLUMNA DE DIRECCI&#211;N, INCLINABLE Y EXTENSIBLE - 9200, 9300, 9400 - ALINEACI&#211;N
        DEL VOLANTE DE LA DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="align" graphiccount="0">
        <title>ALINEACI&#211;N DEL VOLANTE DE LA DIRECCI&#211;N</title>
        <para>La alineaci&#243;n correcta del volante con el mecanismo de la direcci&#243;n est&#225; dise&#241;ada en
            el interior del ensamblaje de la direcci&#243;n. A continuaci&#243;n se presentan algunos puntos que deben
            revisarse con respecto a la alineaci&#243;n durante el ensamblaje o cuando la alineaci&#243;n del volante
            presenta problemas:
        </para>
        <step1>
            <para count="1">Efect&#250;e pruebas de manejo del veh&#237;culo sobre una secci&#243;n recta y nivelada (no
                inclinada) del camino durante al menos cuatrocientos metros (un cuarto de milla). Determine si el
                volante de la direcci&#243;n est&#225; descentrado o cu&#225;nto, cuando el veh&#237;culo se desplaza en
                forma recta.
            </para>
        </step1>
        <step1>
            <para count="1">Si la alineaci&#243;n del volante de la direcci&#243;n est&#225; descentrada, retorne el veh&#237;culo
                al &#225;rea de trabajo para un ajuste adicional. Pare el veh&#237;culo con las ruedas delanteras (sin
                mover el volante) rectas hacia adelante tal como lo indica la prueba de manejo.
            </para>
        </step1>
        <step1>
            <para count="1">La correcta alineaci&#243;n del volante con el mecanismo de la direcci&#243;n puede lograrse
                retirando la junta universal del eje de la columna de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Alinee el volante de la direcci&#243;n y reinstale la junta universal. Utilice un nuevo
                perno de presi&#243;n del tipo cortante en la horquilla. Consulte
                <hotlnk document="m05009t_14.xml" xrefid="hl0500901">TABLA DE TORSI&#211;N
                    <xref refid="hl0500901"/>
                </hotlnk>
                para conocer el procedimiento de torsi&#243;n correcto.
            </para>
        </step1>
        <step1>
            <para count="1">Efect&#250;e pruebas de manejo del veh&#237;culo para asegurar que se ha logrado una
                alineaci&#243;n correcta y que la direcci&#243;n est&#233; bien.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05009t_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05009t_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05009t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
