<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - PURGA - ENGRANAJES DE DIRECCI&#211;N
        DOBLE
    </stitle>
    <svcsection/>
    <svcproc id="hl0500210" svcproctype="drain" graphiccount="1">
        <title>ENGRANAJES DE DIRECCI&#211;N DOBLE</title>
        <para>La purga del sistema del engranaje de direcci&#243;n doble es necesaria cada vez que se ha reparado el
            sistema o que se ha reemplazado el l&#237;quido de la direcci&#243;n. Es posible usar al mismo tiempo
            distintos tama&#241;os de engranajes, pero el procedimiento de purga es el mismo.
        </para>
        <step1>
            <para count="1">Estacione el veh&#237;culo sobre una superficie limpia, seca y s&#243;lida, de preferencia
                concreto. Ponga el freno de estacionamiento y bloquee las ruedas. Ponga la transmisi&#243;n en neutro.
            </para>
        </step1>
        <step1>
            <para count="1">Levante el veh&#237;culo con el gato hasta que las ruedas delanteras se hayan separado de la
                superficie. Coloque el eje delantero sobre soportes de piso.
            </para>
            <specpara>
                <warning>
                    <para>Nunca se debe usar s&#243;lo el gato para sostener el veh&#237;culo mientras se efect&#250;a
                        servicio bajo el chasis. El gato puede bajar y se pueden producir graves lesiones personales.
                        Apoye siempre el veh&#237;culo con soportes de piso.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Incline el cap&#243; o la cabina.</para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el nivel del l&#237;quido en el tanque est&#233; en la marca de lleno
                de la varilla indicadora.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva las barras de arrastre desde el brazos pitman del engranaje maestro y secundario.
                Para conocer el procedimiento correcto para remover la barra de arrastre del veh&#237;culo que se est&#225;
                reparando, consulte el GRUPO 05 - DIRECCI&#211;N en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Arranque el veh&#237;culo y deje que el motor funcione en ralent&#237;.</para>
        </step1>
        <step1>
            <para count="1">Gire el volante de la direcci&#243;n hasta el extremo izquierdo y mant&#233;ngalo hasta que
                el engranaje secundario cumpla su recorrido completo. Luego, gire el volante de la direcci&#243;n hasta
                el extremo derecho y mant&#233;ngalo hasta que el engranaje secundario cumpla su recorrido completo.
                Repita este procedimiento tres o m&#225;s veces.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la barra de arrastre al engranaje maestro. Apriete la tuerca de sujeci&#243;n seg&#250;n
                la:
            </para>
            <table id="t0500203">
                <title>Tabla de torsiones de la tuerca dla barra de arrastre del engranaje de direcci&#243;n doble
                </title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="sqcolumn1" colwidth="1.50in"/>
                    <colspec colname="sqcolumn2" colwidth="1.50in"/>
                    <colspec colname="sqcolumn3" colwidth="1.50in"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tama&#241;o del tornillo</para>
                            </entry>
                            <entry>
                                <para>Lbs pie</para>
                            </entry>
                            <entry>
                                <para>Nm</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>3/4</para>
                            </entry>
                            <entry>
                                <para>85 a 105</para>
                            </entry>
                            <entry>
                                <para>116 a 143</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7/8</para>
                            </entry>
                            <entry>
                                <para>120 a 160</para>
                            </entry>
                            <entry>
                                <para>163 a 218</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <caution>
                    <para>No devuelva la tuerca para colocar la chaveta en el orificio, contin&#250;e apretando hasta la
                        pr&#243;xima ranura.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale una nueva chaveta a trav&#233;s de la tuerca del tornillo de la r&#243;tula y luego
                aseg&#250;rela en su lugar.
            </para>
            <specpara>
                <warning>
                    <para>Si no instala una nueva chaveta en el tornillo de r&#243;tula despu&#233;s de apretar a la
                        torsi&#243;n indicada, puede producir accidentes, lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Con la barra de arrastre del engranaje maestro conectada, gire el volante de la direcci&#243;n
                hasta el extremo izquierdo y mant&#233;ngalo hasta que el brazo pitman del engranaje secundario cumpla
                su recorrido completo. Luego, gire el volante de la direcci&#243;n hasta el extremo derecho y mant&#233;ngalo
                hasta que el brazo pitman del engranaje secundario cumpla su recorrido completo. Repita este
                procedimiento tres o m&#225;s veces.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la barra de arrastre al engranaje secundario girando el volante de la direcci&#243;n
                hasta que el brazo pitman se alinie con la barra de arrastre.
            </para>
            <specpara>
                <important>
                    <para>Durante esta operaci&#243;n, no mueva el brazo pitman con la mano. Puede entrar aire al
                        sistema.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Apriete la tuerca de sujeci&#243;n a:</para>
            <table id="t0500204">
                <title>Tabla de torsiones de la tuerca de la barra de arrastre del engranaje maestro</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="sqcolumn1" colwidth="1.50in"/>
                    <colspec colname="sqcolumn2" colwidth="1.50in"/>
                    <colspec colname="sqcolumn3" colwidth="1.50in"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tama&#241;o del tornillo</para>
                            </entry>
                            <entry>
                                <para>Lbs pie</para>
                            </entry>
                            <entry>
                                <para>Nm</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>3/4</para>
                            </entry>
                            <entry>
                                <para>85 a 105</para>
                            </entry>
                            <entry>
                                <para>116 a 143</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7/8</para>
                            </entry>
                            <entry>
                                <para>120 a 160</para>
                            </entry>
                            <entry>
                                <para>163 a 218</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <caution>
                    <para>No devuelva la tuerca para colocar la chaveta, contin&#250;e apretando hasta la pr&#243;xima
                        ranura para colocar la chaveta.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale una nueva chaveta a trav&#233;s de la tuerca de el tornillo de la r&#243;tula y
                luego aseg&#250;rela en su lugar.
            </para>
            <specpara>
                <warning>
                    <para>Si no instala y cierra una nueva chaveta en el tornillo de r&#243;tula despu&#233;s de apretar
                        la torsi&#243;n adecuada, puede producir accidentes, lesiones personales o muerte.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Vire la direcci&#243;n del veh&#237;culo del extremo izquierdo al extremo derecho varias
                veces m&#225;s.
            </para>
        </step1>
        <step1>
            <para count="1">Encuentre el tornillo de purga en el engranaje maestro ubicado en el tap&#243;n del agujero
                del eje sector (
                <hotlnk xrefid="f0500232">Figura 33</hotlnk>).
            </para>
            <figure id="f0500232" figsize="col-wide">
                <graphic id="g0500232" filename="../figg05/g0500232.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 33. Encuentre el tornillo de purga</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Use una llave hexagonal para aflojar el tornillo de purga hasta que fluya l&#237;quido no
                aerificado del tornillo de purga.
            </para>
            <specpara>
                <note>
                    <para>No gire el volante de la direcci&#243;n con el tornillo de purga abierto.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Si se usa un engranaje secundario serie M, repita el procedimiento en el engranaje
                secundario.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el nivel del l&#237;quido en el tanque de la direcci&#243;n hidr&#225;ulica y llene
                si es necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Apague el veh&#237;culo.</para>
        </step1>
        <step1>
            <para count="1">Baje el cap&#243; o la cabina.</para>
        </step1>
        <step1>
            <para count="1">Levante el veh&#237;culo y remueva los soportes de piso. Baje el veh&#237;culo hasta que las
                llantas entren en contacto con la superficie.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500215.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500206.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
