<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - DIAGN&#211;STICOS DEL SISTEMA DE
        DIRECCI&#211;N - PROBLEMAS COMUNES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>PROBLEMAS COMUNES</title>
        <step1>
            <para count="1">
                <emph type="bold">Desviaci&#243;n</emph>
                - Desviaci&#243;n se describe como la incapacidad del veh&#237;culo de seguir correctamente el carril en
                la superficie del camino. El veh&#237;culo tiende a irse de un lado a otro. Se requiere una correcci&#243;n
                continua para mantener el veh&#237;culo en el camino.
            </para>
            <para>El conductor puede describir el desviaci&#243;n de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>Serpenteante</para>
                </item>
                <item>
                    <para>Con correcci&#243;n continua</para>
                </item>
                <item>
                    <para>Timoneando constantemente</para>
                </item>
                <item>
                    <para>Sin poder mantener el veh&#237;culo en el camino</para>
                </item>
                <item>
                    <para>De lado a lado del camino.</para>
                </item>
            </seqlist>
            <para>Para determinar si hay desviaci&#243;n, maneje el veh&#237;culo en un camino recto sin tr&#225;fico y
                suelte cuidadosamente el volante de la direcci&#243;n. Si tiene una condici&#243;n de desviaci&#243;n,
                el veh&#237;culo tender&#225; a irse de un lado a otro seg&#250;n lo descrito anteriormente. La causa m&#225;s
                probable de la desviaci&#243;n es componentes mec&#225;nicos flojos.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Halando</emph>
                - Halando es un t&#233;rmino que se usa para describir una tendencia constante del veh&#237;culo en una
                direcci&#243;n.
            </para>
            <para>El conductor puede describir el halado de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>No sigue el carril</para>
                </item>
                <item>
                    <para>Hala hacia un lado</para>
                </item>
                <item>
                    <para>Se desv&#237;a</para>
                </item>
                <item>
                    <para>Se desplaza en un sentido</para>
                </item>
                <item>
                    <para>Se dirige hacia la zanja.</para>
                </item>
            </seqlist>
            <para>Si la direcci&#243;n del vehiculo est&#225; halando, la causa m&#225;s probable es la desalineaci&#243;n
                del eje trasero.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Agarrotamientos</emph>
                - El agarrotamiento es un aumento en el esfuerzo del volante de la direcci&#243;n que es moment&#225;neo
                o intermitente.
            </para>
            <para>El conductor puede describir el agarrotamiento de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>Punto duro</para>
                </item>
                <item>
                    <para>Se cuelga</para>
                </item>
                <item>
                    <para>Se bloquea o frena</para>
                </item>
                <item>
                    <para>Se atasca al girar</para>
                </item>
                <item>
                    <para>Se atasca.</para>
                </item>
            </seqlist>
            <para>El agarrotamiento es normalmente resultado de un problema mec&#225;nico de los componentes de la
                direcci&#243;n. Con mayor frecuencia, el agarrotamiento se produce en la misma posici&#243;n del volante
                de la direcci&#243;n al girar.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Sin retorno</emph>
                - Sin retorno se usa para describir la incapacidad del volante de volver al centro despu&#233;s de
                realizado un viraje o una correcci&#243;n.
            </para>
            <para>El conductor puede describir la falta de retorno de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>El volante no vuelve</para>
                </item>
                <item>
                    <para>Se queda inm&#243;vil en los virajes</para>
                </item>
                <item>
                    <para>El volante se pega.</para>
                </item>
            </seqlist>
            <para>La falta de retorno puede ser producto de un eje delantero desalineado o un agarrotamiento en
                componentes mec&#225;nicos externos al engranaje de direcci&#243;n. En los problemas relacionadas con el
                retorno se debe revisar los &#225;ngulos de inclinaci&#243;n del eje delantero.
            </para>
        </step1>
        <step1>
            <para count="1">Direcci&#243;n dura - La direcci&#243;n dura se experimenta cuando el esfuerzo del volante
                de la direcci&#243;n excede 11.3 Nm (100 libras pulgadas) medidos en la tuerca de retenci&#243;n del
                volante de la direcci&#243;n. La direcci&#243;n dura permanece constante en todo el giro. No confunda la
                direcci&#243;n dura con el agarrotamiento.
            </para>
            <para>El conductor puede describir la direcci&#243;n dura de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>No hay asistencia hidr&#225;ulica</para>
                </item>
                <item>
                    <para>Direcci&#243;n similar a engranaje manual</para>
                </item>
                <item>
                    <para>No gira completamente.</para>
                </item>
            </seqlist>
            <para>La direcci&#243;n dura puede ser producto de problemas hidr&#225;ulicos y/o mec&#225;nicos. Para
                determinar la causa es necesario un completo diagn&#243;stico mec&#225;nico e hidr&#225;ulico.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Juego libre y movimiento sin respuesta excesivos</emph>
                - El juego libre excesivo es una condici&#243;n en que hay demasiado movimiento del volante de la
                direcci&#243;n antes de que las llantas gu&#237;a se muevan. Una peque&#241;a cantidad de juego libre se
                considera normal.
            </para>
            <para>El conductor puede describir el juego libre de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>Se demora en responder</para>
                </item>
                <item>
                    <para>Demasiado juego</para>
                </item>
                <item>
                    <para>Holgura en el volante.</para>
                </item>
            </seqlist>
            <para>El juego libre es normalmente una holgura excesiva en el varillaje de la direcci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Bamboleo</emph>
                - El bamboleo o vibraci&#243;n es un bamboleo de las llantas delanteras que se transmite a trav&#233;s
                del volante de la direcci&#243;n.
            </para>
            <para>El conductor puede describir la bamboleo de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>Bamboleo o vibraci&#243;n del volante de la direcci&#243;n</para>
                </item>
                <item>
                    <para>Vibraciones de la cabina</para>
                </item>
                <item>
                    <para>Traqueteo del volante de la direcci&#243;n.</para>
                </item>
            </seqlist>
            <para>La bamboleo es un problema de holgura en el varillaje de la direcci&#243;n, holgura en los componentes
                del extremo delantero o llantas desbalanceadas. El bamboleo tambi&#233;n puede ser producto de aire
                atrapado en el sistema.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Ruido</emph>
                - El ruido en el sistema de direcci&#243;n puede venir de un n&#250;mero indeterminado de componentes.
                Los sonidos harmonicos o zumbidos hidr&#225;ulico pueden ser causados por el flujo de l&#237;quido. Los
                ruidos met&#225;licos o de rechinamiento provienen de partes mec&#225;nicas.
            </para>
            <para>El conductor puede describir el ruido de las siguientes formas:</para>
            <seqlist>
                <item>
                    <para>Retumba</para>
                </item>
                <item>
                    <para>Zumba</para>
                </item>
                <item>
                    <para>Carraquea al mover la direcci&#243;n</para>
                </item>
                <item>
                    <para>Emite chirridos.</para>
                </item>
            </seqlist>
            <para>Cuando hay un ruido presente, usted debe determinar, en primer lugar, si es un ruido mec&#225;nico o
                hidr&#225;ulico. La mayor&#237;a de los ruidos mec&#225;nicos son resultado de holgura excesiva o
                desgaste en componentes mec&#225;nicos. El ruido hidr&#225;ulico normalmente est&#225; asociado con
                problemas en el flujo de la bomba, como cavitaci&#243;n o bajos niveles de l&#237;quido.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500201.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
