<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - GU&#205;A DE LOCALIZACI&#211;N Y
        SOLUCI&#211;N DE PROBLEMAS - REPOSICI&#211;N DE COLUMNA EN FASE
    </stitle>
    <svcsection/>
    <svcproc id="hl0500208" svcproctype="troubleshoot" graphiccount="0">
        <title>REPOSICI&#211;N DE COLUMNA EN FASE</title>
        <para>Para revisar la puesta en fase de juntas card&#225;n en la columna de direcci&#243;n, use una llave de
            torsi&#243;n tipo con indicador deaguja graduado, en libras- pulgadas. Con un cubo en la tuerca de retenci&#243;n
            del volante de la direcci&#243;n, lea la diferencia en la torsi&#243;n mientras mueve el volante de un tope
            al otro. La variaci&#243;n de m&#225;s de 1.7 Nm (15 lb pulgadas) significa una puesta en fase incorrecta.
            Tome la lectura con el veh&#237;culo detenido y el motor funcionando en ralent&#237;.
        </para>
        <para>La puesta en fase se puede corregir generalmente girando el eje intermedio de dos piezas una ranura a la
            vez hasta que la lectura de torsi&#243;n permanezca igual en todo el giro de 360 grados del volante de la
            direcci&#243;n.
        </para>
        <specpara>
            <note>
                <para>Las juntas card&#225;n est&#225;n dise&#241;adas para funcionar mejor cuando el &#225;ngulo entre
                    el eje de transmisi&#243;n y el eje impulsado es de un m&#225;ximo de 20 a 25 grados. Los &#225;ngulos
                    mayores que esto pueden perjudicar el rendimiento de la direcci&#243;n.
                </para>
            </note>
        </specpara>
        <specpara>
            <important>
                <para>El desgaste de la rosca del eje de mando generalmente proviene de una lubricaci&#243;n incorrecta
                    o de una excesiva direcci&#243;n manual. La direcci&#243;n manual es producto de una baja presi&#243;n
                    o flujo de la bomba o de un eje delantero sobrecargado.
                </para>
            </important>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500202.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500203.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
