<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - INSPECCI&#211;N</stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSPECCI&#211;N</title>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>Service Procedure</title>
            <para>Realice una cuidadosa inspecci&#243;n visual de todas las piezas del engranaje de la direcci&#243;n.
                Reemplace las piezas gastadas y tambi&#233;n cualquier pieza que muestre indicios de esfuerzo o de
                fatiga.
            </para>
            <para>La inspecci&#243;n de las piezas del engranaje de direcci&#243;n puede mostrar problemas en otras
                &#225;reas del sistema de direcci&#243;n. Para evitar problemas reiterados, inspeccione todas las piezas
                cuidadosamente. A continuaci&#243;n se enumeran los problemas m&#225;s comunes que puede ver durante la
                inspecci&#243;n del engranaje de direcci&#243;n, junto con su posible causa. Esta informaci&#243;n se
                debe considerar cuidadosamente al reparar veh&#237;culo con bajo kilometraje (millaje).
            </para>
            <specpara>
                <warning>
                    <para>Los engranajes de direcci&#243;n que han resultado da&#241;ados en un accidente se deben
                        reemplazar. No hacerlo puede producir accidentes, lesiones personales o la muerte. Las cargas de
                        impacto transmitidas a trav&#233;s del eje delantero y del varillaje de la direcci&#243;n al
                        engranaje de direcci&#243;n pueden hacer que las piezas se esfuercen hasta un punto muy pr&#243;ximo
                        a la falla. El uso posterior es inseguro y el conjunto de engranaje de direcci&#243;n y el brazo
                        pitman se deben reemplazar. Brazos pitman deformes, ejes sector torcidos, dientes del engranaje
                        de cremallera y del pi&#241;&#243;n agrietados son algunos indicios de da&#241;os por impacto.
                        Los soportes de montaje rotos o da&#241;ados se deben reemplazar.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>Partes decoloradas (azul)</title>
            </para>
            <seqlist>
                <item>
                    <para>Temperaturas de funcionamiento demasiado altas</para>
                </item>
                <item>
                    <para>Atascamiento de la columna de direcci&#243;n</para>
                </item>
                <item>
                    <para>Desperfecto de la bomba de alimentaci&#243;n hidr&#225;ulica</para>
                </item>
            </seqlist>
            <para>
                <title>Bastidor roto</title>
            </para>
            <seqlist>
                <item>
                    <para>Da&#241;os por accidente</para>
                </item>
            </seqlist>
            <para>
                <title>Excoriaci&#243;n en el bastidor o en el pist&#243;n</title>
                (Vea tambi&#233;n la siguiente NOTA)
            </para>
            <seqlist>
                <item>
                    <para>Entrada de materiales extra&#241;os</para>
                </item>
                <item>
                    <para>Sobrecarga excesiva</para>
                </item>
                <item>
                    <para>Uso de lubricante incorrecto</para>
                </item>
                <item>
                    <para>Temperatura excesiva: sobre 121 grados C (250 grados F)</para>
                </item>
                <item>
                    <para>Bomba da&#241;ada</para>
                </item>
            </seqlist>
            <para>
                <title>Rodillo del eje sector (desgaste del cojinete)</title>
            </para>
            <seqlist>
                <item>
                    <para>Uso de lubricante incorrecto</para>
                </item>
                <item>
                    <para>Temperatura excesiva</para>
                </item>
                <item>
                    <para>Sobrecarga del eje</para>
                </item>
                <item>
                    <para>Lubricante contaminado</para>
                </item>
                <item>
                    <para>Da&#241;o por impacto</para>
                </item>
            </seqlist>
            <para>
                <title>Eje de mando</title>
                (Rosca de bola abollada o golpeada)
            </para>
            <seqlist>
                <item>
                    <para>Da&#241;os por impacto</para>
                </item>
            </seqlist>
            <para>
                <title>Cojinetes de empuje</title>
                (picados, irregulares)
            </para>
            <seqlist>
                <item>
                    <para>Materiales extra&#241;os en el sistema</para>
                </item>
                <item>
                    <para>Sobrecarga excesiva</para>
                </item>
            </seqlist>
            <para>
                <title>Cojinetes de empuje</title>
                (rotos o deformes)
            </para>
            <seqlist>
                <item>
                    <para>Da&#241;o por impacto</para>
                </item>
                <item>
                    <para>Reparaciones incorrectas</para>
                </item>
            </seqlist>
            <para>
                <title>Desgaste de la rosca del eje de mando</title>
            </para>
            <seqlist>
                <item>
                    <para>Uso de lubricante incorrecto</para>
                </item>
                <item>
                    <para>Sobrecarga</para>
                </item>
                <item>
                    <para>Presi&#243;n de funcionamiento insuficiente</para>
                </item>
                <item>
                    <para>Flujo de aceite insuficiente</para>
                </item>
                <item>
                    <para>Funcionamiento continuo a alta temperatura</para>
                </item>
            </seqlist>
            <para>
                <title>Anillos de pist&#243;n cortados, apretados, torcidos o gastados</title>
            </para>
            <seqlist>
                <item>
                    <para>Instalaci&#243;n incorrecta</para>
                </item>
                <item>
                    <para>Armado incorrecto</para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>La escoriaci&#243;n, la escoriaci&#243;n menor y el rozamiento del pist&#243;n y el bastidor
                        del engranaje de direcci&#243;n son normales. Durante el funcionamiento a presiones y caudales
                        relativamente altos, esta escoriaci&#243;n menor no afecta la seguridad ni el funcionamiento del
                        engranaje de direcci&#243;n. La escoriaci&#243;n menor se debe pulir con una piedra fina para
                        pulir a mano o con tela de esmeril.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>El cilindro no se debe esmerilar ni mandrilar ya que esto aumenta la fuga interna.</para>
                </caution>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
