<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - BRAZO PITMAN - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="9">
        <title>INSTALACI&#211;N</title>
        <para>La correcta instalaci&#243;n del brazo pitman es cr&#237;tica para el funcionamiento seguro del veh&#237;culo.
            Siga estos procedimientos para la instalaci&#243;n. &#161;Los valores correctos de torsi&#243;n son muy
            importantes! Use lubricante cuando se le indique. Use siempre un ret&#233;n de seguro de la leng&#252;eta
            nuevo.
        </para>
        <specpara>
            <warning>
                <para>Si no se aplican las especificaciones adecuadas al brazo pitman, &#233;ste puede funcionar flojo,
                    perder su conexi&#243;n y causar accidentes, lesiones personales o muerte. Si el brazo pitman se
                    encuentra suelto, reemplace el brazo pitman y el eje sector. Nunca suelte el brazo ni el eje.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>El brazo pitman se debe instalar una vez instalado el engranaje de direcci&#243;n en el veh&#237;culo,
                    de modo que se le pueda aplicar la torsi&#243;n correcta. La falta de torsi&#243;n correcta har&#225;
                    que el brazo pitman se suelte y puede causar accidentes, lesiones personales o muerte.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Instale el brazo pitman en el eje de salida. Alinie la marca de sincronizaci&#243;n del
                brazo pitman con la marca de sincronizaci&#243;n del eje propulsor (
                <hotlnk xrefid="f0500237">Figura 38</hotlnk>).
            </para>
            <figure id="f0500237" figsize="col-wide">
                <graphic id="g0500237" filename="../figg05/g0500237.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 38. Alinie las marcas de sincronizaci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si est&#225; reutilizando un ret&#233;n de seguro de la leng&#252;eta, inspeccione el
                conjunto para ver si hay leng&#252;etas rotas o da&#241;os en la rosca antes de la instalaci&#243;n. Si
                encuentra alg&#250;n da&#241;o, reemplace el ret&#233;n.
            </para>
        </step1>
        <step1>
            <para count="1">Si se requiere un ret&#233;n nuevo, &#161;lea cuidadosamente la hoja de instrucciones que
                viene con el juego de retenes! Deseche las piezas que no se requieren para su aplicaci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Los retenes de seguro de la leng&#252;eta vienen con tres especificaciones de torsi&#243;n:
                        305 Nm (225 lbs pie), 475 Nm (350 lbs pie) o 610 Nm (450 lbs pie). El valor de torsi&#243;n est&#225;
                        estampado en la cara del ret&#233;n (
                        <hotlnk xrefid="f0500238">Figura 39</hotlnk>). &#161;Revise el valor de torsi&#243;n estampado
                        en su ret&#233;n y la
                        <hotlnk document="m05002_40.xml" xrefid="hl0500211">TABLA DE TORSIONES</hotlnk>para asegurarse
                        de que su ret&#233;n sea el correcto!
                    </para>
                </note>
            </specpara>
            <figure id="f0500238" figsize="col-wide">
                <graphic id="g0500238" filename="../figg05/g0500238.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 39. Valor de torsi&#243;n estampado en la cara del ret&#233;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Aplique compuesto "Never-Seize" en las roscas del eje sector y del ret&#233;n y en ambos
                lados de la arandela de fricci&#243;n (
                <hotlnk xrefid="f0500239">Figura 40</hotlnk>).
            </para>
            <figure id="f0500239" figsize="col-wide">
                <graphic id="g0500239" filename="../figg05/g0500239.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 40. Aplique compuesto "Never-Seize"</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Atornille el ret&#233;n en el eje propulsor a mano y alinie las leng&#252;etas del ret&#233;n
                con las muescas del brazo pitman (
                <hotlnk xrefid="f0500240">Figura 41</hotlnk>).
            </para>
            <figure id="f0500240" figsize="col-wide">
                <graphic id="g0500240" filename="../figg05/g0500240.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 41. Alinie las leng&#252;etas del ret&#233;n con las muescas del brazo pitman</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Use el cubo hexagonal de 5/8 o de 3/4 de pulgada y la llave de torsi&#243;n para instalar el
                ret&#233;n en el eje propulsor, apretando el ret&#233;n (
                <hotlnk xrefid="f0500241">Figura 42</hotlnk>) a: M-80: 305 Nm (225 lbs pie), M-90 y 100: 474 Nm (350 lbs
                pie), M-110: 610 Nm (450 lbs pie).
            </para>
            <figure id="f0500241" figsize="col-wide">
                <graphic id="g0500241" filename="../figg05/g0500241.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 42. Instale el ret&#233;n en el eje propulsor</caption>
            </figure>
        </step1>
        <specpara>
            <important>
                <para>Los pasos 7, 8 y 9 s&#243;lo se requieren si est&#225; reemplazando o reinstalando un brazo
                    pitman. Si el brazo pitman y el eje sector son nuevos, vaya al paso 10.
                </para>
            </important>
        </specpara>
        <specpara>
            <note>
                <para>Usted debe medir el espacio entre el eje propulsor y el brazo pitman.</para>
            </note>
        </specpara>
        <step1>
            <para count="1">Despu&#233;s de apretar el ret&#233;n, suelte y remueva el ret&#233;n del eje propulsor.
                Mida la distancia del extremo del eje propulsor (A,
                <hotlnk xrefid="f0500242">Figura 42</hotlnk>) al &#225;rea rebajada del brazo pitman (B,
                <hotlnk xrefid="f0500242">Figura 43</hotlnk>). La dimensi&#243;n aceptable es: retenes M-80: 2.4 a 4 mm
                (3/32 a 5/32 de pulgada), retenes M-90 y 100: 2.4 a 4 mm (3/32 a 5/32 de pulgada), retenes M-110: 3.2 a
                4.8 mm (1/8 a 3/16 de pulgada).
            </para>
            <figure id="f0500242" figsize="col-wide">
                <graphic id="g0500242" filename="../figg05/g0500242.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 43. Mida la distancia desde el extremo del eje propulsor al &#225;rea rebajada del brazo
                    pitman
                </caption>
            </figure>
            <specpara>
                <warning>
                    <para>Si la medici&#243;n no cumple el m&#237;nimo aceptable o la tolerancia m&#225;xima, se deben
                        reemplazar el brazo pitman y el eje sector. Si no No toma la medici&#243;n ni reemplaza las
                        piezas gastadas puede hacer que el brazo pitman se suelte, lo que puede producir accidentes,
                        lesiones personales o muerte.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Si la medici&#243;n est&#225; bien o despu&#233;s del reemplazar el eje sector y el brazo
                pitman, atornille el ret&#233;n en el eje propulsor con la mano. Aseg&#250;rese de alinear las leng&#252;etas
                del ret&#233;n con las muescas del brazo pitman. Consulte la
                <hotlnk xrefid="f0500240">Figura 41</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Use un cubo hexagonal de 5/8 o de 3/4 de pulgada y una llave de torsi&#243;n para apretar el
                ret&#233;n en el eje propulsor (
                <hotlnk xrefid="f0500243">Figura 44</hotlnk>) a: M-80: 305 Nm (225 lbs pie), M-90 y 100: 474 Nm (350 lbs
                pie), M-110: 610 Nm (450 lbs pie).
            </para>
        </step1>
        <figure id="f0500243" figsize="col-wide">
            <graphic id="g0500243" filename="../figg05/g0500243.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px"/>
            <caption>Figura 44. Apriete el ret&#233;n</caption>
        </figure>
        <step1>
            <para count="1">Una vez alcanzado el valor de torsi&#243;n especificado, contin&#250;e apretando hasta que
                dos de las leng&#252;etas de sujeci&#243;n de la arandela con leng&#252;eta se alinien con las ranuras
                del ret&#233;n (
                <hotlnk xrefid="f0500244">Figura 45</hotlnk>).
            </para>
            <figure id="f0500244" figsize="col-wide">
                <graphic id="g0500244" filename="../figg05/g0500244.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 45. Alinie las leng&#252;etas de sujeci&#243;n con las muescas del ret&#233;n</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Si las leng&#252;etas y las ranuras no se alinean, apriete m&#225;s all&#225; del valor de
                        torsi&#243;n especificado hasta que se alinien dos leng&#252;etas. Nunca remueva el ret&#233;n
                        para alinear las leng&#252;etas de sujeci&#243;n.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Use el punz&#243;n ahusado y el martillo para asegurar las leng&#252;etas de sujeci&#243;n
                en el ret&#233;n (
                <hotlnk xrefid="f0500245">Figura 46</hotlnk>).
            </para>
            <figure id="f0500245" figsize="col-wide">
                <graphic id="g0500245" filename="../figg05/g0500245.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px"/>
                <caption>Figura 46. Asegure las leng&#252;etas de sujeci&#243;n en el ret&#233;n</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Use siempre anteojos de seguridad y nunca use un punz&#243;n que est&#233; da&#241;ado. Las
                        piezas de acero pueden altar y golpearle en los ojos.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Instale la barra de arrastre. Apriete la tuerca seg&#250;n la:</para>
            <table id="t0500205">
                <title>Tabla de torsiones de la barra de arrastre</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="sqcolumn1" colwidth="1.50in"/>
                    <colspec colname="sqcolumn2" colwidth="1.50in"/>
                    <colspec colname="sqcolumn3" colwidth="1.50in"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tama&#241;o del tornillo</para>
                            </entry>
                            <entry>
                                <para>Lbs pie</para>
                            </entry>
                            <entry>
                                <para>Nm</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>3/4</para>
                            </entry>
                            <entry>
                                <para>85 a 105</para>
                            </entry>
                            <entry>
                                <para>116 a 143</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7/8</para>
                            </entry>
                            <entry>
                                <para>120 a 160</para>
                            </entry>
                            <entry>
                                <para>163 a 218</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Instale una nueva chaveta en el tornillo de la r&#243;tula de la barra de arrastre.</para>
            <specpara>
                <warning>
                    <para>&#161;No devuelva la tuerca para ubicar el orificio de la chaveta! Si no instala y asegura la
                        chaveta en el tornillo de r&#243;tula puede producir condiciones peligrosas de funcionamiento
                        del veh&#237;culo, accidentes, lesiones personales o muerte.
                    </para>
                </warning>
            </specpara>
        </step1>
        <specpara>
            <note>
                <para>Si el engranaje de direcci&#243;n hidr&#225;ulica se cambi&#243; o se reensambl&#243;, ser&#225;
                    necesario un ajuste del &#233;mbolo de desahogo. Consulte
                    <hotlnk document="m05002_HL0500206.xml" xrefid="hl0500206">AJUSTE DE &#201;MBOLOS DE
                        DESAHOGO</hotlnk>.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500212.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_29.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
