<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONJUNTOS DE LA COLUMNA DE DIRECCI&#211;N, EST&#193;NDAR E INCLINABLE - 2000, 3000, 4000, 8000 -
        DESMONTAJE E INSTALACI&#211;N - COLUMNA DE DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="4">
        <title>COLUMNA DE DIRECCI&#211;N</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <para>Consulte la
                <hotlnk xrefid="f0501302">Figura 2</hotlnk>
                ,
                <hotlnk xrefid="f0501303">Figura 3</hotlnk>,
                <hotlnk xrefid="f0501304">Figura 4</hotlnk>
                y
                <hotlnk xrefid="f0501305">Figura 5</hotlnk>.
            </para>
            <figure id="f0501302" figsize="col-wide">
                <graphic id="g0501302" filename="../figg05/g0501302.webp" type="webp"/>
                <caption>Figura 2. Columna fija, cabinas convencionales</caption>
            </figure>
            <figure id="f0501303" figsize="col-wide">
                <graphic id="g0501303" filename="../figg05/g0501303.webp" type="webp"/>
                <caption>Figura 3. Columna fija, 3800 y cubretableros traseros planos</caption>
            </figure>
            <figure id="f0501304" figsize="col-wide">
                <graphic id="g0501304" filename="../figg05/g0501304.webp" type="webp"/>
                <caption>Figura 4. Columna inclinable, 3800 y cubretableros traseros planos</caption>
            </figure>
            <figure id="f0501305" figsize="col-wide">
                <graphic id="g0501305" filename="../figg05/g0501305.webp" type="webp"/>
                <caption>Figura 5. Columna inclinable, 3600</caption>
            </figure>
            <step1>
                <para count="1">Desconecte el cable del terminal negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo retenedor del yugo del engranaje de direcci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Remueva el volante de la direcci&#243;n como se describi&#243; anteriormente e instale
                    la tuerca de montaje del volante de la direcci&#243;n para impedir que la columna de direcci&#243;n
                    se salga del bastidor de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la cubierta tapizada de la columna de direcci&#243;n (si se aplica).</para>
            </step1>
            <step1>
                <para count="1">Remueva los conectores el&#233;ctricos y los cables del bastidor de la columna de
                    direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos que fijan el sello de caucho de la columna de direcci&#243;n al
                    tablero de instrumentos (si se aplica).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos que fijan el tubo de soporte de la columna de direcci&#243;n al
                    tablero de instrumentos y remueva el conjunto de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tuerca de montaje del volante de la direcci&#243;n y remueva el conjunto de
                    eje de la direcci&#243;n.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Ensamble el conjunto de eje de la direcci&#243;n e instale en el bastidor de la columna
                    de direcci&#243;n. Instale temporalmente la tuerca de montaje del volante de la direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Gu&#237;e la porci&#243;n inferior del conjunto de columna de direcci&#243;n a trav&#233;s
                    de la abertura en el tablero de instrumentos (si se aplica). Coloque el conjunto de eje en el
                    engranaje de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tornillos que fijan el bastidor de la columna de direcci&#243;n al soporte
                    de la columna de direcci&#243;n y apriete a 46 a 57 N&#8226;m (34 a 42 lbs. pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tornillos que fijan el sello de hule de la columna de direcci&#243;n al
                    tablero de instrumentos (si se aplica).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los conectores el&#233;ctricos y los cables en el bastidor de la columna de
                    direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta tapizada de la columna de direcci&#243;n (si se aplica).</para>
            </step1>
            <step1>
                <para count="1">Instale el volante de direcci&#243;n como se describi&#243; anteriormente en
                    <hotlnk document="m05013_HL0501301.xml" xrefid="hl0501302">VOLANTE DE LA DIRECCI&#211;N, Instalaci&#243;n</hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca y el tornillo en el conjunto de yugo y apriete hasta que la porci&#243;n
                    no roscada sobre el aro pl&#225;stico se corte.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cable del terminal negativo de la bater&#237;a.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05013_HL0501301.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05013_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05013.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
