<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONJUNTOS DE LA COLUMNA DE DIRECCI&#211;N, EST&#193;NDAR E INCLINABLE - 2000, 3000, 4000, 8000
    </stitle>
    <svcsection/>
    <svcsection id="m05013" svcsectype="prodspec" division="truck" formnum="CTS-5168" date="03/31/1996"
                translation="spanish">
        <title>CONJUNTOS DE LA COLUMNA DE DIRECCI&#211;N, EST&#193;NDAR E INCLINABLE - 2000, 3000, 4000, 8000</title>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>Los conjuntos de la columna de direcci&#243;n usados en la serie 2000, 3000, 4000 y 8000 est&#225;n
                        construidos con algunas diferencias menores; sin embargo, el dise&#241;o y la funci&#243;n
                        general son similares.
                    </para>
                </lev1>
                <lev1>
                    <para>El volante de la direcci&#243;n, que contiene el mecanismo del interruptor de la bocina, est&#225;
                        conectado al eje superior de la columna de direcci&#243;n. En modelos de cabina convencional, el
                        eje superior de la columna de direcci&#243;n pasa a trav&#233;s del conjunto del bastidor de la
                        columna de direcci&#243;n y se conecta con el eje inferior de la columna de direcci&#243;n en un
                        conjunto de doble yugo con la ayuda de un. El bastidor de la columna de direcci&#243;n est&#225;
                        sujeto al tablero de instrumentos mediante dos conjuntos de soporte, de los cuales el soporte m&#225;s
                        pr&#243;ximo a la columna de direcci&#243;n incorpora el mecanismo de la columna inclinable en
                        los modelos equipados con este tipo de la columna.
                    </para>
                </lev1>
                <lev1>
                    <para>En los modelos con cubretablero trasero plano (FBC) y de autob&#250;s, el bastidor de la
                        columna de direcci&#243;n y los conjuntos de soporte son reemplazados por un tubo de soporte de
                        la columna de direcci&#243;n con sus propios soportes de montaje. Los modelos equipados con
                        columnas ajustables tambi&#233;n tienen el mecanismo de inclinaci&#243;n incorporado en el
                        conjunto de soporte de montaje. Como en los modelos con cabina regular, los ejes superior e
                        inferior de la columna de direcci&#243;n est&#225;n conectados con un card&#225;n de doble yugo.
                    </para>
                </lev1>
                <lev1>
                    <para>En todos los chasis serie 2000, 4000 y 8000, el eje inferior de la columna de direcci&#243;n
                        est&#225; unido al engranaje de direcci&#243;n mediante un card&#225;n de doble yugo y un
                        conjunto de tornillo retenedor del yugo de extremo.
                    </para>
                </lev1>
                <lev1>
                    <para>La columna de direcci&#243;n estacionaria (fija) no se puede reubicar. El conjunto de la
                        columna de direcci&#243;n ajustable (deslizable) se puede acercar o alejar del conductor. La
                        palanca de ajuste se ubica en el lado izquierdo de la columna de direcci&#243;n. Para ajustar la
                        posici&#243;n de la columna, hale la palanca hacia arriba y mueva la columna a la posici&#243;n
                        deseada. Suelte la palanca para bloquear la columna en posici&#243;n.
                    </para>
                    <specpara>
                        <warning>
                            <para>Bloquee siempre la columna en posici&#243;n antes de mover el veh&#237;culo.</para>
                        </warning>
                    </specpara>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05013_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05013.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
