<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - MANTENIMIENTO PREVENTIVO - CAMBIO
        DE L&#205;QUIDO Y DE FILTRO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>CAMBIO DE L&#205;QUIDO Y DE FILTRO</title>
        <step1>
            <para count="1">Estacione el veh&#237;culo sobre una superficie limpia, seca y s&#243;lida. Ponga el freno
                de estacionamiento, bloquee las ruedas traseras y coloque la transmisi&#243;n en neutro.
            </para>
        </step1>
        <step1>
            <para count="1">Levante el extremo delantero del veh&#237;culo con el gato hidr&#225;ulico hasta que las
                llantas se hayan separado de la superficie. Coloque el eje delantero sobre soportes de piso.
            </para>
        </step1>
        <specpara>
            <warning>
                <para>Nunca se debe usar s&#243;lo un gato para sostener el veh&#237;culo mientras se efect&#250;a
                    servicio bajo el chasis. El gato puede bajar y se pueden producir graves lesiones personales. Apoye
                    siempre el veh&#237;culo con soportes de piso.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Incline el cap&#243; o levante la cabina.</para>
        </step1>
        <step1>
            <para count="1">Coloque un recipiente para recibir el aceite debajo del engranaje de direcci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Remueva las l&#237;neas de presi&#243;n y de retorno del engranaje de direcci&#243;n para
                drenar el l&#237;quido.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie el &#225;rea alrededor de la tapa del tanque con una toalla limpia. Remueva el
                tornillos de la cubierta del tanque . Remueva la cubierta.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva el colador del tanque y des&#233;chelo. Si se usa un filtro atornillado, remueva el
                colador usando la llave de filtros y des&#233;chelo.
            </para>
            <specpara>
                <important>
                    <para>Deseche s&#243;lo el elemento de filtro. Las otras partes posiblemente se usan para retener el
                        elemento de filtro en el conjunto del tanque.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Limpie el interior del tanque con una toalla de taller limpia.</para>
        </step1>
        <step1>
            <para count="1">Con las mangueras desconectadas, gire lentamente el volante de la direcci&#243;n del extremo
                izquierdo al extremo derecho tres o m&#225;s veces para purgar el aceite del engranaje de direcci&#243;n.
                Aseg&#250;rese de que el recipiente de drenaje vaya a recibir el aceite del engranaje de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte las l&#237;neas de presi&#243;n y de retorno al engranaje de direcci&#243;n y
                aprietelas.
            </para>
        </step1>
        <step1>
            <para count="1">Instale un nuevo elemento de filtro en el tanque. Siga las instrucciones del elemento de
                filtro.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie la tapa del tanque con un solvente aprobado. Remueva el empaque viejo de la tapa y
                reempl&#225;celo por un empaque nuevo.
            </para>
        </step1>
        <step1>
            <para count="1">Llene el tanque con l&#237;quido de la direcci&#243;n nuevo hasta un nivel 25 mm (1 pulgada)
                de la parte superior del tanque. Instale la cubierta del tanque y apriete el tornillo. Consulte
                <hotlnk document="m05002_HL0500209.xml" xrefid="hl0500209">TIPOS DE L&#205;QUIDO</hotlnk>
                para conocer el tipo correcto de l&#237;quido para el modelo del veh&#237;culo que se le est&#225; dando
                servicio.
            </para>
        </step1>
        <step1>
            <para count="1">Arranque el veh&#237;culo y deje que funcione en ralent&#237;.</para>
            <specpara>
                <caution>
                    <para>No permita que el tanque se vac&#237;e durante el arranque. Pueden producirse da&#241;os en la
                        bomba.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Revise el nivel del l&#237;quido y rellene seg&#250;n sea necesario.</para>
        </step1>
        <step1>
            <para count="1">Mueva la direcci&#243;n del veh&#237;culo del extremo izquierdo al extremo derecho varias
                veces y vuelva a revisar el nivel del l&#237;quido. Agregue l&#237;quido seg&#250;n sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Revise visualmente todas las conexiones y mangueras para ver si hay fugas externas.</para>
            <specpara>
                <warning>
                    <para>No revise si hay fugas con la mano. La alta presi&#243;n de aceite hidr&#225;ulico puede
                        penetrar la piel y causar graves lesiones.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Usando un engrasador manual, purgue la conexi&#243;n de engrase en la cubierta del eje de
                entrada del engranaje de direcci&#243;n. Un bombeo es suficiente.
            </para>
        </step1>
        <step1>
            <para count="1">Apague el veh&#237;culo. Remueva el recipiente de drenaje. Levante el veh&#237;culo y
                remueva los soportes de piso. Baje el veh&#237;culo hasta que las llantas entren en contacto con la
                superficie y remueva el gato.
            </para>
        </step1>
        <step1>
            <para count="1">Baje la cabina o el cap&#243;.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500209.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
