<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcsubsec id="hl0500306">
        <title>FUNCIONAMIENTO</title>
        <svcsubsecinfo>
            <para>Cuando un conductor gira el volante de la direcci&#243;n, transmite fuerza desde &#233;ste al eje de
                impulso del engranaje de direcci&#243;n. Una barra de torsi&#243;n, sujeta por un pasador al eje de
                impulso en un extremo y al eje de tornillo sinf&#237;n en el otro extremo, gira junto al eje de impulso
                y ejerce una fuerza de rotaci&#243;n sobre el eje de tornillo sinf&#237;n. En respuesta a esta fuerza de
                rotaci&#243;n, el eje de tornillo sinf&#237;n, actuando a trav&#233;s del mecanismo recirculante de
                bolas, intenta mover el pist&#243;n de cremallera en forma axial a trav&#233;s del cilindro del bastidor
                del mecanismo.
            </para>
            <para>El engrane del pist&#243;n de cremallera con el eje de impulso, que est&#225; conectado por varillaje
                a las ruedas dirigidas, opone resistencia al movimiento axial del pist&#243;n de cremallera. Debido a
                esta resistencia, el eje de impulso tuerce la barra de torsi&#243;n, accionando de esta forma la v&#225;lvula
                reguladora. El l&#237;quido presurizado, dirigido por la v&#225;lvula reguladora, ayuda a mover
                axialmente el pist&#243;n de cremallera a trav&#233;s del cilindro. Luego, el pist&#243;n de cremallera
                hace girar el eje sector para dirigir el veh&#237;culo.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="0">
            <title>CARGAS DE CHOQUE</title>
            <para>Si las ruedas dirigidas reciben una carga de choque, las fuerzas de choque se transmiten a trav&#233;s
                del eje sector al pist&#243;n de cremallera y luego al eje de tornillo sinf&#237;n. La geometr&#237;a
                interna del engranaje de direcci&#243;n hace que la v&#225;lvula reguladora env&#237;e l&#237;quido a
                alta presi&#243;n a la cavidad del cilindro correcto para resistir las fuerzas de choque. Al absorber
                las fuerzas de choque en forma hidr&#225;ulica, el engranaje de direcci&#243;n evita el molesto
                contragolpe en el volante de la direcci&#243;n.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
