<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - AJUSTE - FINAL
    </stitle>
    <svcsection/>
    <svcproc id="hl0500317" svcproctype="adjust" graphiccount="4">
        <title>FINAL</title>
        <step1>
            <para count="1">Para centrar el engranaje de direcci&#243;n, gire el conjunto de eje de impulso y tornillo
                sinf&#237;n de la v&#225;lvula hasta que la marca de sincronizaci&#243;n en el extremo del eje sector
                est&#233; alineada con la marca de sincronizaci&#243;n en el extremo del mu&#241;&#243;n del bastidor (
                <hotlnk xrefid="f05003f2">Figura 152</hotlnk>).
            </para>
            <figure id="f05003f2" figsize="col-wide">
                <graphic id="g05003f2" filename="../figg05/g05003f2.webp" type="webp"/>
                <caption>Figura 152. Centre el engranaje de direcci&#243;n</caption>
            </figure>
            <specpara>
                <important>
                    <para>No gire el eje de impulso m&#225;s de 1.5 revoluciones desde la posici&#243;n central hasta
                        que el engranaje de direcci&#243;n est&#233; instalado, durante el procedimiento de ajuste del
                        cabezal de retenci&#243;n. De hacerlo, podr&#237;a hacer que los cabezales de retenci&#243;n
                        autom&#225;ticos queden inoperantes, lo que puede requerir el desensamblaje del engranaje de
                        direcci&#243;n para reubicar los conjuntos de asiento del cabezal de retenci&#243;n y manguito.
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>El contacto inicial del cabezal de retenci&#243;n se produce a menos de una rotaci&#243;n del
                        eje de impulso en una direcci&#243;n desde la posici&#243;n central del engranaje de direcci&#243;n,
                        si es que se ensamblan conjuntos de ajustador del cabezal de retenci&#243;n y manguito, nuevos o
                        restablecidos, en la unidad.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>El ajuste de precarga del tornillo sinf&#237;n se ajust&#243; al ensamblar el eje de impulso,
                        la v&#225;lvula y el tornillo sinf&#237;n en el bastidor de v&#225;lvulas.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Con la contratuercas del tornillo de ajuste del eje sector floja, gire el tornillo de ajuste
                del eje sector hacia la derecha para proporcionar entre 5 y 5.5 N&#8226;m (45 y 50 lbs pulgada) de torsi&#243;n
                requerida para girar el conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n en media vuelta
                (180&#176;) a cada lado del centro (
                <hotlnk xrefid="f05003f3">Figura 153</hotlnk>).
            </para>
            <figure id="f05003f3" figsize="col-wide">
                <graphic id="g05003f3" filename="../figg05/g05003f3.webp" type="webp"/>
                <caption>Figura 153. Gire el tornillo de ajuste del eje sector</caption>
            </figure>
            <specpara>
                <note>
                    <para>Este procedimiento engrana y asienta correctamente los dientes del pist&#243;n de cremallera y
                        del eje sector para los ajustes finales.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Centre el eje sector. Gire media vuelta hacia la izquierda el tornillo de ajuste del eje
                sector y anote la torsi&#243;n m&#225;xima requerida para hacer girar media vuelta (180&#176;) el
                conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n a cada lado del centro (
                <hotlnk xrefid="f05003f4">Figura 154</hotlnk>).
            </para>
            <figure id="f05003f4" figsize="col-wide">
                <graphic id="g05003f4" filename="../figg05/g05003f4.webp" type="webp"/>
                <caption>Figura 154. Centre el eje sector</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Ajuste hacia la derecha el tornillo de ajuste del eje sector para aumentar la torsi&#243;n m&#225;xima,
                anotada en el paso 3, en 0.8 N&#8226;m (7 lbs pulgada). Apriete con firmeza la contratuercas contra la
                cubierta lateral, mientras sostiene el tornillo de ajuste en su lugar, a 58 N&#8226;m (43 lbs pie) y
                revise nuevamente la torsi&#243;n del conjunto de eje de impulso y v&#225;lvula y tornillo sinf&#237;n.
                Vuelva a ajustarla si la torsi&#243;n del eje de impulso es superior a 4.5 N&#8226;m (40 lbs pulgada) (
                <hotlnk xrefid="f05003f5">Figura 155</hotlnk>).
            </para>
            <figure id="f05003f5" figsize="col-wide">
                <graphic id="g05003f5" filename="../figg05/g05003f5.webp" type="webp"/>
                <caption>Figura 155. Ajuste el tornillo de ajuste del eje sector</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500322.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500323.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
