<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: TRW/ROSS-TAS 40, 55, 65 Y 85 - AJUSTE</stitle>
    <svcsection/>
    <svcsubsec id="hl0500321">
        <title>AJUSTE</title>
        <svcsubsecinfo>
            <para>Para que este procedimiento funcione correctamente, debe contar con: un nuevo mecanismo o un mecanismo
                usado en el que los asientos del cabezal de retenci&#243;n se hayan reemplazado o restablecido durante
                los procedimientos de desensamblaje del mecanismo. Adem&#225;s: un tornillo de tope fijo instalado en el
                bastidor o un tornillo de ajuste del cabezal de retenci&#243;n instalado de manera que duplique la
                longitud del tornillo de tope fijo.
            </para>
            <specpara>
                <important>
                    <para>Para que los cabezales de retenci&#243;n est&#233;n correctamente ajustados, los topes del eje
                        y todo el varillaje de direcci&#243;n deben ajustarse de acuerdo con las especificaciones y el
                        brazo pitman debe estar correctamente alineado en el eje sector. Consulte GRUPO 02 - INFORMACI&#211;N
                        GENERAL Y ALINEACI&#211;N DE LA DIRECCI&#211;N en el Manual de Servicio Maestro CTS-5000.
                    </para>
                </important>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="adjust" graphiccount="0">
            <title>General</title>
            <step1>
                <para count="1">Con el motor en ralent&#237; y el veh&#237;culo sin carga, gire el volante de la direcci&#243;n
                    hasta el m&#225;ximo de su recorrido en una direcci&#243;n hasta que se haga contacto con el tope
                    del eje. La torsi&#243;n m&#225;xima de entrada que debe ser aplicada durante este procedimiento es
                    de 178 N (40 lb) de tracci&#243;n en el rin en un volante de la direcci&#243;n de 508 mm (20
                    pulgadas) de di&#225;metro.
                </para>
                <specpara>
                    <note>
                        <para>Si enfrenta un excesivo esfuerzo de tracci&#243;n en el rin, permita que el veh&#237;culo
                            ruede hacia adelante o lev&#225;ntelo con un gato en el eje delantero.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Siga el mismo procedimiento mientras gira el volante de la direcci&#243;n en la otra
                    direcci&#243;n. Los cabezales de retenci&#243;n est&#225;n ahora en la posici&#243;n para activarse
                    y reducir la presi&#243;n a medida que las ruedas dirigidas se aproximan a los topes del eje en
                    cualquiera de las direcciones.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05003_HL0500319.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
