<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ENGRANAJE DE DIRECCI&#211;N HIDR&#193;ULICA: SHEPPARD, SERIE M - DIAGN&#211;STICOS DEL SISTEMA DE
        DIRECCI&#211;N - GLOSARIO DE T&#201;RMINOS Y DEFINICIONES
    </stitle>
    <svcsection/>
    <svcproc id="hl0500201" svcproctype="diagnose" graphiccount="0">
        <title>GLOSARIO DE T&#201;RMINOS Y DEFINICIONES</title>
        <step1>
            <para count="1">
                <emph type="bold">V&#225;lvula de impulso</emph>
                - V&#225;lvula interna en el tapa del cojinete del engranaje de direcci&#243;n. Es accionada por el
                volante de la direcci&#243;n a trav&#233;s de la conexi&#243;n de yugo de la columna de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Contrapresi&#243;n</emph>
                - Presi&#243;n que se encuentra en el lado de retorno del sistema.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Engranaje instalado en la base</emph>
                - La caja de engranajes de la direcci&#243;n est&#225; instalada en el larguero de bastidor o en el
                soporte, utiliza los ocho orificios de montaje opuestos a la cubierta del eje sector.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Tapa de cojinete</emph>
                - Tapa del extremo del engranaje de direcci&#243;n que aloja al eje y a la v&#225;lvula.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Cubierta de la tapa del cojinete</emph>
                - Cubierta peque&#241;a en el extremo de la tapa de cojinete del engranaje de direcci&#243;n. La
                cubierta de la tapa del cojinete aloja el aceite del eje de entrada y el sello contra la sal.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Tornillo de purga</emph>
                - Tornillo con endidura hexagonal en la cabeza (Allen) de 1/8 de pulgada, colocado en el agujero del eje
                del sector del engranaje de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Cavitaci&#243;n</emph>
                - Burbujas que se forman en el aceite y que impiden que la bomba suministre presi&#243;n y volumen.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Contaminaci&#243;n</emph>
                - Suciedad u otros materiales extra&#241;os en un l&#237;quido.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Cilindro</emph>
                - Agujero largo en la caja de engranaje de direcci&#243;n donde est&#225; alojado el pist&#243;n del
                engranaje de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Cabeza del cilindro</emph>
                - Tapa del extremo del engranaje de direcci&#243;n atornillada en el bastidor, en el lado opuesto al
                extremo del eje de mando del engranaje.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Desplazamiento</emph>
                - Volumen de l&#237;quido que puede pasar a trav&#233;s de una bomba o de un cilindro en una sola
                revoluci&#243;n o recorrido.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Retroalimentaci&#243;n</emph>
                - Transferencia de energ&#237;a desde la salida de un dispositivo hasta su entrada.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Flujo del l&#237;quido</emph>
                - Corriente o movimiento de un l&#237;quido o rata de su movimiento.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Pist&#243;n</emph>
                - Se encuentra alojado en el cilindro y convierte la fuerza hidr&#225;ulica en fuerza mec&#225;nica
                dentro del engranaje de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">&#201;mbolo</emph>
                - V&#225;stago ranurados que se usan para limitar el recorrido del pist&#243;n del engranaje de direcci&#243;n
                bajo presi&#243;n. Los &#233;mbolos est&#225;n localizados en la cabeza del cilindro y en el tapa de
                cojinete.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">V&#225;lvula de descarga de presi&#243;n</emph>
                - V&#225;lvula que libera la presi&#243;n (opcional), est&#225; integrada en el engranaje de direcci&#243;n
                para limitar la presi&#243;n de funcionamiento del sistema. Identificada por una tuerca hexagonal grande
                en el lado de la tapa de cojinete.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Bomba</emph>
                - Dispositivo que convierte fuerza y movimiento mec&#225;nicos en potencia de l&#237;quido hidr&#225;ulico.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Dientes de cremallera</emph>
                - &#193;rea en el pist&#243;n que encaja en los dientes del eje sector.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Rosca de recirculaci&#243;n de las esferas</emph>
                - &#193;rea de la v&#225;lvula rotatoria en la que se mueven 24 esferas de acero.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">V&#225;lvula de descarga</emph>
                - V&#225;lvula de control de presi&#243;n usada para limitar la presi&#243;n del sistema.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Eje sector</emph>
                - Eje de salida del engranaje de la direcci&#243;n al que est&#225; conectado el brazo Pitman.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Agujero del eje sector</emph>
                - &#193;rea de la caja de engranaje de la direcci&#243;n que aloja al eje sector.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Engranaje secundario</emph>
                - Engranaje del lado derecho en una aplicaci&#243;n de sistema doble. Identificable por la falta de un
                eje de mando en cualquiera de los extremos del engranaje de direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Orificios secundarios</emph>
                - Aberturas roscadas en la cabeza del cilindro, tapa de cojinete y agujero del eje sector para instalar
                las l&#237;neas de presi&#243;n para hacer funcionar el engranaje secundario.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Ret&#233;n de leng&#252;eta y seguro</emph>
                - Conjunto del tornillos usado para proporcionar torsi&#243;n inicial al instalar el brazo Pitman. Usa
                leng&#252;etas de alineaci&#243;n que encajan en el brazo Pitman y leng&#252;etas de sujeci&#243;n que
                se deben asegurar en la cabeza del ret&#233;n.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Volumen de flujo</emph>
                - Cantidad de l&#237;quido que pasa a un determinado punto en una unidad de tiempo. El volumen de flujo
                de l&#237;quidos se expresa generalmente en galones o litros por minuto.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m05002_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002_HL0500202.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m05002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
