<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - PROGRAMACI&#211;N</stitle>
    <svcsection/>
    <svcsubsec id="x0803502">
        <title>PROGRAMACI&#211;N</title>
        <svcsubsecinfo>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro se pueden programar en el campo usando la
                herramienta EST Pro Link conectada al enlace de datos (s&#243;lo en los motores electr&#243;nicos) o
                configurando f&#237;sicamente los interruptores DIP (
                <hotlnk xrefid="f0803509">Figura 9</hotlnk>). Para obtener instrucciones, consulte el manual de Pro Link
                (dentro del cartucho de instrucciones).
            </para>
            <specpara>
                <important>
                    <para>Si cualquiera de los interruptores DIP se separa de la posici&#243;n 0, se desactiva la
                        programaci&#243;n del veloc&#237;metro y tac&#243;metro. Si un interruptor DIP se mueve para
                        reprogramaci&#243;n o por cualquier otro motivo, todos los conmutadores se deben mover f&#237;sicamente
                        a las posiciones indicadas en la etiqueta del m&#243;dulo (o etiqueta de fijaci&#243;n de l&#237;nea).
                        Si todos los conmutadores regresan a cero, se activan las configuraciones programadas
                        originalmente en la f&#225;brica.
                    </para>
                </important>
            </specpara>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro tiene dos conjuntos de interruptores DIP, con ocho
                conmutadores a cada lado. Los conmutadores est&#225;n ubicados en la parte superior del m&#243;dulo.
                <emph type="bold">Cuando se programan en la f&#225;brica, todos los conmutadores est&#225;n f&#237;sicamente
                    en la posici&#243;n cero.</emph>La posici&#243;n cero es con el conmutador en posici&#243;n hacia el
                frente del m&#243;dulo, si se mira el borde superior del m&#243;dulo. El m&#243;dulo tiene una etiqueta
                que proporciona el n&#250;mero de parte del m&#243;dulo y las posiciones de los conmutadores
                (configurados electr&#243;nicamente en estas posiciones aunque los conmutadores est&#233;n f&#237;sicamente
                en la posici&#243;n cero).
            </para>
            <figure id="f0803509" figsize="col-wide">
                <graphic id="g0803509" filename="../figg08/g0803509.webp" type="webp" scalefit="0"/>
                <caption>Interruptores DIP</caption>
            </figure>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_30.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_32.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
