<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DESMONTAJE E INSTALACI&#211;N - M&#211;DULO DE VELOC&#205;METRO
        Y TAC&#211;METRO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>M&#211;DULO DE VELOC&#205;METRO Y TAC&#211;METRO</title>
        <svcprocinfo>
            <para>Consulte la
                <hotlnk xrefid="f0803501">Figura 1</hotlnk>.
            </para>
            <figure id="f0803501" figsize="col-wide">
                <graphic id="g0803501" filename="../figg08/g0803501.webp" type="webp" scalefit="0"/>
                <caption>M&#243;dulo de veloc&#237;metro y tac&#243;metro</caption>
                <calloutgroup>
                    <callout1>1. INDICADOR DE LUCES DIRECCIONALES Y DE LUCES ALTAS</callout1>
                    <callout1>2. BOMBILLOS DEL TABLERO (CUATRO LUGARES)</callout1>
                    <callout1>3. UBICACI&#211;N DEL OD&#211;METRO DIGITAL O MEC&#193;NICO</callout1>
                    <callout1>4. CONECTOR (421) COLOR BLANCO</callout1>
                    <callout1>5. CONECTOR (422) COLOR AMARILLO</callout1>
                    <callout1>6. ALARMA</callout1>
                    <callout1>7. TORNILLOS DE MONTAJE DEL M&#211;DULO DE VELOC&#205;METRO Y TAC&#211;METRO (CUATRO
                        LUGARES)
                    </callout1>
                    <callout1>8. TORNILLOS DE RETENCI&#211;N DE LA CUBIERTA DEL M&#211;DULO (SEIS - DOS ARRIBA Y ABAJO Y
                        UNO EN CADA LADO)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Para remover este m&#243;dulo, saque el tornillo en cada una de las cuatro esquinas del m&#243;dulo y
                remueva el m&#243;dulo proveniente del tablero lo suficiente como para desconectar los dos conectores de
                20 terminales del m&#243;dulo (421) y (422) y completar el desmontaje. El conector para "421" es blanco
                y el conector para el "422" es amarillo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Placa de recubrimiento del m&#243;dulo de veloc&#237;metro y tac&#243;metro</title>
            <para>La placa de recubrimiento se remueve del mismo modo que el grupo General "Instrument/Pollak" que fue
                reemplazado por este m&#243;dulo.
            </para>
            <step1>
                <para count="1">Cuando haya desmontado el m&#243;dulo proveniente del tablero, remueva seis tornillos:
                </para>
                <step2>
                    <para count="1">Dos tornillos en la parte superior</para>
                </step2>
                <step2>
                    <para count="1">Dos tornillos en la parte inferior</para>
                </step2>
                <step2>
                    <para count="1">Un tornillo en el lado derecho y otro en el lado izquierdo.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Remueva la placa de recubrimiento.</para>
            </step1>
            <step1>
                <para count="1">Para instalar la placa de recubrimiento, invierta el proceso anterior.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Indicador del veloc&#237;metro o del tac&#243;metro</title>
            <para>Remueva la placa de recubrimiento del m&#243;dulo seg&#250;n lo descrito anteriormente. Luego, sujete
                el indicador y levantelo en forma recta. Para instalar, invierta el proceso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Od&#243;metro mec&#225;nico</title>
            <para>Con el m&#243;dulo de veloc&#237;metro y tac&#243;metro removido, el od&#243;metro mec&#225;nico va
                sujeto mediante tres tornillos a la esquina inferior trasera (detr&#225;s del veloc&#237;metro) del m&#243;dulo.
            </para>
            <step1>
                <para count="1">Remueva los tres tornillos y desconecte el conector J3 (marcado como J3 en la tarjeta de
                    circuitos).
                </para>
            </step1>
            <step1>
                <para count="1">Al instalar el od&#243;metro, antes del apriete final de los tres tornillos, alinie el
                    od&#243;metro con la abertura en el indicador del veloc&#237;metro. Aseg&#250;rese de volver a
                    conectar el od&#243;metro antes de instalar el m&#243;dulo,.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Zumbador de alarma</title>
            <para>La alarma (forma circular) va sujeta mediante dos tornillos a la parte inferior del m&#243;dulo.
                Remueva los dos tornillos, desconecte el conector J4 (marcado J4 en la tarjeta de circuitos) y remueva.
                Para instalar, invierta el proceso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Od&#243;metro digital</title>
            <para>Remueva la placa de recubrimiento delantera proveniente del m&#243;dulo de control, removiendo los
                seis tornillos.
            </para>
            <step1>
                <para count="1">Para tener acceso al od&#243;metro, remueva el indicador del veloc&#237;metro.</para>
            </step1>
            <step1>
                <para count="1">Remueva los cuatro tornillos de montaje. El od&#243;metro digital est&#225; instalado en
                    cuatro soportes que lo separan de la tarjeta principal de circuitos.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector J3 (marcado como J3 en la tarjeta de circuitos). Remueva el od&#243;metro.</para>
            </step1>
            <step1>
                <para count="1">Para instalar, invierta el proceso. (Tenga en cuenta que la memoria principal de la
                    tarjeta de circuitos almacena la informaci&#243;n, de modo que el nuevo od&#243;metro digital
                    mostrar&#225; los datos de millas y horas anteriores).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Bombillos del m&#243;dulo de veloc&#237;metro y tac&#243;metro</title>
            <para>Los bombillos indicadores de las luces direccionales y de las luces altas se colocan en conectores que
                se encajan en el bastidor de las luces indicadoras de direcci&#243;n.
            </para>
            <step1>
                <para count="1">El acceso a los bombillos indicadores de las direccionales y de las luces altas se logra
                    removiendo el conector proveniente del alojamiento de la luz. Consulte la
                    <hotlnk document="m08035s_29.xml" xrefid="t0803501">Tabla de bombillos</hotlnk>.
                </para>
                <step2>
                    <para count="1">Los cables naranja van al indicador de la luz direccional derecha.</para>
                </step2>
                <step2>
                    <para count="1">Los cables azules van al indicador de las luces altas.</para>
                </step2>
                <step2>
                    <para count="1">Los cables amarillos van al indicador de la luz direccional izquierda.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Los bombillos del tablero tienen el soque que traban al darles vuelta. Para removerlos,
                    empuje ligeramente y g&#237;relos hacia la izquierda. Consulte la
                    <hotlnk document="m08035s_29.xml" xrefid="t0803501">Tabla de bombillos</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
