<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - FUNCIONAMIENTO - OD&#211;METRO</stitle>
    <svcsection/>
    <svcproc id="x0803507" svcproctype="IDcomponent" graphiccount="0">
        <title>OD&#211;METRO</title>
        <svcprocinfo>
            <para>El od&#243;metro es una unidad tipo contador mec&#225;nico activado por un solenoide accionado por el
                microprocesador del m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Con motores electr&#243;nicos</title>
            <para>El procesador del veloc&#237;metro y tac&#243;metro avanza el od&#243;metro en intervalos de 0.16 kil&#243;metros
                (1/10 de milla), basados en la se&#241;al de entrada en el enlace de datos proveniente del ECM del
                motor. Las revoluciones de las llantas por milla y las relaciones de los ejes son los principales
                factores para determinar la se&#241;al correcta.
                <emph type="bold">El ECM debe estar correctamente programado para reflejar la configuraci&#243;n del veh&#237;culo.</emph>
                Otros factores que pueden afectar las revoluciones de las llantas por milla son las tolerancias de
                fabricaci&#243;n de las llantas, la carga de las llantas, las presiones de inflado de las llantas, la
                velocidad del veh&#237;culo y el desgaste de las llantas. Consulte tambi&#233;n
                <hotlnk document="m08035s_31.xml" xrefid="x0803502">PROGRAMACI&#211;N</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Con motores mec&#225;nicos</title>
            <para>El procesador del veloc&#237;metro y tac&#243;metro avanza el od&#243;metro en intervalos de 0.16 kil&#243;metros
                (1/10 de milla) despu&#233;s de contar el n&#250;mero adecuado de impulsos del sensor del veloc&#237;metro,
                seg&#250;n lo determinado por las configuraciones del interruptor DIP del m&#243;dulo de veloc&#237;metro
                y tac&#243;metro.
                <emph type="bold">El m&#243;dulo de veloc&#237;metro y tac&#243;metro debe estar correctamente
                    programado para reflejar la configuraci&#243;n del veh&#237;culo.
                </emph>
                Otros factores que pueden afectar las revoluciones de las llantas por milla son las tolerancias de
                fabricaci&#243;n de las llantas, la carga de las llantas, las presiones de inflado de las llantas, la
                velocidad del veh&#237;culo y el desgaste de las llantas. Consulte tambi&#233;n
                <hotlnk document="m08035s_31.xml" xrefid="x0803502">PROGRAMACI&#211;N</hotlnk>.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
