<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DIAGN&#211;STICOS - CIRCUITOS DUDOSOS DEL ENLACE DE DATOS
    </stitle>
    <svcsection/>
    <svcproc id="x080354a" svcproctype="IDcomponent" graphiccount="0">
        <title>CIRCUITOS DUDOSOS DEL ENLACE DE DATOS</title>
        <para>Si la prueba de encendido del m&#243;dulo de veloc&#237;metro y tac&#243;metro hace que las agujas del
            veloc&#237;metro y del tac&#243;metro hagan un barrido simult&#225;neo y el tac&#243;metro barre tres veces
            entre 0 y 1,500 rpm mientras el veloc&#237;metro barre entre 0 y 61 km/h (38 mph):
        </para>
        <step1>
            <para count="1">Use una herramienta EST Pro Link para intentar leer las rpm del motor, la presi&#243;n de
                aceite y la temperatura del agua utilizando el conector del enlace de datos (137).
            </para>
            <step2>
                <para count="1">Si la herramienta Prolink lee la informaci&#243;n proveniente del ECM, localice y
                    solucione el problema de los circuitos del veloc&#237;metro entre los conectores del enlace de datos
                    (514) y (515) y el conector del m&#243;dulo de veloc&#237;metro y tac&#243;metro (421). Si estos
                    circuitos est&#225;n bien, reemplace el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step2>
            <step2>
                <para count="1">Si la herramienta Prolink no se puede comunicar con el ECM, consulte 08, Controles de
                    motores electr&#243;nicos en el Manual de Servicio Maestro CTS-5000 y localice y solucione el
                    problema de los circuitos del enlace de datos.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_39.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_41.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
