<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DESCRIPCI&#211;N - ALARMA</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>ALARMA</title>
        <para>Hay una sola alarma activada electr&#243;nicamente instalada en el m&#243;dulo de veloc&#237;metro y tac&#243;metro
            y conectada con &#233;l. La alarma es un elemento reemplazable. La alarma genera distintas secuencias de
            tonos para alertar al conductor o al t&#233;cnico de servicio acerca de su condici&#243;n actual. Con el fin
            de informar sobre diferentes condiciones fuera de rango, la alarma suena de los siguientes modos:
        </para>
        <step1>
            <para count="1">Nivel bajo de combustible - 5 sonidos cortos; adem&#225;s, la luz de nivel bajo de
                combustible se enciende y permanece encendida mientras la condici&#243;n est&#225; presente.
            </para>
        </step1>
        <step1>
            <para count="1">Baja presi&#243;n del aceite - 5 sonidos cortos; adem&#225;s, la luz de baja presi&#243;n
                del aceite se enciende y permanece encendida mientras la condici&#243;n est&#225; presente.
            </para>
        </step1>
        <step1>
            <para count="1">Alta temperatura del agua - 5 sonidos cortos; adem&#225;s, la luz de alta temperatura del
                agua se enciende y permanece encendida mientras la condici&#243;n est&#225; presente.
            </para>
        </step1>
        <step1>
            <para count="1">Baja presi&#243;n de aire - la alarma emite sonidos cortos
                <emph type="bold">en forma continua;</emph>adem&#225;s, la luz de baja presi&#243;n de aire se enciende
                y permanece encendida mientras la condici&#243;n est&#225; presente.
            </para>
        </step1>
        <para>La alarma tambi&#233;n se usa en los autodiagn&#243;sticos del m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            Este tema se analiza en
            <hotlnk document="m08035s_37.xml" xrefid="x080351a">DIAGN&#211;STICOS</hotlnk>.
        </para>
        <para>El sistema de advertencia del cierre del divisor tiene su propia alarma opcional (que no forma parte del m&#243;dulo
            de veloc&#237;metro y tac&#243;metro).
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
