<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALTERNADOR: SERIE DELCO REMY 21-SI - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS - REVISI&#211;N
        DE LA SALIDA NOMINAL
    </stitle>
    <svcsection/>
    <svcproc id="hl0801703" svcproctype="troubleshoot" graphiccount="1">
        <title>REVISI&#211;N DE LA SALIDA NOMINAL</title>
        <specpara>
            <warning>
                <para>Si no desconecta el cable negativo de la bater&#237;a antes de retirar o conectar el conductor del
                    terminal "BAT" del alternador, pueden producirse lesiones personales. Si ocurre un cortocircuito en
                    una herramienta en el terminal "BAT" del alternador, aqu&#233;lla se puede calentar r&#225;pidamente
                    lo suficiente como para causar una quemadura en la piel.
                </para>
            </warning>
        </specpara>
        <para>Con el motor apagado, conecte los equipos de prueba al sistema de carga. Consulte la
            <hotlnk xrefid="f0801706">Figura 6</hotlnk>
            para conocer las interconexiones de los equipos de prueba, tal como se describe en los siguientes pasos.
        </para>
        <figure id="f0801706" figsize="col-wide">
            <graphic id="g0801706" filename="../figg08/g0801706.webp" type="webp" resolution="72"/>
            <caption>Revisi&#243;n del sistema</caption>
            <calloutgroup>
                <callout1>1. PROBADOR DE CARGA DE LA BATER&#205;A</callout1>
                <callout1>2. ALTERNADOR</callout1>
                <callout1>3. VOLT&#205;METRO</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Con el motor funcionando a velocidad (rpm) moderada, active la pila de carbono y ajuste para
                obtener la salida m&#225;xima de amperaje, sin permitir que el voltaje en el volt&#237;metro del
                probador de carga de la bater&#237;a descienda por debajo de 13 voltios. Anote la salida m&#225;xima de
                amperaje en el amper&#237;metro del probador de carga de la bater&#237;a.
            </para>
            <para>La salida m&#225;xima de amperaje debe estar dentro de 15 amperios de la salida nominal impresa junto
                al n&#250;mero de refacci&#243;n en el armaz&#243;n del extremo del alternador o de acuerdo con lo
                listado en
                <hotlnk document="m08017j_31.xml" xrefid="hl0801704">ESPECIFICACIONES
                    <xref refid="hl0801704"/>
                </hotlnk>
                .
            </para>
        </step1>
        <para>Si la velocidad del alternador era de 5,000 rpm o m&#225;s y la salida no estaba dentro de 15 amperios del
            valor nominal, repare o reemplace el alternador.
        </para>
        <para>Si la lectura est&#225; dentro de 15 amperios del valor nominal y el voltaje es inferior a 15 voltios, el
            alternador est&#225; bien.
        </para>
        <step1>
            <para count="1">Con el motor apagado, el interruptor de encendido activado y el cable desconectado del
                terminal "I", revise el voltaje en el extremo del cable correspondiente al terminal "I". El voltaje debe
                ser inferior al voltaje de la bater&#237;a debido a que el cable desde el terminal "I" hasta el conector
                del tablero correspondiente al extremo del motor es un cable de resistencia que tiene incorporados entre
                10 y 20 ohmios. Si no hay voltaje presente, revise el circuito del terminal "I" para conocer la causa de
                la p&#233;rdida de voltaje (el cable del resistor puede estar defectuoso). Corrija seg&#250;n sea
                necesario
            </para>
        </step1>
        <step1>
            <para count="1">Conecte el probador de carga de la bater&#237;a al terminal de salida del alternador y a
                tierra o a conductores de la bater&#237;a (de preferencia al alternador).
            </para>
            <specpara>
                <caution>
                    <para>El terminal de salida del alternador tiene el voltaje de la bater&#237;a.</para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Anote la lectura de voltaje del probador de carga.</para>
        </step1>
        <step1>
            <para count="1">Con todas las cargas el&#233;ctricas del sistema desactivadas, arranque el motor y h&#225;galo
                funcionar a velocidad (rpm) moderada.
            </para>
        </step1>
        <step1>
            <para count="1">Vuelva a revisar y anote la lectura de voltaje del probador de carga. El voltaje debe ser
                mayor que la lectura del paso 4 anterior, pero inferior a 15 voltios. Todos los alternadores 21-SI est&#225;n
                configurados a 14.2 voltios.
            </para>
        </step1>
        <para>Si la lectura del paso 6 es menor que la lectura anterior (del paso 4) o superior a 15 voltios, consulte
            la secci&#243;n
            <hotlnk document="m08017j_8.xml" xrefid="hl0801702">PROCEDIMIENTOS DE REPARACI&#211;N
                <xref refid="hl0801702"/>
            </hotlnk>
            . Si la lectura est&#225; entre 13 y 15 voltios, prosiga con las siguientes pruebas.
        </para>
        <step1>
            <para count="1">Conecte un volt&#237;metro desde el terminal de salida del alternador (BAT) hasta el
                terminal positivo de la bater&#237;a (es posible que requiera un cable pasacorriente para extender los
                conductores del volt&#237;metro).
            </para>
        </step1>
        <step1>
            <para count="1">Cargue el sistema de carga con la pila de carbono para obtener 100 amperios de corriente.
                Anote la lectura de voltaje positivo (+) del volt&#237;metro. Apague la pila de carbono.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte a tierra los conductores del volt&#237;metro desde la caja del alternador. Cargue el
                sistema de carga con la pila de carbono para obtener 100 amperios de corriente. Anote el voltaje
                negativo (-) del circuito de conexi&#243;n a tierra entre la caja del alternador y la tierra. Apague la
                pila de carbono.
            </para>
        </step1>
        <step1>
            <para count="1">La disminuci&#243;n total de voltaje en ambas lecturas debe ser menor que 1 voltio. Si la
                diferencia de voltaje entre ambas lecturas es superior a 1 voltio, revise el cableado y la tierra del
                sistema. Repare seg&#250;n sea necesario. Vuelva a ejecutar los pasos 7 al 9 para verificar que el
                sistema est&#233; reparado.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
