<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DIAGN&#211;STICOS</stitle>
    <svcsection/>
    <svcsubsec id="x080351a">
        <title>DIAGN&#211;STICOS</title>
        <svcsubsecinfo>
            <para>Consulte el Libro de diagramas de circuitos CTS-5119S en GRUPO 08 en el Manual de Servicio Maestro
                CTS-5000.
            </para>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro efect&#250;a
                <emph type="bold">diagn&#243;sticos del circuito de indicadores electr&#243;nicos</emph>(veloc&#237;metro,
                tac&#243;metro, presi&#243;n de aceite, temperatura del agua, combustible y volt&#237;metro) y
                <emph type="bold">diagn&#243;sticos de los indicadores de sensor.</emph>
            </para>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro
                <emph type="bold">no revisa</emph>los indicadores el&#233;ctricos est&#225;ndar de 3 clavijas, tampoco
                sus circuitos ni los transmisores. La secci&#243;n 6.0 contiene desgloses de fallas paso a paso, para
                localizar y solucionar problemas relacionados con los indicadores electr&#243;nicos y con los
                indicadores el&#233;ctricos est&#225;ndar.
            </para>
            <para>Durante el encendido, el m&#243;dulo de veloc&#237;metro y tac&#243;metro efect&#250;a autodiagn&#243;sticos
                de los circuitos y sensores de los indicadores. El m&#243;dulo de veloc&#237;metro y tac&#243;metro usa
                el movimiento de las agujas de los indicadores y la alarma para comunicar las fallas al conductor o al t&#233;cnico
                de servicio. La alarma y los movimientos de las agujas que se usan para comunicar las condiciones son:
            </para>
            <seqlist>
                <item>
                    <para>Durante el encendido, si las seis agujas de los indicadores efect&#250;an un barrido completo,
                        indican que todos los circuitos est&#225;n funcionando correctamente.
                    </para>
                </item>
                <item>
                    <para>Los movimientos "inferiores al barrido completo" de las agujas del veloc&#237;metro y del tac&#243;metro
                        se usan en los diagn&#243;sticos de circuitos de los indicadores.
                    </para>
                </item>
                <item>
                    <para>En los diagn&#243;sticos de los sensores, las fallas se indican cuando las agujas de cada
                        indicador apuntan hacia la posici&#243;n de las seis en punto (hacia abajo). Adem&#225;s, la
                        alarma emite tres sonidos largos.
                    </para>
                </item>
            </seqlist>
        </svcsubsecinfo>
        <svcproc svcproctype="IDcomponent" graphiccount="0">
            <title>PRUEBA DE ENCENDIDO</title>
            <step1>
                <para count="1">Cuando la llave de la ignici&#243;n se gira a la posici&#243;n ACTIVADO (ON), las agujas
                    efect&#250;an un barrido completo (a trav&#233;s de todo el rango de cada indicador, 0-3,500 rpm y
                    0-136 km/h [0-85 mph), lo que indica que todos los circuitos de los indicadores electr&#243;nicos
                    est&#225;n funcionando correctamente.
                </para>
                <step2>
                    <para count="1">Si una o m&#225;s de las agujas de los indicadores llega a la posici&#243;n de las 6
                        en punto y la alarma emite tres sonidos largos, vaya a
                        <hotlnk document="m08035s_38.xml" xrefid="x080353a">DIAGN&#211;STICOS DE FALLAS DE LOS
                            SENSORES</hotlnk>.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si una o m&#225;s de las agujas no recorre el rango completo, pero no est&#225; en
                        la posici&#243;n de las 6 en punto, vaya a
                        <hotlnk document="m08035s_39.xml" xrefid="x0803508">LOCALIZACI&#211;N Y SOLUCI&#211;N DE
                            PROBLEMAS DE CIRCUITOS DE LOS INDICADORES</hotlnk>.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si las agujas del veloc&#237;metro y del tac&#243;metro hacen un barrido simult&#225;neo
                    y el tac&#243;metro barre tres veces entre 0 y 500 rpm mientras el veloc&#237;metro barre entre 0 y
                    22.5 km/h (14 mph), reemplace el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Si las agujas del veloc&#237;metro y del tac&#243;metro hacen un barrido simult&#225;neo
                    y el tac&#243;metro barre tres veces entre 0 y 1,000 rpm mientras el veloc&#237;metro barre entre 0
                    y 40.2 km/h (25 mph), reemplace el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Si las agujas del veloc&#237;metro y del tac&#243;metro hacen un barrido simult&#225;neo
                    y el tac&#243;metro barre tres veces entre 0 y 1,500 rpm mientras el veloc&#237;metro barre entre 0
                    y 61 km/h (38 mph), indican que los circuitos del enlace de datos J1708 pueden estar defectuosos.
                    Vaya a
                    <hotlnk document="m08035s_40.xml" xrefid="x080354a">CIRCUITOS DUDOSOS DEL ENLACE DE DATOS</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Si las agujas del veloc&#237;metro y del tac&#243;metro hacen un barrido simult&#225;neo
                    y el tac&#243;metro barre tres veces entre 0 y 2,000 rpm mientras el veloc&#237;metro barre entre 0
                    y 80.4 km/h (50 mph), el circuito de accionamiento del od&#243;metro est&#225; descompuesto.
                    Reemplace el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Si las agujas del veloc&#237;metro y del tac&#243;metro hacen un barrido simult&#225;neo
                    y el tac&#243;metro barre entre 0 y 2,500 rpm mientras el veloc&#237;metro barre entre 0 y 104.6
                    km/h (65 mph), el od&#243;metro o el circuito est&#225;n abiertos o desconectados. Revise las
                    conexiones. Si las conexiones est&#225;n bien, reemplace el m&#243;dulo de veloc&#237;metro y tac&#243;metro
                    que contiene el od&#243;metro.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_36.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
