<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALTERNADOR: SERIE DELCO REMY 21-SI - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>FUNCIONAMIENTO</title>
        <para>El regulador de voltaje limita el voltaje m&#225;ximo que produce el alternador en el terminal de salida
            de la bater&#237;a, mediante el control del campo magn&#233;tico presente en el rotor. El voltaje producido
            permite un flujo suficiente de corriente para satisfacer las cargas el&#233;ctricas puestas en el sistema,
            hasta la corriente m&#225;xima para la que est&#225; dise&#241;ada el alternador.
        </para>
        <para>El voltaje del sistema se mantiene en el punto de ajuste del regulador, a menos que la demanda de carga el&#233;ctrica
            supere la capacidad del alternador en esa carga espec&#237;fica. Si la demanda es tan grande que el voltaje
            del sistema cae por debajo del voltaje de la bater&#237;a, &#233;sta se descarga para complementar la
            corriente necesaria para satisfacer la demanda del sistema.
        </para>
        <para>Un esquema para el alternador de UN CABLE aparece en la
            <hotlnk xrefid="f0801704">Figura 4</hotlnk>
            y para el de DOS CABLES, en la
            <hotlnk xrefid="f0801705">Figura 5</hotlnk>. Cuando el rotor gira, los campos magn&#233;ticos alrededor del
            rotor inducen voltajes en los devanados del estator. Mientras m&#225;s r&#225;pido gira el rotor, mayor es
            el voltaje inducido. Los voltajes iniciales se generan mediante el magnetismo residual del rotor.
        </para>
        <figure id="f0801704" figsize="col-wide">
            <graphic id="g0801704" filename="../figg08/g0801704.webp" type="webp" resolution="72"/>
            <caption>Esquema de alternador de un cable</caption>
            <calloutgroup>
                <callout1>1. REGULADOR</callout1>
                <callout1>2. CONDENSADOR</callout1>
                <callout1>3. PUENTE DEL RECTIFICADOR</callout1>
                <callout1>4. TR&#205;O DE DIODOS</callout1>
                <callout1>5. ESTATOR</callout1>
                <callout1>6. ROTOR</callout1>
                <callout1>7. ESCOBILLAS</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0801705" figsize="col-wide">
            <graphic id="g0801705" filename="../figg08/g0801705.webp" type="webp" resolution="72"/>
            <caption>Esquema de alternador de dos cables</caption>
            <calloutgroup>
                <callout1>1. REGULADOR</callout1>
                <callout1>2. CONDENSADOR</callout1>
                <callout1>3. PUENTE DEL RECTIFICADOR</callout1>
                <callout1>4. TR&#205;O DE DIODOS</callout1>
                <callout1>5. ESTATOR</callout1>
                <callout1>6. ROTOR</callout1>
                <callout1>7. ESCOBILLAS</callout1>
            </calloutgroup>
        </figure>
        <para>A medida que aumentan la velocidad y la salida, el voltaje disponible en el tr&#237;o de diodos llega a
            ser suficiente para entregar corriente de campo para un funcionamiento normal. Cuando el voltaje de salida
            excede el voltaje de la bater&#237;a, el alternador comienza a controlar el voltaje del sistema.
        </para>
        <para>Cuando el voltaje del sistema est&#225; por debajo de la configuraci&#243;n del regulador de voltaje, el
            regulador activa la corriente de campo a trav&#233;s del rotor y permite que el alternador produzca la mayor
            salida posible para la velocidad (rpm) del alternador, la temperatura y el voltaje del sistema. Cuando se
            alcanza la configuraci&#243;n del voltaje, el regulador desactiva la corriente de campo. Al desactivarse la
            corriente de campo, desaparece el campo magn&#233;tico en el rotor y el voltaje de salida comienza a
            descender. El voltaje descendente hace que el regulador active nuevamente la corriente de campo y que se
            reconstruya el campo magn&#233;tico. Esta acci&#243;n alternada del regulador contin&#250;a r&#225;pidamente,
            manteniendo la salida y
        </para>
        <para>el voltaje del sistema muy cerca de la configuraci&#243;n del voltaje. Esto contin&#250;a a menos que las
            demandas el&#233;ctricas del sistema hagan que el voltaje del sistema descienda por debajo de la configuraci&#243;n
            del voltaje. De ocurrir esto, el regulador vuelve a permitir un flujo pleno de la corriente de campo, de
            manera que se logre la salida m&#225;xima del alternador a una determinada velocidad, temperatura y voltaje
            del sistema. Los sistemas de un cable usan el voltaje del sistema en el alternador para controlar el voltaje
            de salida; no es necesario un cable de sensor adicional.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
