<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MOTORES DE ARRANQUE - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="5">
        <title>FUNCIONAMIENTO</title>
        <para>Hay muchos circuitos diferentes de motores de arranque que se usan en diversas aplicaciones. El circuito
            de arranque puede tener un interruptor de arranque de llave, interruptor de bot&#243;n, un relevador,
            interruptores magn&#233;ticos, solenoides, interruptor de presi&#243;n de aceite y otros dispositivos de
            protecci&#243;n.
        </para>
        <specpara>
            <note>
                <para>Se debe hacer referencia al diagrama de cables del veh&#237;culo para todo el circuito de
                    arranque.
                </para>
            </note>
        </specpara>
        <para>Un circuito b&#225;sico de un 37-MT se muestra en la
            <hotlnk xrefid="f0803607">Figura 7</hotlnk>y un circuito de un 42-MT y 50-MT en la
            <hotlnk xrefid="f0803608">Figura 8</hotlnk>. Un circuito con un termostato para el 42-MT y el 50-MT se
            muestra en la
            <hotlnk xrefid="f0803609">Figura 9</hotlnk>. El termostato utilizado con el 50-MT se muestra en la
            <hotlnk xrefid="f0803610">Figura 10</hotlnk>
            y el utilizado con el 42-MT, en la
            <hotlnk xrefid="f0803611">Figura 11</hotlnk>. El termostato incorporado protege contra el da&#241;o causado
            por per&#237;odos extremadamente largos de sobre- arranque.
        </para>
        <figure id="f0803607" figsize="col-wide">
            <graphic id="g0803607" filename="../figg08/g0803607.webp" type="webp" resolution="72"/>
            <caption>Circuito de arranque b&#225;sico (37-MT)</caption>
            <calloutgroup>
                <callout1>1. BATER&#205;A</callout1>
                <callout1>2. INTERRUPTOR DE ARRANQUE</callout1>
                <callout1>3. INTERRUPTOR MAGN&#201;TICO</callout1>
                <callout1>4. MOTOR DE ARRANQUE</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0803608" figsize="col-wide">
            <graphic id="g0803608" filename="../figg08/g0803608.webp" type="webp"/>
            <caption>Circuito de arranque b&#225;sico (42-MT &#38; 50-MT)</caption>
            <calloutgroup>
                <callout1>1. BATER&#205;A</callout1>
                <callout1>2. TERMINALES DE RETORNO A TIERRA</callout1>
                <callout1>3. INTERRUPTOR DE ARRANQUE</callout1>
                <callout1>4. INTERRUPTOR MAGN&#201;TICO</callout1>
                <callout1>5. MOTOR DE ARRANQUE</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0803609" figsize="col-wide">
            <graphic id="g0803609" filename="../figg08/g0803609.webp" type="webp"/>
            <caption>42-MT y 50-MT con termostato</caption>
            <calloutgroup>
                <callout1>1. BATER&#205;A</callout1>
                <callout1>2. TERMINALES DE RETORNO A TIERRA</callout1>
                <callout1>3. INTERRUPTOR DE ARRANQUE</callout1>
                <callout1>4. INTERRUPTOR MAGN&#201;TICO</callout1>
                <callout1>5. MOTOR DE ARRANQUE</callout1>
                <callout1>6. CONECTOR DEL TERMOSTATO</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0803610" figsize="col-wide">
            <graphic id="g0803610" filename="../figg08/g0803610.webp" type="webp"/>
            <caption>Term&#243;stato del 50-MT</caption>
            <calloutgroup>
                <callout1>1. CONECTOR DEL ARN&#201;S DE DOS CABLES</callout1>
                <callout1>2. CONECTOR (MONTADO EN EL BASTIDOR DEL MOTOR)</callout1>
                <callout1>3. TERMOSTATO (UNIDO PERMANENTEMENTE DENTRO DEL MOTOR A LAS BOBINAS DE CAMPO)</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0803611" figsize="col-wide">
            <graphic id="g0803611" filename="../figg08/g0803611.webp" type="webp"/>
            <caption>Termostato del 37-MT y 42-MT</caption>
            <calloutgroup>
                <callout1>1. TERMOSTATO (MONTADO EN FORMA INTERNA AL CONDUCTOR DEL TERMINAL)</callout1>
                <callout1>2. CONECTOR (MONTADO EN EL BASTIDOR DEL EXTREMO DEL CONMUTADOR</callout1>
            </calloutgroup>
        </figure>
        <para>Cuando se cierra (Activa- posici&#243;n de arranque (Start)) el interruptor de arranque, la corriente de
            la bater&#237;a fluye a trav&#233;s del devanado del interruptor magn&#233;tico y el termostato a tierra,
            como se indica en la
            <hotlnk xrefid="f0803609">Figura 9</hotlnk>. El interruptor magn&#233;tico se cierra, conectando el terminal
            "S" del solenoide del motor a la bater&#237;a.
        </para>
        <para>Para todos los circuitos, cuando se cierra el interruptor de arranque, los contactos del interruptor magn&#233;tico
            se cierran y los devanados del solenoide se conectan a la bater&#237;a. El movimiento resultante del &#233;mbolo
            y de la palanca de cambios hace que el pi&#241;&#243;n engrane con la corona del volante del motor y que los
            contactos principales del solenoide se cierren y se efect&#250;a el arranque. Cuando el motor da marcha, el
            embrague del pi&#241;&#243;n protege la armadura del rebasamiento de velocidad excesiva hasta que el
            interruptor se abre, en ese momento el resorte de retorno hace que pi&#241;&#243;n se desengrane.
        </para>
        <para>Para evitar un rebasamiento de velocidad excesivo y da&#241;os a la transmisi&#243;n y devanados de la
            armadura, el interruptor debe abrirse (desactivarse) inmediatamente cuando el motor arranca. Un per&#237;odo
            de arranque para todos los tipos de motores nunca debe exceder 30 segundos sin detenerse. Despu&#233;s de 30
            segundos de dar marcha, deje que el motor se enfr&#237;e m&#237;nimo por dos minutos.
        </para>
        <para>El l&#237;mite de 30 segundos tambi&#233;n se aplica a motores con un termostato. Si se produce un exceso
            de tiempo de arranque, el termostato se abrir&#225; y el ciclo de arranque se detendr&#225; para proteger el
            motor. Despu&#233;s de que el motor de arranque se enfr&#237;a, generalmente 1 - 6 minutos, el termostato se
            cierra y se puede efectuar un nuevo intento de arranque.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08036_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08036_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08036.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
