<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DESCRIPCI&#211;N - INDICADORES</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>INDICADORES</title>
        <svcprocinfo>
            <para>Esta secci&#243;n de servicio hace referencia a los indicadores electr&#243;nicos, el&#233;ctricos y
                mec&#225;nicos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Indicadores electr&#243;nicos</title>
            <para>Los indicadores electr&#243;nicos son el veloc&#237;metro, el tac&#243;metro, la presi&#243;n del
                aceite, la temperatura del agua del motor, el volt&#237;metro y el nivel de combustible. Estos
                indicadores tienen 4 clavijas (los indicadores el&#233;ctricos tienen 3 clavijas) y funcionan con
                voltajes bajos suministrados por el microprocesador del m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            </para>
            <para>Se dispone de una unidad de veloc&#237;metro y tac&#243;metro opcional, que incluye un od&#243;metro y
                contador horario digital, por oposici&#243;n al od&#243;metro mec&#225;nico est&#225;ndar. La unidad
                digital se pueden visualizar cuatro modos de funcionamiento: total de millas, millas del viaje, horas
                del motor y horas de viaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Indicadores el&#233;ctricos</title>
            <para>Los indicadores de 3 clavijas de este grupo funcionan con 12 voltios y est&#225;n conectados
                directamente al transmisor del indicador. Los indicadores de este grupo incluyen la temperatura del
                aceite del motor, la temperatura del eje y la temperatura de la transmisi&#243;n.
            </para>
            <para>El indicador de temperatura de escape (pir&#243;metro), que tambi&#233;n se incluye en esta secci&#243;n,
                es un indicador el&#233;ctrico, pero tiene su propio m&#243;dulo de control (amplificador de se&#241;ales).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Indicadores mec&#225;nicos</title>
            <para>Los indicadores de presi&#243;n de aire son mec&#225;nicos. El movimiento del indicador se debe a la
                presi&#243;n de aire.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
