<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALTERNADOR: SERIE DELCO REMY 21-SI - PROCEDIMIENTO DE REPARACI&#211;N - REVISI&#211;N DEL
        ESTATOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="2">
        <title>REVISI&#211;N DEL ESTATOR</title>
        <para>Consulte la
            <hotlnk xrefid="f0801709">Figura 9</hotlnk>con respecto a los n&#250;meros de elemento entre par&#233;ntesis.
        </para>
        <figure id="f0801709" figsize="col-wide">
            <graphic id="g0801709" filename="../figg08/g0801709.webp" type="webp" resolution="72"/>
            <caption>Desmontaje del estator</caption>
            <calloutgroup>
                <callout1>1. TUERCAS DEL PUENTE DEL RECTIFICADOR</callout1>
                <callout1>2. ESTATOR</callout1>
                <callout1>3. DESARMADOR</callout1>
                <callout1>4. CONJUNTO DE ALOJAMIENTO DEL SRE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Quite las 3 tuercas del puente del rectificador (elemento 1) para desconectar el estator
                (elemento 2). Levante el estator desde el alojamiento del SRE (elemento 4). Si es necesario, haga
                palanca cuidadosamente entre el estator y el alojamiento del SRE con el desarmador (elemento 3).
            </para>
        </step1>
        <step1>
            <para count="1">Inspeccione si los devanados del estator (elemento 2) tienen una apariencia oscura o
                quemada. Observe los devanados desde el interior de la unidad. La pintura negra en el exterior de los
                devanados no indica que se hayan quemado. Si todos los devanados tienen un color uniforme y el barniz
                que los cubre no se est&#225; descascarillando, prosiga con la revisi&#243;n el&#233;ctrica. Si algunos
                devanados est&#225;n oscuros y otros est&#225;n claros, significa que hay una condici&#243;n de
                cortocircuito, apertura o conexi&#243;n a tierra. Reemplace el estator. Si los devanados est&#225;n
                oscuros y quemados de manera uniforme, con el barniz que los cubre exfoliado y descubriendo los cables,
                tambi&#233;n debe reemplazarse el estator.
            </para>
        </step1>
        <step1>
            <para count="1">Use el ohmetro para efectuar la revisi&#243;n el&#233;ctrica del estator (
                <hotlnk xrefid="f0801710">Figura 10</hotlnk>). No debe haber ninguna continuidad entre los conductores
                del estator y las laminaciones del estator.
            </para>
            <figure id="f0801710" figsize="col-wide">
                <graphic id="g0801710" filename="../figg08/g0801710.webp" type="webp" resolution="72"/>
                <caption>Revisi&#243;n el&#233;ctrica del estator</caption>
                <calloutgroup>
                    <callout1>1. CONDUCTORES DEL ESTATOR</callout1>
                    <callout1>2. LAMINACIONES DEL ESTATOR</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si existe continuidad, significa que los devanados est&#225; conectados a tierra. Reemplace
                el estator.
            </para>
        </step1>
        <step1>
            <para count="1">Si no hay continuidad, es probable que el estator est&#233; bien. Sin embargo, no hay una
                revisi&#243;n el&#233;ctrica de servicio para los devanados del estator en cortocircuito o con delta
                abierta. Si todas las dem&#225;s revisiones el&#233;ctricas est&#225;n normales y el alternador no tiene
                un rendimiento dentro de 15 amperios de la salida nominal, significa que el estator tiene un
                cortocircuito o est&#225; abierto y debe ser reemplazado.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
