<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DIAGN&#211;STICOS - DIAGN&#211;STICOS DE FALLAS DE LOS
        SENSORES
    </stitle>
    <svcsection/>
    <svcproc id="x080353a" svcproctype="IDcomponent" graphiccount="0">
        <title>DIAGN&#211;STICOS DE FALLAS DE LOS SENSORES</title>
        <svcprocinfo>
            <para>Con motores electr&#243;nicos o mec&#225;nicos, las fallas de los sensores de los indicadores electr&#243;nicos
                se informan mediante el movimiento de la aguja del indicador a la posici&#243;n de las 6 en punto y la
                emisi&#243;n de tres sonidos largos por parte de la alarma.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Con motores electr&#243;nicos</title>
            <para>El indicador relacionado ir&#225; a la posici&#243;n de las 6 en punto y la alarma emitir&#225; tres
                sonidos largos sobre la base de los mensajes de diagn&#243;stico provenientes del ECM Caterpillar,
                Cummins o Detroit Diesel. Las capacidades de software de estos tres fabricantes no son las mismas, de
                modo que no se informar&#225;n todos los defectos. La herramienta EST Pro Link se puede usar para
                revisar los c&#243;digos de fallas del motor que tienen relaci&#243;n con defectos de los sensores.
            </para>
            <para>Adem&#225;s, la EST Pro Link se puede usar para monitorear la presi&#243;n del aceite del motor, la
                temperatura del agua, la velocidad del veh&#237;culo y las rpm del motor proveniente del conector (137)
                del enlace de datos. Esta es la misma se&#241;al enviada al m&#243;dulo de veloc&#237;metro y tac&#243;metro,
                s&#243;lo que se tiene acceso a ella por un conector distinto.
            </para>
            <para>Un transmisor de combustible abierto o un circuito de transmisor de combustible abierto (circuito de
                conexi&#243;n a tierra o de se&#241;al), har&#225; que se emitan tres sonidos largos y que el indicador
                llegue a las 6 en punto. Observe que un transmisor de combustible o un circuito de transmisor de
                combustible en cortocircuito hace que el indicador indique la posici&#243;n "vac&#237;o" en todo
                momento.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Con motores mec&#225;nicos</title>
            <para>Debido a las caracter&#237;sticas de los sensores, no se informan todas las condiciones de falla. El
                indicador relacionado llega a la posici&#243;n de las 6 en punto y la alarma emite tres sonidos largos
                cuando:
            </para>
            <step1>
                <para count="1">Hay un transmisor de combustible abierto o un circuito de transmisor de combustible
                    abierto (circuito de conexi&#243;n a tierra o de se&#241;al). Observe que un transmisor o un
                    circuito de transmisor de combustible en cortocircuito hace que el indicador indique "vac&#237;o" en
                    todo momento.
                </para>
            </step1>
            <step1>
                <para count="1">Hay una apertura o cortocircuito en el sensor de presi&#243;n de aceite o en cualquiera
                    de los tres circuitos que lo conectan con el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Hay un transmisor o circuito de temperatura del agua en cortocircuito. Observe que una
                    condici&#243;n de apertura produce una lectura falsa muy baja.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_37.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_39.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
