<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - FUNCIONAMIENTO - INDICADOR, LUZ Y ALARMA DE TEMPERATURA DEL
        AGUA DEL MOTOR
    </stitle>
    <svcsection/>
    <svcproc id="x0803510" svcproctype="IDcomponent" graphiccount="0">
        <title>INDICADOR, LUZ Y ALARMA DE TEMPERATURA DEL AGUA DEL MOTOR</title>
        <svcprocinfo>
            <para>La se&#241;al de entrada al m&#243;dulo de veloc&#237;metro y tac&#243;metro para el indicador (y luz
                de advertencia y alarma) de temperatura del agua del motor proviene de un transmisor del indicador con
                motores mec&#225;nicos, o del ECM con motores electr&#243;nicos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Motores electr&#243;nicos</title>
            <para>Los sistemas electr&#243;nicos de control Caterpillar, Cummins y Detroit Diesel incluyen un sensor
                para determinar la temperatura del agua del motor, de modo que la informaci&#243;n est&#225; en el ECM.
            </para>
            <para>El ECM env&#237;a una se&#241;al en forma de una transmisi&#243;n de datos en serie a trav&#233;s del
                circuito del enlace de datos ATA (un par de cables retorcidos, positivo y negativo) al m&#243;dulo de
                veloc&#237;metro y tac&#243;metro a trav&#233;s del conector (421). La se&#241;al tambi&#233;n est&#225;
                presente en el conector del enlace de datos ATA y la temperatura del agua se puede leer usando una
                herramienta electr&#243;nica de servicio (EST). Para obtener informaci&#243;n adicional acerca del
                enlace de datos, consulte GRUPO 08, Controles de motores electr&#243;nicos, en el Manual de Servicio
                Maestro CTS-5000.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Motores mec&#225;nicos</title>
            <para>Con motores mec&#225;nicos, hay un transmisor (231) de temperatura del agua de 2 cables instalado en
                el motor. El m&#243;dulo de veloc&#237;metro y tac&#243;metro aplica 4.2 voltios en el circuito 29 del
                transmisor. El transmisor est&#225; conectado a tierra mediante el circuito 29-G/11-GC en el tornillo de
                conexi&#243;n a tierra de la cabeza de cilindros. A medida que aumenta la temperatura del transmisor,
                disminuye la resistencia y viceversa, lo que crea la se&#241;al para el m&#243;dulo de veloc&#237;metro
                y tac&#243;metro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Indicador de temperatura del agua</title>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro procesa la se&#241;al proveniente del transmisor y
                emite se&#241;ales para activar el indicador a trav&#233;s del conector (422) en los circuitos 29S(+),
                29S(-), 29C(+) y 29C(-) hacia el grupo de indicadores izquierdo en el conector (424). El indicador de
                temperatura del agua es un indicador de 4 clavijas activado electr&#243;nicamente que se conecta en el
                grupo de indicadores.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de advertencia</title>
            <para>La luz de advertencia de temperatura del agua se debe encender y permanecer encendida para prueba del
                bombillo, mientras los indicadores se someten al proceso de la autoprueba con la llave de la ignici&#243;n
                en la posici&#243;n ON y el motor APAGADO.
            </para>
            <para>La luz de advertencia de temperatura del agua en el grupo de indicadores izquierdo recibe voltaje del
                interuuptor de encendido (llave en posici&#243;n ON) a trav&#233;s del conector (423) del grupo
                proveniente del fusible F4-A, de 10A. El trayecto a tierra de la luz de advertencia es a trav&#233;s del
                conector del grupo (423) en el circuito 29L hacia el conector (422) del m&#243;dulo de veloc&#237;metro
                y tac&#243;metro.
            </para>
            <para>En respuesta a las entradas del sensor o del ECM que indican una alta temperatura del agua, el m&#243;dulo
                abre y cierra un interruptor a tierra que hace que la luz se ENCIENDA o se APAGUE. La luz permanece
                ENCENDIDA mientras la condici&#243;n est&#225; presente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Alarma</title>
            <para>En respuesta a las entradas del sensor o del ECM que indican una alta temperatura del agua, el m&#243;dulo
                de veloc&#237;metro y tac&#243;metro hace que suene la alarma. Cuando se enciende la luz de alta
                temperatura del agua, la alarma emite cinco sonidos cortos. La alarma es una caracter&#237;stica interna
                del m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Puntos de disparo de la alarma y de la luz de advertencia</title>
            <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro informa la alta temperatura del agua (alarma y luz
                de advertencia) en forma diferente para cada clase de motores, electr&#243;nicos o mec&#225;nicos. Con
                motores electr&#243;nicos, la se&#241;al de temperatura del agua proviene del ECM del motor a trav&#233;s
                del enlace de datos. La alarma y las luces de advertencia de alta temperatura del agua se ENCIENDEN y se
                APAGAN mediante mensajes de diagn&#243;stico proporcionados por el ECM (controlador del motor)
                Caterpillar, Cummins o Detroit Diesel.
            </para>
            <para>Con motores mec&#225;nicos y sensores est&#225;ndar, el punto de disparo para la alarma y la luz de
                advertencia de alta temperatura del agua est&#225; programado por Navistar.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
