<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALTERNADOR: SERIE DELCO REMY 21-SI - PRUEBA EN BANCO DEL ALTERNADOR</stitle>
    <svcsection/>
    <svcsubsec id="hl0801705">
        <title>PRUEBA EN BANCO DEL ALTERNADOR</title>
        <svcsubsecinfo>
            <para>El procedimiento de prueba en banco se usa para verificar que el alternador est&#233; funcionando
                correctamente antes de su instalaci&#243;n en el veh&#237;culo. La prueba revisa la salida del
                alternador de la misma forma que la
                <hotlnk document="m08017j_5.xml" xrefid="hl0801703">REVISI&#211;N DE LA SALIDA NOMINAL
                    <xref refid="hl0801703"/>
                </hotlnk>
                , ya analizada en esta secci&#243;n. Si no dispone de equipos de prueba de banco, instale el alternador
                en el motor y repita la
                <hotlnk document="m08017j_5.xml" xrefid="hl0801703">REVISI&#211;N DE LA SALIDA NOMINAL
                    <xref refid="hl0801703"/>
                </hotlnk>
                , de esta secci&#243;n para verificar el funcionamiento del alternador. Si dispone de equipos de prueba
                de banco, prosiga de la siguiente manera:
            </para>
            <specpara>
                <note>
                    <para>IMPORTANTE: Para que los resultados de la prueba sean v&#225;lidos, la bater&#237;a debe estar
                        sobre los 12.4 voltios.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="test" graphiccount="1">
            <title>General</title>
            <step1>
                <para count="1">Monte el alternador en un banco de pruebas adecuado, de acuerdo con las instrucciones
                    del fabricante del banco de pruebas. El banco de pruebas debe ser capaz de accionar el generador a
                    velocidades de hasta 6 500 rpm.
                </para>
            </step1>
            <step1>
                <para count="1">Con la pila de carbono desactivada, efect&#250;e las conexiones el&#233;ctricas tal como
                    se indica en la
                    <hotlnk xrefid="f0801731">Figura 31</hotlnk>. El voltaje de la bater&#237;a y la polaridad de conexi&#243;n
                    a tierra deben ser iguales que el sistema utilizado en el veh&#237;culo. Antes de proseguir con la
                    prueba, revise y anote el voltaje de la bater&#237;a.
                </para>
                <figure id="f0801731" figsize="col-wide">
                    <graphic id="g0801731" filename="../figg08/g0801731.webp" type="webp" resolution="72"/>
                    <caption>Prueba en banco del alternador</caption>
                    <calloutgroup>
                        <callout1>1. PRUEBA DE CARGA DE LA PILA DE CARBONO</callout1>
                        <callout1>2. ORIFICIO DE PRUEBA EN FORMA DE "D"</callout1>
                        <callout1>3. EFECT&#218;E AL FINAL LA CONEXI&#211;N A TIERRA DEL ALTERNADOR</callout1>
                        <callout1>4. ALTERNADOR</callout1>
                        <callout1>5. AMPER&#205;METRO</callout1>
                        <callout1>6. CONDUCTOR DE SALIDA</callout1>
                        <callout1>7. BATER&#205;A</callout1>
                        <callout1>8. VOLT&#205;METRO</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Con la carga de la pila de carbono a&#250;n desactivada, aumente lentamente la velocidad
                    del alternador a 3 000 rpm y observe el volt&#237;metro
                </para>
            </step1>
            <step1>
                <para count="1">Si el voltaje no aumenta y permanece en la lectura anterior (paso 2) o por debajo de
                    ella, significa que no hay salida del alternador. Vaya al paso 5.
                </para>
            </step1>
            <step1>
                <para count="1">Si el voltaje aumenta a m&#225;s de 15 voltios, significa que el voltaje est&#225;
                    descontrolado. Vuelva a revisar si el alternador est&#225; correctamente ensamblado. Aseg&#250;rese
                    de que los talones de prueba en el orificio (D) no est&#233; conectada a tierra. Si el alternador se
                    ha armado correctamente, reemplace el regulador tal como se describe en
                    <hotlnk document="m08017j_8.xml" xrefid="hl0801702">PROCEDIMIENTO DE REPARACI&#211;N
                        <xref refid="hl0801702"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Si el voltaje es el correcto, prosiga con el siguiente paso.</para>
            </step1>
            <step1>
                <para count="1">Con el alternador funcionando aproximadamente a 6 500 rpm, active la carga de la pila de
                    carbono y ajuste para obtener la salida m&#225;xima del alternador en el amper&#237;metro sin
                    permitir que el voltaje en el volt&#237;metro descienda a menos de 13 voltios.
                </para>
            </step1>
            <step1>
                <para count="1">Si la lectura del amper&#237;metro est&#225; dentro de 15 amperios de la salida en fr&#237;o
                    que aparece en
                    <hotlnk document="m08017j_31.xml" xrefid="hl0801704">ESPECIFICACIONES
                        <xref refid="hl0801704"/>
                    </hotlnk>
                    significa que el alternador est&#225; bien. Desactive la pila de carbono y detenga la prueba.
                </para>
            </step1>
            <step1>
                <para count="1">Si la lectura del amper&#237;metro est&#225; a m&#225;s de 15 amperios por debajo de las
                    <hotlnk document="m08017j_31.xml" xrefid="hl0801704">ESPECIFICACIONES
                        <xref refid="hl0801704"/>
                    </hotlnk>
                    significa que el alternador no est&#225; funcionando correctamente. Prosiga con el paso 10.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08017j.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
