<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - DESCRIPCI&#211;N - ENTRADAS DE LOS INDICADORES</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>ENTRADAS DE LOS INDICADORES</title>
        <svcprocinfo>
            <para>Las entradas de se&#241;ales para los indicadores electr&#243;nicos (consulte
                <hotlnk document="m08035s_26.xml" xrefid="x0803501">Indicadores electr&#243;nicos</hotlnk>) van al m&#243;dulo
                de veloc&#237;metro y tac&#243;metro. El m&#243;dulo de veloc&#237;metro y tac&#243;metro tiene caracter&#237;sticas
                de autoprueba incorporadas para los circuitos b&#225;sicos del grupo, detecci&#243;n de fallas en los
                sensores e indicadores que leen condiciones fuera de los l&#237;mites. El origen de la se&#241;al
                depende de si el motor est&#225; controlado electr&#243;nica o mec&#225;nicamente.
            </para>
            <para>Los indicadores el&#233;ctricos (consulte
                <hotlnk document="m08035s_26.xml" xrefid="x0803501">Indicadores el&#233;ctricos</hotlnk>) reciben
                entradas provenientes de sensores est&#225;ndar o transmisores a indicadores instalados para activar
                espec&#237;ficamente determinado indicador. Estos indicadores se instalan del mismo modo con o sin
                controles de motores electr&#243;nicos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Con motores electr&#243;nicos</title>
            <para>Con motores electr&#243;nicos, la informaci&#243;n del veloc&#237;metro, del tac&#243;metro, del
                indicador de presi&#243;n del aceite del motor y del indicador de temperatura del agua, se transmiten a
                trav&#233;s del enlace de datos ATA proveniente del m&#243;dulo de control electr&#243;nico (ECM) del
                motor al m&#243;dulo de veloc&#237;metro y tac&#243;metro. El transmisor del indicador de combustible
                proporciona entradas al m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            </para>
            <para>La entrada del volt&#237;metro va desde la alimentaci&#243;n de energ&#237;a hasta la unidad de veloc&#237;metro.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Con motores mec&#225;nicos</title>
            <para>Con motores mec&#225;nicos, las salidas del transmisor de presi&#243;n del aceite, del transmisor de
                temperatura del agua del motor, del sensor de velocidad del veh&#237;culo, del sensor de velocidad del
                motor y del transmisor del indicador de combustible instalados por Navistar, se env&#237;an al m&#243;dulo
                de veloc&#237;metro y tac&#243;metro.
            </para>
            <para>La entrada del volt&#237;metro va desde la alimentaci&#243;n de energ&#237;a hasta la unidad de veloc&#237;metro.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
