<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MOTORES DE ARRANQUE - PRUEBA SIN CARGA</stitle>
    <svcsection/>
    <svcsubsec>
        <title>PRUEBA SIN CARGA</title>
        <svcsubsecinfo>
            <para>La prueba sin carga (
                <hotlnk xrefid="f0803612">Figura 12</hotlnk>) puede indicar defectos espec&#237;ficos que pueden
                verificarse con pruebas, cuando el motor est&#233; desensamblado. Adem&#225;s, la prueba sin carga puede
                identificar campos abiertos o con cortocircuito, los cuales son dif&#237;ciles de revisar cuando el
                motor est&#225; desensamblado. La prueba sin carga tambi&#233;n se puede usar para indicar el
                funcionamiento normal de un motor reparado, antes de su instalaci&#243;n.
            </para>
            <figure id="f0803612" figsize="col-wide">
                <graphic id="g0803612" filename="../figg08/g0803612.webp" type="webp"/>
                <caption>Prueba sin carga</caption>
                <calloutgroup>
                    <callout1>1. BATER&#205;A</callout1>
                    <callout1>2. AMPER&#205;METRO</callout1>
                    <callout1>3. VOLT&#205;METRO</callout1>
                    <callout1>4. INTERRUPTOR</callout1>
                    <callout1>5. SOLENOIDE</callout1>
                    <callout1>6. MOTOR DE ARRANQUE</callout1>
                    <callout1>7. INDICADOR DE RPM</callout1>
                    <callout1>8. PILA DE CARBONO</callout1>
                </calloutgroup>
            </figure>
            <para>Conecte un volt&#237;metro desde el terminal del motor al bastidor del motor y utilice un indicador de
                rpm. para medir la velocidad de la armadura. Conecte el motor y un amper&#237;metro en serie con un
                bater&#237;a completamente cargada con el voltaje especificado del motor de arranque y un interruptor en
                la posici&#243;n abierta desde el terminal de la bater&#237;a del solenoide al terminal del interruptor
                del solenoide. Cierre el interruptor y compare las rpm., la corriente y la lectura del voltaje con
                Especificaciones.
            </para>
            <para>No es necesario obtener el voltaje exacto especificado, ya que se puede hacer una interpretaci&#243;n
                precisa reconociendo que, si el voltaje es levemente superior, las rpm. ser&#225;n proporcionalmente
                mayores, mientras que la corriente permanecer&#225; sin mayores cambios. Sin embargo, si se desea el
                voltaje exacto, se puede utilizar una pila de carbono conectada a trav&#233;s de la bater&#237;a para
                reducir el voltaje al valor especificado. Si utiliza m&#225;s de una bater&#237;a de 12 voltios, conecte
                la pila de carbono s&#243;lo a una de las bater&#237;as de 12 voltios.
            </para>
            <para>Si el consumo especificado de corriente no incluye al solenoide, reste de la lectura del amper&#237;metro
                el consumo de corriente especificado en el devanado de sujeci&#243;n del solenoide. Realice las
                desconexiones s&#243;lo con el interruptor abierto (posici&#243;n OFF). Interprete los resultados de la
                prueba de la siguiente manera:
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08036_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08036_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08036.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
