<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INDICADORES Y LUCES DE ADVERTENCIA - FUNCIONAMIENTO - LUZ DE ADVERTENCIA Y ALARMA DE BAJA PRESI&#211;N
        DE AIRE
    </stitle>
    <svcsection/>
    <svcproc id="x0803517" svcproctype="IDcomponent" graphiccount="0">
        <title>LUZ DE ADVERTENCIA Y ALARMA DE BAJA PRESI&#211;N DE AIRE</title>
        <para>Cuando la presi&#243;n del sistema de aire del veh&#237;culo es inferior a 60 psi, se activa el sistema de
            advertencia de baja presi&#243;n de aire, encendiendo la luz de advertencia y haciendo que suene la alarma
            en forma continua. Este sistema incluye la luz de advertencia ubicada en el grupo de indicadores derecho,
            dos interruptores de baja presi&#243;n de aire (uno en el sistema primario y otro en el sistema secundario)
            ubicados detr&#225;s del tablero izquierdo y la alarma que es parte del grupo de veloc&#237;metro y tac&#243;metro.
        </para>
        <para>La luz de advertencia recibe energ&#237;a del encendido de 12V (llave en ON) proveniente del fusible F4-A
            de 10A a trav&#233;s del conector (420) del grupo. El trayecto a tierra de la luz es a trav&#233;s del
            circuito 40/40A del conector (420) del grupo a un interruptor de presi&#243;n, 40/40B al otro interruptor y
            40/40C al m&#243;dulo de veloc&#237;metro y tac&#243;metro. Los interruptores est&#225;n conectados a la
            tierra del tablero de instrumentos izquierdo.
        </para>
        <para>Con cualquiera de los interruptores cerrados (menos de 60 psi), la luz se enciende. Con un interruptor de
            presi&#243;n cerrado, el circuito 40C al m&#243;dulo de control del veloc&#237;metro y tac&#243;metro est&#225;
            en un estado de conexi&#243;n a tierra, haciendo sonar la alarma, la que produce sonidos cortos en forma
            continua hasta que ambos interruptores se abren.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08035s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
