<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - DESMONTAJE E INSTALACI&#211;N -
        MODELOS 5000, 9200, 9300, 9400
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="7">
        <title>MODELOS 5000, 9200, 9300, 9400</title>
        <svcsubproc>
            <title>Enero de 1989 a Enero de 1991 - Indicadores; Veloc&#237;metro y Tac&#243;metro. Desmontaje</title>
            <specpara>
                <important>
                    <para>Antes de desmontar o instalar los indicadores, gire la llave de la ignici&#243;n a la posici&#243;n
                        OFF (apagado) .
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar los indicadores del veloc&#237;metro o del tac&#243;metro, consulte
                        <hotlnk document="m08154_21.xml" xrefid="hl0815425">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el o los indicadores requieren reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva el panel de acceso anexo al indicador que est&#225; sacando. Estos son los
                    paneles del grupo de indicadores a la derecha y a la izquierda del panel del veloc&#237;metro y del
                    tac&#243;metro (
                    <hotlnk xrefid="f0815407">Figura 7</hotlnk>
                    y
                    <hotlnk xrefid="f0815408">Figura 8</hotlnk>).
                </para>
            </step1>
            <figure id="f0815407" figsize="col-wide">
                <graphic id="g0815407" filename="../figg08/g0815407.webp" type="webp"/>
                <caption>Panel del grupo de indicadores del lado derecho, modelos 5000, 9200, 9300, 9400, Enero de 1989
                    a Enero de 1991
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLO</callout1>
                    <callout1>2. MARCO</callout1>
                    <callout1>3. GRUPO DE INDICADORES</callout1>
                    <callout1>4. CONECTOR DE LOS INDICADORES</callout1>
                    <callout1>5. TABLERO DE INSTRUMENTOS</callout1>
                    <callout1>6. TUERCA DE MARIPOSA</callout1>
                    <callout1>7. ABRAZADERA DE MONTAJE</callout1>
                    <callout1>8. VELOC&#205;METRO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0815408" figsize="col-wide">
                <graphic id="g0815408" filename="../figg08/g0815408.webp" type="webp"/>
                <caption>Panel del grupo de indicadores del lado izquierdo, modelos 5000, 9200, 9300, 9400, Enero de
                    1989 a Enero de 1991
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLO</callout1>
                    <callout1>2. MARCO</callout1>
                    <callout1>3. GRUPO DE INDICADORES DEL LADO IZQUIERDO</callout1>
                    <callout1>4. CONECTOR DE LOS INDICADORES</callout1>
                    <callout1>5. TABLERO DE INSTRUMENTOS</callout1>
                    <callout1>6. TUERCA DE MARIPOSA</callout1>
                    <callout1>7. ABRAZADERA DE MONTAJE</callout1>
                    <callout1>8. TAC&#211;METRO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque la mano a trav&#233;s de la abertura del grupo de indicadores para sacar las
                    tuercas de mariposa de bloqueo especiales de la parte trasera de la abrazadera de montaje de los
                    indicadores (
                    <hotlnk xrefid="f0815407">Figura 7</hotlnk>
                    y
                    <hotlnk xrefid="f0815408">Figura 8, Elemento 6</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Estas son tuercas de mariposa de bloqueo especiales y no se deben reemplazar por tuercas de
                        mariposa simples.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva el veloc&#237;metro y/o el tac&#243;metro de la abertura del tablero de
                    instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el o los conectores de los indicadores del arn&#233;s de cables y hale los
                    recept&#225;culos de los bombillos hacia afuera de la parte trasera de cada indicador (
                    <hotlnk xrefid="f0815409">Figura 9</hotlnk>).
                </para>
            </step1>
            <figure id="f0815409" figsize="col-wide">
                <graphic id="g0815409" filename="../figg08/g0815409.webp" type="webp"/>
                <caption>Conexiones y montaje del veloc&#237;metro, modelos 5000, 9200, 9300, 9400, Enero de 1989 a
                    Enero de 1991
                </caption>
                <calloutgroup>
                    <callout1>1. VELOC&#205;METRO</callout1>
                    <callout1>2. CONECTOR DEL EJE DE 2 VELOCIDADES (S&#211;LO VELOC&#205;METRO)</callout1>
                    <callout1>3. CONECTOR DEL VELOC&#205;METRO</callout1>
                    <callout1>4. CONECTOR DEL ARN&#201;S</callout1>
                    <callout1>5. TUERCA DE MARIPOSA</callout1>
                    <callout1>6. SOPORTE DE MONTAJE EN U</callout1>
                    <callout1>7. RANURA</callout1>
                    <callout1>8. PANEL DE MONTAJE</callout1>
                    <callout1>9. LUCES DE ILUMINACI&#211;N</callout1>
                    <callout1>10. LUZ INDICADORA DE LUCES ALTAS (S&#211;LO VELOC&#205;METRO)</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1989 a Enero de 1991 - Indicadores; veloc&#237;metro y tac&#243;metro. Instalaci&#243;n
            </title>
            <step1>
                <para count="1">Inserte el o los conectores del arn&#233;s del veloc&#237;metro y del tac&#243;metro a
                    trav&#233;s de las aberturas en el tablero de instrumentos y conecte al o a los indicadores.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los recept&#225;culos de los bombillos de iluminaci&#243;n de los indicadores en
                    el o los bastidors de los indicadores.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Inserte la luz indicadora de luces altas N&#176; 53 en la abertura central del bastidor del
                        veloc&#237;metro.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Alinie la leng&#252;eta del indicador en la ranura del bastidor y coloque en el tablero
                    de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la abrazadera de montaje de los indicadores con las tuercas de mariposa de
                    bloqueo especiales.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Pruebe el indicador de luces altas y las luces de iluminaci&#243;n para ver si funcionan antes
                        de instalar los tornillos de montaje del panel de acceso.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enchufe el o los conectores al grupo de indicadores y coloque el panel de acceso en el
                    tablero de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Una el marco al grupo de indicadores y aseg&#250;relo con los cuatro tornillos.</para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de terminar la instalaci&#243;n, pruebe en carretera o en el dinam&#243;metro
                    las luces, el veloc&#237;metro y el tac&#243;metro
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0815409">
            <title>Enero de 1991 a Mayo de 1994 - Grupo de instrumentos; Veloc&#237;metro y el Tac&#243;metro.
                Desmontaje
            </title>
            <specpara>
                <important>
                    <para>Antes de desmontar o instalar la unidad, gire la llave del interruptor de ignici&#243;n a la
                        posici&#243;n OFF (apagado). .
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar un grupo de indicadores; Veloc&#237;metro y Tac&#243;metro, consulte
                        <hotlnk document="m08154_21.xml" xrefid="hl0815426">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el grupo de instrumentos requiere reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva los tornillos que sujetan el grupo de instrumentos, veloc&#237;metro y tac&#243;metro
                    al tablero de instrumentos. Incline la parte superior de la unidad hacia el volante de la direcci&#243;n
                    (
                    <hotlnk xrefid="f0815410">Figura 10</hotlnk>).
                </para>
            </step1>
            <figure id="f0815410" figsize="col-wide">
                <graphic id="g0815410" filename="../figg08/g0815410.webp" type="webp"/>
                <caption>Unidad de veloc&#237;metro y tac&#243;metro, modelos 5000, 9200, 9300, 9400, Enero de 1991 a
                    Mayo de 1994
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLOS</callout1>
                    <callout1>2. UNIDAD CON EL VELOC&#205;METRO Y EL TAC&#211;METRO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desenchufe el conjunto del veloc&#237;metro y del tac&#243;metro del arn&#233;s del
                    tablero de instrumentos del veh&#237;culo y hale las cuatro luces de iluminaci&#243;n y una luz
                    indicadora de luces altas hacia afuera de la parte trasera del bastidor (
                    <hotlnk xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <figure id="f0815411" figsize="col-wide">
                <graphic id="g0815411" filename="../figg08/g0815411.webp" type="webp"/>
                <caption>Conexiones del grupo de instrumentos, veloc&#237;metro y del tac&#243;metro; modelos 5000,
                    9200, 9300, 9400, Enero de 1991 a Mayo de 1994
                </caption>
                <calloutgroup>
                    <callout1>1. UNIDAD DEL VELOC&#205;METRO Y DEL TAC&#211;METRO VISTA DESDE ATR&#193;S</callout1>
                    <callout1>2. CONECTOR DEL ENLACE DE DATOS SERIE J1708 (CABLES ROJO Y AZUL)</callout1>
                    <callout1>3. CONECTOR DEL SENSOR DEL TAC&#211;METRO (CABLES VIOLETA Y CAF&#201;)</callout1>
                    <callout1>4. CONECTOR DEL TAC&#211;METRO DEL ARN&#201;S DEL TABLERO DE INSTRUMENTOS (TIENE (2)
                        CONDUCTORES DEL SENSOR, UN B+ NO UTILIZADO Y CIRCUITO A TIERRA)
                    </callout1>
                    <callout1>5. CONECTOR (4 CABLES) DEL SENSOR DEL VELOC&#205;METRO VOLTAJE B+, TIERRA (4 CABLES)
                    </callout1>
                    <callout1>6. CONECTOR PARA VOLTAJE B+ DEL TABLERO DE INSTRUMENTOS, TIERRA Y SENSOR DEL VELOC&#205;METRO</callout1>
                    <callout1>7. CONECTOR DE DOS VELOCIDADES (CABLE NEGRO)</callout1>
                    <callout1>8. RECEPT&#193;CULOS DE LUZ DE ILUMINACI&#211;N (4)</callout1>
                    <callout1>9. RECEPT&#193;CULO PARA LUZ INDICADORA DE LUCES ALTAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva del tablero de instrumentos, el grupo de veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1991 a Mayo de 1994 - Grupo de instrumentos; Veloc&#237;metro y Tac&#243;metro, instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque por detr&#225;s del volante de la direcci&#243;n e inclinando hacia adelante el
                    grupo de instrumentos del veloc&#237;metro y el tac&#243;metro, (
                    <hotlnk xrefid="f0815410">Figura 10</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en la parte trasera del bastidor las cuatro luces de iluminaci&#243;n de los
                    instrumentos y una luz indicadora de luces altas.(
                    <hotlnk xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe los conectores del arn&#233;s del grupo de instrumentos del veloc&#237;metro y
                    del tac&#243;metro a los conectores del arn&#233;s del veh&#237;culo (
                    <hotlnk xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Antes de instalar los tornillos de montaje que se mencionan en el paso siguiente, pruebe el
                        funcionamiento de la luz indicadora de luces altas y de las luces de iluminaci&#243;n del grupo
                        de instrumentos.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque la unidad en el tablero de instrumentos e instale los tornillos de montaje. Al
                    terminar la instalaci&#243;n, pruebe las funciones y las luces de la unidad del veloc&#237;metro y
                    del tac&#243;metro en una prueba en carretera o en el dinam&#243;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1991 a Mayo de 1994 - Indicadores; Veloc&#237;metro y Tac&#243;metro. Desmontaje</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro consta de cuatro componentes
                reparables (que se pueden reemplazar): veloc&#237;metro, tac&#243;metro, od&#243;metro y bastidor del
                grupo de instrumentos que incluye la tarjeta de circuito impresos. Para desensamblar la unidad y tener
                acceso a los componentes:
            </para>
            <step1>
                <para count="1">Remueva seis tornillos (
                    <hotlnk xrefid="f0815412">Figura 12</hotlnk>), dos en la parte superior e inferior y uno en cada
                    extremo.
                </para>
            </step1>
            <figure id="f0815412" figsize="col-wide">
                <graphic id="g0815412" filename="../figg08/g0815412.webp" type="webp"/>
                <caption>Indicadores; Veloc&#237;metro y Tac&#243;metro, modelos 5000, 9200, 9300, 9400, Enero de 1991 a
                    Mayo de 1994
                </caption>
                <calloutgroup>
                    <callout1>1. BASTIDOR DE LA UNIDAD (INCLUYE CUBIERTA)</callout1>
                    <callout1>2. VELOC&#205;METRO</callout1>
                    <callout1>3. OD&#211;METRO</callout1>
                    <callout1>4. TAC&#211;METRO</callout1>
                    <callout1>5. TORNILLOS DE MONTAJE DE LA CUBIERTA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Levante la placa de recubrimiento para tener acceso a los tres medidores.</para>
            </step1>
            <step1>
                <para count="1">El veloc&#237;metro y el tac&#243;metro van montados cada uno en cuatro pasadores. Para
                    sacar cualquier indicador, tome los bordes de la placa de recubrimiento de los indicadores y lev&#225;ntela
                    directamente hacia afuera del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Para sacar el od&#243;metro, primero remueva el veloc&#237;metro. Desconecte el od&#243;metro
                    del circuito impreso en el conector J1. Remueva dos tornillos de la parte trasera del grupo de
                    instrumentos que retienen al od&#243;metro y el sujetador.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1991 a Mayo de 1994 - Indicadores; Veloc&#237;metro y Tac&#243;metro. Instalaci&#243;n
            </title>
            <step1>
                <para count="1">Coloque el od&#243;metro en el bastidor e instale y apriete los dos tornillos de
                    montaje. Conecte el cable del od&#243;metro a las clavijas J1.
                </para>
            </step1>
            <step1>
                <para count="1">Los indicadores del veloc&#237;metro y del tac&#243;metro son indicadores enchufables.
                    Para instalarlos, tome el indicador por el borde de la cara del cuadrante, alinie las cuatro
                    clavijas del indicador con las aberturas del terminal de la tarjeta de circuito y empuje suavemente
                    a su lugar. La caja de los indicadores es de material no conductor de modo que, si se aplica energ&#237;a,
                    la caja no hace corto circuito con las clavijas.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la placa de recubrimiento del bastidor e inserte y apriete los seis tornillos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0815413">
            <title>Junio de 1994 y posteriores - M&#243;dulo del veloc&#237;metro y tac&#243;metro. Desmontaje</title>
            <specpara>
                <important>
                    <para>Antes de desmontar o instalar la unidad, gire la llave de la ignici&#243;n a la posici&#243;n
                        OFF (apagado) .
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar un grupo de indicadores del veloc&#237;metro y del tac&#243;metro,
                        consulte
                        <hotlnk document="m08154_21.xml" xrefid="hl0815415">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el grupo de instrumentos requiere reemplazo.
                    </para>
                </note>
            </specpara>
            <para>Consulte la (
                <hotlnk xrefid="f0815413">Figura 13</hotlnk>) para ver el siguiente procedimiento de desmontaje.
            </para>
            <figure id="f0815413" figsize="col-wide">
                <graphic id="g0815413" filename="../figg08/g0815413.webp" type="webp"/>
                <caption>M&#243;dulo del veloc&#237;metro y del tac&#243;metro, modelos 5000, 9200, 9300, 9400, Junio de
                    1994 y posteriores
                </caption>
                <calloutgroup>
                    <callout1>1. UBICACI&#211;N DEL OD&#211;METRO DIGITAL O MEC&#193;NICO</callout1>
                    <callout1>2. CONECTOR (421) COLOR BLANCO</callout1>
                    <callout1>3. CONECTOR (422) COLOR AMARILLO</callout1>
                    <callout1>4. TORNILLOS DE MONTAJE DEL M&#211;DULO DEL VELOC&#205;METRO Y TAC&#211;METRO (CUATRO
                        LUGARES)
                    </callout1>
                    <callout1>5. TORNILLOS DE RETENCI&#211;N DE LA CUBIERTA DEL M&#211;DULO (SEIS - DOS ARRIBA Y ABAJO Y
                        UNO EN CADA LADO)
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva cuatro tornillos que sujetan el grupo de instrumentos del veloc&#237;metro y del
                    tac&#243;metro al tablero de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el m&#243;dulo del tablero de instrumentos lo suficiente como para desconectar
                    los dos conectores del m&#243;dulo de 20 terminales (421, blanco y 422, amarillo).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva del tablero de instrumentos el grupo del veloc&#237;metro y tac&#243;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - M&#243;dulo del veloc&#237;metro y tac&#243;metro. Instalaci&#243;n
            </title>
            <para>Consulte la (
                <hotlnk xrefid="f0815413">Figura 13</hotlnk>) para ver el siguiente procedimiento de instalaci&#243;n.
            </para>
            <step1>
                <para count="1">Coloque el m&#243;dulo del veloc&#237;metro y el tac&#243;metro por la abertura del
                    tablero de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los dos conectores terminales de 20 clavijas (421, blanco y 422, amarillo) a la
                    parte trasera del m&#243;dulo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el m&#243;dulo del veloc&#237;metro y del tac&#243;metro en la abertura e
                    instale los cuatro tornillos que sujetan el m&#243;dulo al tablero de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Desmontaje</title>
            <step1>
                <para count="1">Con el m&#243;dulo fuera del tablero de instrumentos, remueva los seis tornillos de
                    retenci&#243;n de la placa de recubrimiento (dos en la parte superior e inferior y uno a cada lado).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la placa de recubrimiento del bastidor para tener acceso a los indicadores.
                </para>
            </step1>
            <step1>
                <para count="1">El veloc&#237;metro y el tac&#243;metro van montados cada uno en cuatro pasadores. Para
                    sacar cualquier indicador, tome los bordes de la placa de recubrimiento de los indicadores y lev&#225;ntela
                    directamente hacia afuera del bastidor.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Instalaci&#243;n
            </title>
            <step1>
                <para count="1">Los indicadores del veloc&#237;metro y del tac&#243;metro son indicadores enchufables.
                    Para instalarlos, tomelos por el borde de la placa de recubrimiento, alinie las clavijas de los
                    indicadores con los terminales para las clavijas de la tarjeta de circuito y empuje hacia adentro.
                </para>
            </step1>
            <step1>
                <para count="1">Ensamble el panel de la placa de recubrimiento con el bastidor del m&#243;dulo.</para>
            </step1>
            <step1>
                <para count="1">Instale los seis tornillos de montaje del panel de la placa de recubrimiento (2 en la
                    parte superior e inferior y 1 a cada lado).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Od&#243;metro mec&#225;nico, desmontaje</title>
            <step1>
                <para count="1">Despu&#233;s de remover el veloc&#237;metro, remueva los tres tornillos de montaje del
                    od&#243;metro.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector J3 (marcado J3 en la tarjeta de circuito) y remueva el od&#243;metro.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Od&#243;metro mec&#225;nico. Instalaci&#243;n</title>
            <step1>
                <para count="1">Encamine el conector del cableado del od&#243;metro a trav&#233;s de la tarjeta de
                    circuito y ench&#250;felo en el terminal J3 de la parte trasera de la tarjeta de circuito.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el od&#243;metro e instale los tres tornillos de montaje. Antes del apriete
                    final de los tornillos, revise y ajuste la alineaci&#243;n del od&#243;metro con la abertura en el
                    indicador del veloc&#237;metro,.
                </para>
            </step1>
            <step1>
                <para count="1">Tome el borde de la placa de recubrimiento del indicador del veloc&#237;metro y alinie
                    las clavijas de los indicadores con los terminales de clavijas de la tarjeta de circuito y empuje.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la alineaci&#243;n final del od&#243;metro con la abertura del
                    veloc&#237;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Od&#243;metro y hor&#243;metro digital. Desmontaje</title>
            <specpara>
                <note>
                    <para>La memoria principal de la tarjeta de circuito almacena la informaci&#243;n del od&#243;metro
                        y del hor&#243;metro. Cuando se instala una unidad digital nueva, &#233;sta muestra los datos
                        anteriores de kil&#243;metros (millas) y horas del veh&#237;culo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s de remover el veloc&#237;metro, remueva cuatro tornillos de montaje de los
                    soportes que separan el od&#243;metro de la tarjeta de circuito principal.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector del od&#243;metro digital de la tarjeta de circuito y remueva el
                    od&#243;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Junio de 1994 y posteriores - Od&#243;metro y hor&#243;metro digital. Instalaci&#243;n</title>
            <step1>
                <para count="1">Conecte el conector del od&#243;metro digital al terminal de la tarjeta de circuito.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el od&#243;metro en los cuatro soportes separadores de montaje e instale y
                    apriete los cuatro tornillos de montaje.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
