<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - GU&#205;A DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS PARA CALEFACCI&#211;N, VENTILACI&#211;N
        Y AIRE ACONDICIONADO (HVAC) - VENTILADOR DEL CALEFACTOR Y DEL AIRE ACONDICIONADO CON CONTROL TERMOST&#193;TICO
        DE LA TEMPERATURA (LITERA) - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <para>Cuando el interruptor de llave (40) se mueve a la posici&#243;n de encendido, la energ&#237;a se aplica al
            adaptador de encendido I2 (495), al circuito 13AT y a la bobina del relevador del ventilador auxiliar (147).
            El trayecto de tierra para el relevador del ventilador auxiliar es a trav&#233;s de los circuitos 13-GAT,
            75-GH, 75-GN y 11-GBD hasta el adaptador de tierra (454). Esto energiza el relevador del ventilador de la
            litera auxiliar (147) y permite que la energ&#237;a fluya desde el terminal de la bater&#237;a (B2) a trav&#233;s
            de los circuitos 14AK y 14AU, del fusible F10-B de 15A [la localizaci&#243;n puede variar], del circuito
            75AX, de los contactos normalmente abiertos (N.O.) del relevador de la litera auxiliar (147), del circuito
            75AS, del conector (906), de los circuitos 75AS y 75AR hasta el interruptor del ventilador del calefactor de
            la litera (593).
        </para>
        <para>Cuando el interruptor del ventilador del calefactor de la litera (593) se mueve a la posici&#243;n de
            velocidad baja, la energ&#237;a fluye a trav&#233;s del circuito 75AC, del conector (S/E), del circuito
            75AC, del conjunto del resistor y fusible t&#233;rmico, del circuito 75AT, del conector (48), del circuito
            75AT, de los contactos normalmente cerrados (N.C.) del relevador de velocidad alta de la litera (584), del
            circuito 75AF, del conector (48) y del circuito 75AF hasta el motor del ventilador de la litera. Esto hace
            que el motor del ventilador funcione a velocidad baja. El trayecto de tierra del motor del ventilador es a
            trav&#233;s del circuito 75-GA, del conector (48), de los circuitos 75-GA y 11-GBD hasta el adaptador de
            tierra (454).
        </para>
        <para>Cuando el interruptor del ventilador de la litera (593) se mueve a la posici&#243;n de velocidad media, la
            energ&#237;a fluye a trav&#233;s del circuito 75AN hasta el relevador de velocidad media de la litera (585).
            El trayecto de tierra para el relevador de velocidad media de la litera (585) es a trav&#233;s de los
            circuitos 75-GN y 11-GBD hasta el adaptador de tierra (454). Esto energiza el relevador de velocidad media
            de la litera (585) y permite que la energ&#237;a fluya desde el terminal de la bater&#237;a (B2) a trav&#233;s
            de los circuitos 14AK, 14AU, del fusible F10-A, de los circuitos 75AW, 75AB, de los contactos normalmente
            abiertos (N.O.) del relevador de velocidad media de la litera (585), del circuito 75AM, del conector (48),
            del circuito 75AM, del conjunto del resistor y fusible t&#233;rmico (S/E), del circuito 75AT, del conector
            (48), del circuito 75AT, de los contactos normalmente cerrados (N.C.) del relevador de velocidad alta de la
            litera (584), del circuito 75AF, del conector (48) y del circuito 75AF hasta el motor del ventilador de la
            litera. Esto hace que el motor del ventilador funcione a velocidad media. El trayecto de tierra del
            ventilador es a trav&#233;s del circuito 75-GA, del conector (48), de los circuitos 75-GA y 11-GBD hasta el
            adaptador de tierra (454).
        </para>
        <para>Cuando el interruptor del ventilador de la litera (593) se mueve a la posici&#243;n de velocidad alta, la
            energ&#237;a fluye a trav&#233;s del interruptor y del circuito 75AH hasta el relevador de velocidad alta de
            la litera (584). El trayecto de tierra para el relevador de velocidad alta de la litera (584) es a trav&#233;s
            de los circuitos 75-GH, 75-GN y 11-GBD hasta el adaptador de tierra (454). Esto energiza el relevador de
            velocidad alta de la litera (584) y permite que la energ&#237;a fluya desde el terminal de la bater&#237;a
            (B2) a trav&#233;s de los circuitos 14AK y 14AU, del fusible F10-A de 30A [la localizaci&#243;n puede
            variar], de los circuitos 75AW y 75AD, de los contactos normalmente abiertos (N.O.) del relevador de
            velocidad alta de la litera (584), del circuito 75AF, del conector (48) y del circuito 75AF hasta el motor
            del ventilador de la litera. Esto hace que el motor del ventilador funcione a velocidad alta.
        </para>
        <para>El trayecto de tierra del ventilador es a trav&#233;s del circuito 75-GA, del conector (48), de los
            circuitos 75-GA y 11-GBD hasta el adaptador de tierra (454).
        </para>
        <para>Cuando el interruptor de llave (40) se mueve a la posici&#243;n de encendido, la energ&#237;a tambi&#233;n
            queda disponible mediante el relevador de la litera auxiliar (147) al circuito 75AS, al conector (80) y a
            los circuitos 75AS y 75AL hasta el conector del control autom&#225;tico de la temperatura de la litera
            (592). El trayecto de tierra para el control de la temperatura de la litera es a trav&#233;s del conector
            (592), de los circuitos 75-GS al terminal de tierra de la litera y 11-GAN al terminal de tierra del pilar B.
        </para>
        <para>Como antes, la energ&#237;a tambi&#233;n queda disponible mediante el relevador de la litera auxiliar
            (147) al circuito 75L, al conector (162) y al circuito 75L hasta el paquete plano del amortiguador de la
            caja del calefactor. El paquete plano del amortiguador de la caja del calefactor est&#225; conectado a
            tierra a trav&#233;s del circuito 75-GL, del conector (161) y de los circuitos 75-G y 11-G hasta el terminal
            de tierra derecho del tablero. El paquete plano recibe un voltaje variable desde el control autom&#225;tico
            de la temperatura de la litera a trav&#233;s del conector (592), del circuito 75K, del conector (906), del
            circuito 75K, del conector (162) y del circuito 75K. As&#237;, el amortiguador combina aire caliente y fr&#237;o
            seg&#250;n la selecci&#243;n del control de temperatura de la litera.
        </para>
        <para>Cuando el interruptor de llave (40) est&#225; en la posici&#243;n de encendido y el interruptor del
            ventilador del calefactor de la litera (593) est&#225; en la posici&#243;n baja, media o alta, la energ&#237;a
            se aplica al circuito 77L y el interruptor de encendido y apagado del A/A (905). Cuando el interruptor se
            mueve a la posici&#243;n de encendido, la luz indicadora interna se enciende a medida que la energ&#237;a
            fluye a trav&#233;s de &#233;ste y los circuitos de tierra 77-GL al terminal de tierra de la litera y
            11-GAN, conector (942), y el circuito 11-GAN al terminal de tierra del pilar B. Cuando el interruptor se
            mueve a la posici&#243;n de encendido, la energ&#237;a tambi&#233;n se suministra al relevador del control
            del A/A (144) a trav&#233;s del diodo de bloqueo, el conector (905), el circuito 77M, el conector (906), los
            circuitos 77M y 77K. As&#237;, el compresor del A/A engrana, si a&#250;n no est&#225; funcionando (el
            compresor realiza un ciclo con el interruptor termost&#225;tico) y hay enfriamiento disponible para el
            ventilador de la litera.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08157_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08157_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08157.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
