<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - GU&#205;A DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS PARA CALEFACCI&#211;N, VENTILACI&#211;N
        Y AIRE ACONDICIONADO (HVAC) - CALEFACTOR Y AIRE ACONDICIONADO (CABINA) - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <para>La energ&#237;a se suministra al terminal de la bater&#237;a (B2), al circuito 14H, 14Z, al fusible F1-C y
            al circuito 75A hasta el relevador del control del calefactor (463)/R5. Cuando el interruptor de llave (40)
            se mueve a la posici&#243;n de encendido, la energ&#237;a fluye a trav&#233;s del interruptor de llave y de
            los circuitos 13 y 13A hasta la bobina del relevador de encendido (462)/R1. El trayecto de tierra para el
            relevador de encendido es a trav&#233;s de los circuitos 13-GA, 75-GB, 75-GC, 50-GB y 11-G hasta el terminal
            de tierra derecho del tablero. Esto energiza el relevador de encendido (462)/R1 y permite que la energ&#237;a
            fluya a trav&#233;s de los contactos normalmente abiertos (N.O.) y de los circuitos 13H y 13AK hasta la
            bobina del relevador del control del calefactor (463)/R5. El trayecto de tierra para el relevador del
            control del calefactor es a trav&#233;s de los circuitos 13-GT, 77-G, 58-GA y 11-G hasta el terminal de
            tierra derecho del tablero. Esto energiza el relevador del control del calefactor (463)/R5 y permite que la
            energ&#237;a fluya a trav&#233;s de los contactos normalmente abiertos (N.O.) y del circuito 75B hasta el
            interruptor del control del ventilador (11).
        </para>
        <para>Cuando el interruptor del calefactor y del ventilador del A/A (11) se mueve a la posici&#243;n baja, la
            energ&#237;a fluye a trav&#233;s del interruptor, del circuito 75C, del conector (162), del circuito 75C,
            del resistor/fusible t&#233;rmico (27), del circuito 75T, del conector (161), del circuito 75T, de los
            contactos normalmente cerrados (N.C.) del relevador de velocidad alta (462)/R2, del circuito 75F, del
            conector (161) y del circuito 75F hasta el motor del ventilador. Esto hace que el motor del ventilador
            funcione a velocidad baja. El trayecto de tierra del motor del ventilador es a trav&#233;s del circuito
            75-G, del conector (161) y de los circuitos 75-G y 11-G hasta el terminal de tierra derecho del tablero.
        </para>
        <para>Cuando el interruptor del calefactor y del ventilador del A/A (11) se mueve a la posici&#243;n media, la
            energ&#237;a fluye a trav&#233;s del interruptor al igual que en el ajuste de velocidad baja, y la energ&#237;a
            tambi&#233;n fluye a trav&#233;s del interruptor y del circuito 75N hasta el relevador de velocidad media
            (462)/R3. Esto energiza el relevador de velocidad media (462)/R3 y permite que la energ&#237;a fluya a trav&#233;s
            de los contactos normalmente abiertos (N.O.) del relevador del control del calefactor (463)/R5, del circuito
            75D, de los contactos normalmente abiertos (N.O.) del relevador de velocidad media (462)/R3, del circuito
            75M, del conector (161), del circuito 75M, del resistor/fusible t&#233;rmico (27), del circuito 75T, del
            conector (161), del circuito 75T, de los contactos normalmente cerrados (N.C.) del relevador de velocidad
            alta (462)/R2, del circuito 75F, del conector (161) y del circuito 75F hasta el motor del ventilador. Esto
            hace que el motor del ventilador funcione a velocidad media. El trayecto de tierra del motor del ventilador
            es a trav&#233;s del circuito 75-G, del conector (161) y de los circuitos 75-G y 11-G hasta el terminal de
            tierra derecho del tablero. El trayecto de tierra para el relevador de velocidad media (462)/R3 son los
            circuitos 75-GC, 50-GB y 11-G hasta el terminal de tierra derecho del tablero.
        </para>
        <para>Cuando el interruptor del calefactor y del ventilador del A/A (11) se mueve a la posici&#243;n alta, la
            energ&#237;a fluye a trav&#233;s del interruptor al igual que en el ajuste de velocidad media, y fluye a
            trav&#233;s del interruptor y del circuito 75H hasta el relevador de velocidad alta (462)/R2. Esto energiza
            el relevador de velocidad alta (462)/R2 que est&#225; conectado a tierra a trav&#233;s de los circuitos
            75-GB, 75-GC, 50-GB y 11-G hasta el terminal de tierra derecho del tablero. Esto permite que la energ&#237;a
            fluya desde el terminal de la bater&#237;a (B2) a trav&#233;s del circuito 14H, 14X, del fusible F1-A, del
            circuito 75, de los contactos normalmente abiertos (N.O.) del relevador de velocidad alta (462)/R2, del
            circuito 75F, del conector (161) y del circuito 75F hasta el motor del ventilador. Esto hace que el
            ventilador funcione a velocidad alta. El trayecto de tierra del motor del ventilador es a trav&#233;s del
            circuito 75-G, del conector (161) y de los circuitos 75-G y 11-G hasta el terminal de tierra derecho del
            tablero.
        </para>
        <para>Cuando el interruptor del ventilador (11) est&#225; en las posiciones baja, media o alta, la energ&#237;a
            se suministra mediante el interruptor al circuito 77 y al interruptor de aire acondicionado (904). Cuando el
            interruptor (904) se mueve a la posici&#243;n de encendido, la energ&#237;a fluye a trav&#233;s de su luz
            indicadora y de los circuitos de tierra 77-GK y 11-GB hasta la conexi&#243;n a tierra izquierda de la cabina
            (429). Esto hace que el indicador se encienda. La energ&#237;a tambi&#233;n fluye desde el interruptor (904)
            a trav&#233;s del diodo de bloqueo y de los circuitos 77S y 77K hasta el relevador del control del A/A
            (144), lo que energiza el relevador que est&#225; conectado a tierra a trav&#233;s de los circuitos 77-GS,
            82-GA, 12-GF, 11-GQ y 11-GF hasta el terminal de tierra izquierdo del tablero.
        </para>
        <para>Con el relevador energizado, la energ&#237;a fluye desde el terminal de la bater&#237;a (B2) a trav&#233;s
            de los circuitos 14H, 14Z, del fusible F1-B, del circuito 77T, de los contactos normalmente abiertos (N.O.)
            del relevador del control del A/A (144), del circuito 77H, del conector (162) y del circuito 77B hasta el
            interruptor del control manual de la temperatura.
        </para>
        <para>Cuando el interruptor del control de la temperatura determina que la temperatura en el evaporador est&#225;
            sobre el punto de congelamiento (1.11&#176;C - 2.77&#176;C (34&#176;F - 38&#176;F)), su contacto se cierra.
            Esto hace que la energ&#237;a fluya a trav&#233;s del control, del circuito 77F, del conector (162), del
            circuito 77F, de los contactos normalmente cerrados (N.C.) del relevador del aire acondicionado (463)/R6,
            del circuito 77C, del conector (2), del circuito 77C, del conector (S/E) y del cable negro hasta el embrague
            del compresor del A/A.
        </para>
        <para>Luego, el compresor funciona hasta que los contactos del interruptor del control de la temperatura se
            abren o hasta que los contactos del interruptor de seguridad de presi&#243;n alta se cierran.
        </para>
        <para>Con el interruptor del sistema del A/A (904) y el interruptor del control del ventilador (11) encendidos,
            tambi&#233;n se aplica voltaje mediante el relevador del control del A/A (144) al circuito 77H, al conector
            (162) y a los circuitos 77C y 77E hasta el interruptor de seguridad de presi&#243;n baja (S/E). Tambi&#233;n
            se aplica voltaje al circuito 77H, al conector (162) y a los circuitos 77C y 77N hasta el interruptor de
            seguridad de presi&#243;n alta. Si la presi&#243;n del refrigerante baja demasiado, los contactos del
            interruptor de seguridad de presi&#243;n baja (S/E) se cierran y la energ&#237;a fluye a trav&#233;s del
            circuito 77P, del conector (162) y del circuito 77R hasta el relevador del aire acondicionado (463)/R6. Si
            la presi&#243;n del refrigerante sube demasiado, los contactos del interruptor de seguridad de presi&#243;n
            alta (S/E) se cierran y la energ&#237;a fluye a trav&#233;s del circuito 77J, del conector (162) y de los
            circuitos 77R y 77D hasta el relevador del aire acondicionado (463)/R6. La energ&#237;a fluye a trav&#233;s
            de la bobina del relevador del aire acondicionado (463)/R6 y de los circuitos de tierra 77-G, 58-GA y 11-G
            hasta el terminal de tierra derecho del tablero, lo que energiza el relevador.
        </para>
        <para>Con el relevador del aire acondicionado (463)/R6 energizado, la energ&#237;a se interrumpe hasta el
            embrague del compresor del refrigerante y se aplica al circuito 77D que va a la bobina del relevador del
            aire acondicionado. As&#237;, el relevador del aire acondicionado detiene y asegura (bloquea) el compresor,
            el cual no vuelve a arrancar hasta que la presi&#243;n del refrigerante vuelve a estar dentro del rango de
            operaci&#243;n y el interruptor de encendido y apagado del A/A o el interruptor del control del ventilador
            se mueve a la posici&#243;n de apagado.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08157_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08157_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08157.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
