<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - PROGRAMACI&#211;N - MODELO
        9800
    </stitle>
    <svcsection/>
    <svcproc svcproctype="program" graphiccount="0">
        <title>MODELO 9800</title>
        <svcsubproc id="hl0815423">
            <title>Enero de 1996 y posteriores - Motores electr&#243;nicos</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con diez conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente el microprocesador del
                veloc&#237;metro y del tac&#243;metro para recibir se&#241;ales del enlace de datos generadas por el M&#243;dulo
                de control electr&#243;nico (ECM) del motor (
                <hotlnk document="m08154_14.xml" xrefid="f0815421">Figura 21</hotlnk>).
            </para>
            <para>La informaci&#243;n acerca del motor, de la relaci&#243;n del eje, de las revoluciones por kil&#243;metro
                (milla) de las llantas, del n&#250;mero de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n,
                etc. se programan en el ECM del motor y no en el m&#243;dulo del veloc&#237;metro y del tac&#243;metro.
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para recibir se&#241;ales del
                        enlace de datos generadas por el ECM del motor. Sin embargo, las posiciones f&#237;sicas de
                        todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos veinte
                (20) d&#237;gitos (
                <hotlnk document="m08154_14.xml" xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los
                conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815445">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n
                        <hotlnk xrefid="hl0815445">Configuraci&#243;n de los conmutadores DIP</hotlnk>. El movimiento f&#237;sico
                        vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos
                        programado electr&#243;nicamente, activa las configuraciones originales programadas.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Si hay alg&#250;n cambio en los componentes del veh&#237;culo, como el tama&#241;o de las llantas o la
                relaci&#243;n del eje, etc., el ECM del motor se debe reprogramar con los datos correctos.
            </para>
            <specpara>
                <note>
                    <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro o los
                        conmutadores DIP no se reprograman.
                    </para>
                </note>
            </specpara>
            <para>Se debe usar la Herramienta de servicio electr&#243;nico (EST) Pro-Link 9000 o una EST autorizada por
                el fabricante del motor para reprogramar el ECM del motor. Consulte el manual de Pro-Link o la
                literatura de servicio del fabricante del motor para obtener instrucciones.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>Si se va a reemplazar un grupo de instrumentos, el grupo de instrumentos de servicio se debe programar
                ya sea electr&#243;nica o manualmente.
            </para>
            <para>
                <title>Programaci&#243;n electr&#243;nica</title>
            </para>
            <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro se puede programar electr&#243;nicamente
                a trav&#233;s del enlace de datos J1708 usando el Juego de cartuchos del tablero de instrumentos
                Pro-Link 9000. (Consulte el manual de Pro-Link para obtener instrucciones.) Este m&#233;todo requiere
                que todos los conmutadores DIP se ajusten f&#237;sicamente en la posici&#243;n "0".
            </para>
            <para>
                <title>Programaci&#243;n manual</title>
            </para>
            <para>Si programa manualmente el grupo de instrumentos, los conmutadores DIP se deben ajustar f&#237;sicamente
                en las posiciones que aparecen en la etiqueta de l&#237;nea del veh&#237;culo o que se pueden determinar
                si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que viene a
                continuaci&#243;n.
            </para>
            <para id="hl0815445">
                <title>Configuraci&#243;n de los conmutadores DIP</title>
            </para>
            <para>Las configuraciones f&#237;sicas de las posiciones de los conmutadores DIP para estos motores son las
                siguientes:
            </para>
            <para>
                <emph type="bold">Diez conmutadores del veloc&#237;metro</emph>
                - 1111111111 (las diez (10) posiciones en la serie de la izquierda).
            </para>
            <para>
                <emph type="bold">Ocho conmutadores del tac&#243;metro</emph>
                - 11111111 (primeras ocho (8) posiciones en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">El conmutador n&#250;mero 9 no est&#225; activo</emph>
                - 0.
            </para>
            <para>
                <emph type="bold">Un conmutador del od&#243;metro</emph>
                - 0 &#243; 1 (n&#250;mero diez (10) en la serie de la derecha) "0" para millas o "1" para kil&#243;metros.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
