<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - DESMONTAJE E INSTALACI&#211;N -
        MODELOS 1000, 2000, 3000, 4000, 8000
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="6">
        <title>MODELOS 1000, 2000, 3000, 4000, 8000</title>
        <svcsubproc id="hl0815401">
            <title>Enero de 1989 a Marzo de 1992 - Grupo de instrumentos, DESMONTAJE</title>
            <specpara>
                <caution>
                    <para>La electricidad est&#225;tica puede causar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar en el grupo de instrumentos, aseg&#250;rese de eliminar toda la electricidad
                        est&#225;tica de su cuerpo, tocando cualquier metal que est&#233; conectado a tierra. No use
                        ropa que cause una acumulaci&#243;n de electricidad est&#225;tica (por ejemplo, el nylon).
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar un grupo de indicadores del veloc&#237;metro y del tac&#243;metro,
                        consulte
                        <hotlnk document="m08154_20.xml" xrefid="hl0815424">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el grupo de instrumentos requiere reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Antes de trabajar en el grupo de instrumentos, ponga siempre el interruptor de ignici&#243;n
                    en la posici&#243;n OFF (apagado) (no ACC (accesorios)), debido al posible cortocircuito entre los
                    pasadores de conexi&#243;n a tierra y de encendido, el cual da&#241;ar&#225; la tarjeta de circuitos
                    y los indicadores.
                </para>
            </step1>
            <step1>
                <para count="1">Proteja el marco durante el DESMONTAJE colocando un trapo suave en la parte de adelante
                    de la columna de la direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Retire los cuatro tornillos de montaje del grupo de instrumentos (
                    <hotlnk xrefid="f0815401">Figura 1</hotlnk>).
                </para>
            </step1>
            <figure id="f0815401" figsize="col-wide">
                <graphic id="g0815401" filename="../figg08/g0815401.webp" type="webp"/>
                <caption>Marco del grupo de instrumentos, modelos 1000, 2000, 3000, 4000, 8000, Enero de 1989 a Marzo de
                    1992
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLOS CON CABEZA TRONCOC&#211;NICA</callout1>
                    <callout1>2. MARCO DEL GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>3. GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>4. CONECTOR DEL ARN&#201;S DE CABLES</callout1>
                    <callout1>5. TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Incline o levante el conjunto de grupo de instrumentos del tablero.</para>
            </step1>
            <step1>
                <para count="1">Desconecte los tres conectores del arn&#233;s de cables de la parte trasera del conjunto
                    de grupo de instrumentos (
                    <hotlnk xrefid="f0815401">Figura 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n de la parte trasera del indicador de presi&#243;n del aceite
                    (
                    <hotlnk xrefid="f0815402">Figura 2</hotlnk>). El codo del indicador de aceite debe sostenerse con
                    una llave mientras se desconecta la l&#237;nea de aceite.
                </para>
            </step1>
            <figure id="f0815402" figsize="col-wide">
                <graphic id="g0815402" filename="../figg08/g0815402.webp" type="webp"/>
                <caption>L&#237;neas y conexiones de indicadores de aire o aceite, modelos 1000, 2000, 3000, 4000, 8000,
                    Enero de 1989 a Marzo de 1992
                </caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>2. CONEXI&#211;N DE INDICADOR DE AIRE O ACEITE</callout1>
                    <callout1>3. L&#205;NEA DE AIRE O ACEITE</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Al desconectar o apretar las conexiones de l&#237;neas de presi&#243;n de aire o de presi&#243;n
                        de aceite, aseg&#250;rese de usar dos llaves. Una llave debe estar en el codo del indicador para
                        evitar que &#233;ste gire.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s de purgar el sistema de aire, desconecte las l&#237;neas de aire de las
                    conexiones de la parte trasera de los indicadores de aire (
                    <hotlnk xrefid="f0815402">Figura 2</hotlnk>). En los veh&#237;culos con frenos de aire se usan dos
                    indicadores de presi&#243;n de aire. El codo del indicador de aire debe sostenerse mientras se
                    desconecta la l&#237;nea de aire.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Anote el color de las l&#237;neas de aire. La l&#237;nea verde es para el sistema primario y
                        la l&#237;nea anaranjada es para el sistema secundario.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Desconecte las conexiones del indicador de combustible y del tac&#243;metro si el veh&#237;culo
                    las tiene instaladas.
                </para>
            </step1>
            <step1>
                <para count="1">En este momento se puede remover libremente el conjunto del grupo de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1989 a Marzo de 1992 - Grupo de instrumentos, instalaci&#243;n</title>
            <specpara>
                <caution>
                    <para>La electricidad est&#225;tica puede causar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar en el grupo de instrumentos, aseg&#250;rese de eliminar toda la electricidad
                        est&#225;tica de su cuerpo tocando cualquier metal que est&#233; conectado a tierra. No use ropa
                        que cause acumulaci&#243;n de electricidad est&#225;tica (por ejemplo, nylon).
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Al desconectar o apretar las conexiones de l&#237;neas de presi&#243;n de aire y de presi&#243;n
                        de aceite, aseg&#250;rese de usar dos llaves. Una llave debe estar en el codo del indicador para
                        evitar que &#233;ste gire.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Observe el color de las l&#237;neas de aire. La l&#237;nea verde es para el sistema primario y
                        la l&#237;nea anaranjada es para el sistema secundario.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Proteja el marco del grupo de instrumentos durante la instalaci&#243;n colocando un
                    trapo suave en la parte de adelante de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el grupo de instrumentos por la abertura del tablero de instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Conecte y apriete las conexiones del indicador de combustible y del tac&#243;metro, si
                    est&#225;n instaladas.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte y apriete las conexiones de la l&#237;nea de aire en la parte trasera de los
                    indicadores de aire. Aseg&#250;rese de observar la codificaci&#243;n de colores de la l&#237;nea de
                    aire. El codo del indicador de aire se debe sostener con una llave mientras aprieta la conexi&#243;n
                    de la l&#237;nea de aire para impedir que &#233;ste gire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte y apriete la l&#237;nea de presi&#243;n de aceite a la conexi&#243;n en la parte
                    trasera del indicador de presi&#243;n de aceite (
                    <hotlnk xrefid="f0815402">Figura 2</hotlnk>). El codo del indicador de aceite se debe sostener con
                    una llave mientras aprieta la conexi&#243;n de la l&#237;nea de aceite para impedir que &#233;ste
                    gire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los tres conectores del arn&#233;s de cables a la parte trasera del conjunto del
                    grupo de instrumentos (
                    <hotlnk xrefid="f0815401">Figura 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del grupo de instrumentos en la abertura del tablero de
                    instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale y apriete los (4) cuatro tornillos de montaje del grupo de instrumentos (
                    <hotlnk xrefid="f0815401">Figura 1</hotlnk>).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1989 a Marzo de 1992 - Indicadores; Veloc&#237;metro y Tac&#243;metro, desmontaje</title>
            <para>Para efectuar el desmontaje y/o la instalaci&#243;n de los indicadores, se recomienda el desmontaje
                del grupo de instrumentos completo del tablero de instrumentos. Esto proporciona m&#225;s espacio de
                trabajo y minimiza el riesgo de da&#241;o al grupo de instrumentos o a los instrumentos.
            </para>
            <step1>
                <para count="1">Coloque el grupo de instrumentos boca arriba sobre una superficie limpia y horizontal
                    para impedir la p&#233;rdida de cubiertas no utilizadas de los indicadores, de indicadores, etc.
                    Remueva el tornillo central del grupo de instrumentos que retiene el marco en el bastidor del grupo
                    de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el conjunto del marco del bastidor y col&#243;quelo en un lugar seguro para
                    impedir que se ralle. Tenga cuidado de no da&#241;ar las manecillas de los indicadores al sacar el
                    marco.
                </para>
            </step1>
            <step1>
                <para count="1">Los indicadores del veloc&#237;metro y del tac&#243;metro son indicadores enchufables.
                    Para sacarlos, tome el borde del indicador y hale hacia afuera.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez sacado un indicador del grupo de instrumentos, es importante evitar que se toquen o
                        que hagan cortocircuito las clavijas expuestas de la tarjeta de circuitos. La electricidad est&#225;tica,
                        o un cortocircuito entre los terminales de energ&#237;a y los de tierra puede da&#241;ar el
                        grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Al desmontar o instalar el hor&#243;metro o el od&#243;metro, no toque la parte met&#225;lica
                        de los conductores que se fijan a la tarjeta de circuito. Una descarga est&#225;tica puede da&#241;ar
                        el grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Los cuadrantes de cada indicador no est&#225;n protegidos por ning&#250;n material
                        transparente. Al desmontar o instalar indicadores, manip&#250;lelos s&#243;lo por el borde de la
                        cara del cuadrante. No toque la manecilla del indicador.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1989 a Marzo de 1992 - Indicadores; Veloc&#237;metro y Tac&#243;metro. Instalaci&#243;n
            </title>
            <specpara>
                <caution>
                    <para>Una vez sacado un indicador del grupo de instrumentos, es importante evitar que se toquen o
                        hagan cortocircuito las clavijas expuestas de la tarjeta de circuito. La electricidad est&#225;tica
                        o un cortocircuito entre los terminales de energ&#237;a y uno de tierra puede da&#241;ar el
                        grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Al desmontar o instalar el hor&#243;metro o el od&#243;metro, no toque la parte met&#225;lica
                        de los conductores que se fijan a la tarjeta de circuito. Una descarga est&#225;tica puede da&#241;ar
                        el grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Los cuadrantes de cada indicador no est&#225;n protegidos por material transparente. Al
                        desmontar o instalar indicadores, manip&#250;lelos s&#243;lo por el borde de la cara del
                        cuadrante. No toque la manecilla del indicador.
                    </para>
                </caution>
            </specpara>
            <para>Para efectuar el desmontaje y/o la instalaci&#243;n de los indicadores, se recomienda el desmontaje
                del grupo de instrumentos completo del tablero de instrumentos Esto proporciona m&#225;s espacio de
                trabajo y minimiza el riesgo de da&#241;o al grupo de instrumentos o a los instrumentos.
            </para>
            <step1>
                <para count="1">Los indicadores del veloc&#237;metro y del tac&#243;metro son indicadores enchufables.
                    Para instalarlos, tome el borde del indicador y alinie las clavijas del indicador con los terminales
                    de clavijas de la tarjeta de circuito y empuje hacia adentro.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque y alinie el conjunto del marco en el bastidor del grupo de instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo central del grupo de instrumentos que retiene el marco en el
                    bastidor del grupo de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0815403">
            <title>Marzo de 1992 y posteriores - Grupo de instrumentos, desmontaje</title>
            <specpara>
                <caution>
                    <para>La electricidad est&#225;tica puede causar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar en el grupo de instrumentos, aseg&#250;rese de eliminar toda la electricidad
                        est&#225;tica de su cuerpo tocando un metal que est&#233; conectado a tierra. No use ropa que
                        cause acumulaci&#243;n de electricidad est&#225;tica (poe ejemplo, el nylon).
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar un grupo de indicadores del veloc&#237;metro y del tac&#243;metro,
                        consulte
                        <hotlnk document="m08154_20.xml" xrefid="hl0815405">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el grupo de instrumentos requiere reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Antes de trabajar en el grupo de instrumentos, ponga siempre el interruptor de ignici&#243;n
                    en la posici&#243;n OFF (apagado) (no ACC (accesorios)), debido al posible cortocircuito entre los
                    pasadores de conexi&#243;n a tierra y de encendido, el cual da&#241;ar&#225; la tarjeta de circuito
                    y los indicadores.
                </para>
            </step1>
            <step1>
                <para count="1">Proteja el marco durante el desmontaje colocando un trapo suave en la parte de adelante
                    de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los dos tornillos de montaje del grupo de instrumentos ubicados en la cara
                    delantera inferior del grupo de instrumentos (
                    <hotlnk xrefid="f0815403">Figura 3</hotlnk>).
                </para>
            </step1>
            <figure id="f0815403" figsize="col-wide">
                <graphic id="g0815403" filename="../figg08/g0815403.webp" type="webp"/>
                <caption>Marco del grupo de instrumentos, modelos 1000, 2000, 3000, 4000, 8000, Marzo de 1992 y
                    posteriores
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLOS DE CABEZA TRONCOC&#211;NICA</callout1>
                    <callout1>2. MARCO DEL GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>3. GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>4. CONECTOR DEL ARN&#201;S DE CABLES</callout1>
                    <callout1>5. TABLERO DE INSTRUMENTOS</callout1>
                    <callout1>6. LENG&#220;ETAS DE DESENGANCHE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Presione las dos leng&#252;etas de retenci&#243;n grises ubicadas en las esquinas
                    superiores del marco (
                    <hotlnk xrefid="f0815403">Figura 3, Elemento 6</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Manteniendo las leng&#252;etas presionadas, hale el grupo de instrumentos hacia adelante
                    y su&#233;ltelo suavemente del bastidor. Si el grupo de instrumentos no se suelta f&#225;cilmente,
                    ejerza m&#225;s presi&#243;n sobre las leng&#252;etas y contin&#250;e halando suavemente. No intente
                    hacer palanca en el grupo de instrumentos del bastidor ya que esto producir&#225; da&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los tres conectores del arn&#233;s de cables de la parte trasera del conjunto
                    del grupo de instrumentos (
                    <hotlnk xrefid="f0815403">Figura 3</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte la conexi&#243;n de la l&#237;nea de aceite de la parte trasera del indicador
                    de presi&#243;n de aceite (
                    <hotlnk xrefid="f0815404">Figura 4</hotlnk>). El codo del indicador de aceite se debe sostener con
                    una llave mientras desconecta la l&#237;nea de aceite para impedir que &#233;ste gire.
                </para>
            </step1>
            <figure id="f0815404" figsize="col-wide">
                <graphic id="g0815404" filename="../figg08/g0815404.webp" type="webp"/>
                <caption>Conexi&#243;n y l&#237;nea del indicador de aceite, modelos 1000, 2000, 3000, 4000, 8000, Marzo
                    de 1992 y posteriores
                </caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DEL GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>2. CONEXI&#211;N DEL INDICADOR DE ACEITE</callout1>
                    <callout1>3. L&#205;NEA DE ACEITE</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Al desconectar o apretar las conexiones de la l&#237;nea de presi&#243;n de aceite, aseg&#250;rese
                        de usar dos llaves. Una llave debe estar en el codo del indicador para evitar que &#233;ste
                        gire.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s de purgar el sistema de aire, desconecte las conexiones de la l&#237;nea de
                    aire de la parte trasera del indicador de aire. En veh&#237;culos con frenos de aire se usa un
                    indicador de presi&#243;n de aire de aguja doble (
                    <hotlnk xrefid="f0815405">Figura 5</hotlnk>).
                </para>
            </step1>
            <figure id="f0815405" figsize="col-wide">
                <graphic id="g0815405" filename="../figg08/g0815405.webp" type="webp"/>
                <caption>Conexiones de l&#237;nea de aire, modelos 1000, 2000, 3000, 4000, 8000, Marzo de 1992 y
                    posteriores
                </caption>
            </figure>
            <specpara>
                <caution>
                    <para>Observe el color de las l&#237;neas de aire del indicador de aire. La l&#237;nea verde es para
                        el sistema primario y la l&#237;nea anaranjada es para el sistema secundario.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">En este momento se puede sacar libremente el conjunto del grupo de instrumentos del
                    tablero de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Marzo de 1992 y posteriores - Grupo de instrumentos, instalaci&#243;n</title>
            <specpara>
                <caution>
                    <para>La electricidad est&#225;tica puede causar da&#241;o permanente al grupo de instrumentos.
                        Antes de trabajar en el grupo de instrumentos, aseg&#250;rese de eliminar toda la electricidad
                        est&#225;tica de su cuerpo tocando un metal que est&#233; conectado a tierra. No use ropa que
                        cause acumulaci&#243;n de electricidad est&#225;tica (por ejemplo el nylon).
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Al desconectar o apretar las conexiones de la l&#237;nea de presi&#243;n de aceite, aseg&#250;rese
                        de usar dos llaves. Una llave debe estar en el codo del indicador para evitar que &#233;ste
                        gire.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Observe el color de las l&#237;neas de aire del indicador de aire. La l&#237;nea verde es para
                        el sistema primario y la l&#237;nea anaranjada es para el sistema secundario.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Proteja el marco del grupo de instrumentos durante la instalaci&#243;n colocando un
                    trapo suave en la parte de adelante de la columna de direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el grupo de instrumentos por la abertura del tablero de instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Conecte las uniones de las l&#237;nea de aire en la parte trasera de los indicadores de
                    aire y apri&#233;telas. Aseg&#250;rese de observar la codificaci&#243;n de colores de las l&#237;neas
                    de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de presi&#243;n de aceite al acople en la parte trasera del
                    indicador de presi&#243;n de aceite y apri&#233;tela. El codo del indicador de aceite se debe
                    sostener con una llave mientras aprieta la conexi&#243;n de la l&#237;nea de aceite para impedir que
                    &#233;ste gire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>No exceda 4.0 Nm (36 lbs. pulg.) de torsi&#243;n al apretar las l&#237;neas de aire y de
                        aceite.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enchufe los tres conectores del arn&#233;s de cables a la parte trasera del grupo de
                    instrumentos. Estos conectores est&#225;n codificados con colores para una instalaci&#243;n
                    adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Alinie el grupo de instrumentos en el bastidor del tablero de instrumentos y empuje
                    suavemente el grupo de instrumentos hasta que las leng&#252;etas de retenci&#243;n encajen en su
                    lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los dos tornillos de montaje del grupo de instrumentos en la cara delantera
                    inferior del grupo de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Marzo de 1992 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Desmontaje</title>
            <para>Se recomienda el desmontaje completo del grupo de instrumentos del tablero de instrumentos para
                efectuar el desmontaje y/o la instalaci&#243;n de los indicadores. Esto proporciona m&#225;s espacio de
                trabajo y minimiza el riesgo de da&#241;o al grupo de instrumentos o a los instrumentos.
            </para>
            <step1>
                <para count="1">Remueva los tres tornillos del marco que lo fijan al bastidor del grupo de instrumentos
                    (
                    <hotlnk xrefid="f0815406">Figura 6</hotlnk>). Coloque el grupo de instrumentos boca arriba sobre una
                    superficie limpia y horizontal para impedir la p&#233;rdida de cubiertas no utilizadas de los
                    indicadores, de indicadores, etc.
                </para>
            </step1>
            <figure id="f0815406" figsize="col-wide">
                <graphic id="g0815406" filename="../figg08/g0815406.webp" type="webp"/>
                <caption>Bastidor del grupo de instrumentos, modelos 1000, 2000, 3000, 4000, 8000, Marzo de 1992 y
                    posteriores
                </caption>
            </figure>
            <step1>
                <para count="1">Remueva el conjunto de cubierta transparente del marco del bastidor y col&#243;quelo en
                    un lugar seguro para impedir que se ralle. Tenga cuidado de no da&#241;ar las manecillas de los
                    indicadores con el marco o con la cubierta transparente.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Los cuadrantes de cada indicador no est&#225;n protegidos por material transparente. Al
                        desmontar o instalar indicadores, manip&#250;lelos s&#243;lo por el borde de la cara del
                        cuadrante. No toque la manecilla del indicador.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Los indicadores; veloc&#237;metro y tac&#243;metro son indicadores enchufables. Para
                    sacarlos, ubique el orificio en la parte trasera del grupo de instrumentos detr&#225;s del indicador
                    y, usando una herramienta peque&#241;a sin filo como la manija de un destornillador peque&#241;o,
                    empuje el indicador hacia afuera del bastidor. Al ser liberado de los resortes de retenci&#243;n, el
                    indicador se puede sacar por la parte delantera.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez sacado un indicador del grupo de instrumentos, es importante evitar que se toquen o
                        hagan cortocircuito las clavijas expuestas de la tarjeta de circuito. La electricidad est&#225;tica
                        o un cortocircuito entre los terminales de energ&#237;a y los de tierra puede da&#241;ar el
                        grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Para sacar el hor&#243;metro y/o el od&#243;metro, desconecte los enchufes de los cables
                    de la tarjeta de circuito situada en la parte trasera del grupo de instrumentos. De la parte
                    delantera del grupo de instrumentos, remueva la cinta adhesiva que cubre al indicador y luego
                    retraiga las dos leng&#252;etas que sostienen a los indicadores en el grupo de instrumentos y
                    levante el indicador fuera del grupo de instrumentos.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Al desmontar o instalar el hor&#243;metro o el od&#243;metro, no toque la parte met&#225;lica
                        de los conductores que se fijan a la tarjeta de circuito. Una descarga est&#225;tica puede da&#241;ar
                        el grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Marzo de 1992 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Instalaci&#243;n
            </title>
            <specpara>
                <caution>
                    <para>Los cuadrantes de cada indicador no est&#225;n protegidos por material transparente. Al
                        desmontar o instalar indicadores, manip&#250;lelos s&#243;lo por el borde de la cara del
                        cuadrante. No toque la manecilla del indicador.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Una vez sacado un indicador del grupo de instrumentos, es importante evitar que se toquen o
                        hagan cortocircuito las clavijas expuestas de la tarjeta de circuito. La electricidad est&#225;tica
                        o un cortocircuito entre los terminales de energ&#237;a y los de tierra puede da&#241;ar el
                        grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Al desmontar o instalar el hor&#243;metro o el od&#243;metro, no toque la parte met&#225;lica
                        de los conductores que se fijan a la tarjeta de circuito. Una descarga est&#225;tica puede da&#241;ar
                        el grupo de instrumentos.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Para instalar el hor&#243;metro y/o el od&#243;metro, encamine el enchufe del cableado a
                    trav&#233;s de la abertura adecuada del grupo de instrumentos y a trav&#233;s del panel de
                    circuitos. Coloque el indicador en la abertura y emp&#250;jelo hasta que las leng&#252;etas de
                    retenci&#243;n encajen en su lugar. Alinie la cinta adhesiva con la abertura del indicador y presi&#243;nela
                    en su lugar. Enchufe el conector del arn&#233;s de cables en el terminal de la tarjeta de circuito.
                </para>
            </step1>
            <step1>
                <para count="1">Los indicadores; veloc&#237;metro y tac&#243;metro son indicadores enchufables. Para
                    instalarlos, tome el indicador por el borde de la cara del cuadrante. Alinie las clavijas del
                    indicador con los terminales de clavijas de la tarjeta de circuito y empuje hasta que las leng&#252;etas
                    de retenci&#243;n encajen en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Ensamble el marco y el material transparente en el conjunto del grupo de instrumentos e
                    instale los tres tornillos que unen el marco al bastidor del grupo de instrumentos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
