<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - PROGRAMACI&#211;N - PROGRAMACI&#211;N,
        C&#193;LCULO Y CONFIGURACI&#211;N DE LOS CONMUTADORES
    </stitle>
    <svcsection/>
    <svcproc id="hl0815430" svcproctype="program" graphiccount="1">
        <title>PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N DE LOS CONMUTADORES</title>
        <specpara>
            <note>
                <para>Estos c&#225;lculos y las tablas de configuraciones de los conmutadores DIP del veloc&#237;metro
                    no deben usarse con motores controlados "electr&#243;nicamente" posteriores al 1 de Enero de 1994.
                    Los cambios en los componentes para esos veh&#237;culos deben programarse mediante el M&#243;dulo de
                    control del motor (ECM) o el M&#243;dulo personalizado del veh&#237;culo (VPM) (motores
                    International) y no mediante los conmutadores DIP del veloc&#237;metro y del tac&#243;metro.
                </para>
            </note>
        </specpara>
        <para>El m&#243;dulo de veloc&#237;metro y tac&#243;metro est&#225; programado para una se&#241;al de entrada
            que refleja el n&#250;mero de impulsos por kil&#243;metro (milla) del sensor de velocidad del veh&#237;culo.
            La tabla de esta secci&#243;n descompone en factores la informaci&#243;n de impulsos del engranaje del veloc&#237;metro,
            pero se debe calcular el n&#250;mero de revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n
            (al igual que del eje transmisor).
        </para>
        <para>El c&#225;lculo requiere dos n&#250;meros: el n&#250;mero de revoluciones por kil&#243;metro (milla) para
            el tama&#241;o de las llantas del veh&#237;culo y la relaci&#243;n del eje trasero.
        </para>
        <para>Las revoluciones por kil&#243;metro (milla) de las llantas se pueden obtener:</para>
        <seqlist>
            <item>
                <para>del proveedor de las llantas</para>
            </item>
            <item>
                <para>del Libro de informaci&#243;n de ventas de International - Componentes</para>
            </item>
            <item>
                <para>al calcular la cifra mediante la distancia medida en cent&#237;metros (pies) que el cami&#243;n
                    recorre en exactamente una revoluci&#243;n de las ruedas. 5,280 dividido por la distancia medida
                    revoluciones por kil&#243;metro (milla) de las llantas.
                </para>
            </item>
        </seqlist>
        <para>La relaci&#243;n del eje se puede obtener:</para>
        <step1>
            <para count="1">De la etiqueta de l&#237;nea.</para>
        </step1>
        <step1>
            <para count="1">De los datos del eje estampados en el portadiferencial.</para>
        </step1>
        <step1>
            <para count="1">Al contar el n&#250;mero (incluidas las fracciones) de revoluciones del eje de propulsi&#243;n
                para una revoluci&#243;n de las llantas.
            </para>
        </step1>
        <para>Revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n relaci&#243;n del eje multiplicada por
            las revoluciones por kil&#243;metro (milla) de las llantas.
        </para>
        <para>
            <emph type="bold">EJEMPLO:</emph>
        </para>
        <para>Rev/km (milla) de las llantas - 471 (llanta R 20 12.00) relaci&#243;n del eje - 3.70:1</para>
        <para>471 X 3.70 1,742.7 rev por kil&#243;metro (milla) del eje de propulsi&#243;n</para>
        <para>Busque este n&#250;mero en la
            <hotlnk document="m08154_18.xml" xrefid="hl0815446">Tabla de configuraciones de los conmutadores</hotlnk>
            y use las configuraciones de los conmutadores en la columna a la derecha de las rev/km (milla) del eje de
            propulsi&#243;n (1 742 en el ejemplo) para las nuevas posiciones de los conmutadores. La configuraci&#243;n
            para los conmutadores del veloc&#237;metro en este ejemplo ser&#237;an 0001011100, tal como aparece en la
            <hotlnk xrefid="f0815424">Figura 24</hotlnk>, para un patr&#243;n t&#237;pico de 16 conmutadores DIP de
            servicio mediano.
        </para>
        <figure id="f0815424" figsize="col-wide">
            <graphic id="g0815424" filename="../figg08/g0815424.webp" type="webp"/>
            <caption>Ejemplo de configuraci&#243;n de los conmutadores</caption>
        </figure>
        <specpara>
            <note>
                <para>Para determinar las configuraciones de los conmutadores DIP de 2-SPD, RPM, escala del tac&#243;metro
                    y od&#243;metro, consulte la secci&#243;n correspondiente de Configuraci&#243;n de los conmutadores
                    DIP.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
