<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - PROGRAMACI&#211;N - MODELOS
        5000, 9200, 9300, 9400
    </stitle>
    <svcsection/>
    <svcproc svcproctype="program" graphiccount="4">
        <title>MODELOS 5000, 9200, 9300, 9400</title>
        <svcsubproc id="hl0815408">
            <title>Enero de 1989 a Enero de 1991 - Todos los motores</title>
            <para>Los conmutadores DIP del veloc&#237;metro y del tac&#243;metro est&#225;n ubicados en la parte trasera
                de cada indicador (
                <hotlnk xrefid="f0815420">Figura 20</hotlnk>). Los conmutadores DIP se ajustan para que haya
                coincidencia con la configuraci&#243;n de cada componente del veh&#237;culo.
            </para>
            <figure id="f0815420" figsize="col-wide">
                <graphic id="g0815420" filename="../figg08/g0815420.webp" type="webp"/>
                <caption>CONMUTADORES DIP del veloc&#237;metro y del tac&#243;metro, modelos 5000, 9200, 9300, 9400,
                    Enero de 1989 a Enero= de 1991
                </caption>
                <calloutgroup>
                    <callout1>1. CONMUTADORES DE PROGRAMACI&#211;N (CUBIERTA DESMONTADA)</callout1>
                    <callout1>2. HERRAMIENTA (DESTORNILLADOR PEQUE&#209;O O EQUIVALENTE)</callout1>
                </calloutgroup>
            </figure>
            <para>Las configuraciones originales de los conmutadores DIP del veloc&#237;metro aparecen en la etiqueta de
                l&#237;nea del veh&#237;culo en el c&#243;digo 010000, &#250;ltimos diez (10) d&#237;gitos del veloc&#237;metro(
                <hotlnk document="m08154_13.xml" xrefid="f0815416">Figura 16</hotlnk>). Las configuraciones de los
                conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815435">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n de los diez (10) conmutadores del veloc&#237;metro. Se debe
                calcular las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n y se deben ajustar f&#237;sicamente
                los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Reemplazo de indicadores</title>
            </para>
            <para>El reemplazo del veloc&#237;metro o del tac&#243;metro requiere que todos los conmutadores DIP se
                ajusten f&#237;sicamente para que haya coincidencia con las configuraciones del indicador que se est&#225;
                removiendo. Las configuraciones originales de los conmutadores DIP del veloc&#237;metro se pueden
                encontrar en la etiqueta de l&#237;nea del veh&#237;culo.
            </para>
            <para>Las configuraciones de los conmutadores DIP del veloc&#237;metro y del tac&#243;metro tambi&#233;n se
                pueden determinar si se siguen los pasos de Configuraci&#243;n de los conmutadores DIP a continuaci&#243;n.
            </para>
            <para id="hl0815435">
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para>- La programaci&#243;n de los conmutadores DIP del veloc&#237;metro implica la configuraci&#243;n de
                los diez (10) conmutadores en posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje
                de propulsi&#243;n. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los diez (10) conmutadores DIP son para programaci&#243;n de las configuraciones de
                RPM del tac&#243;metro. Estas configuraciones se basan en el modelo del motor y en los dientes del
                engranaje del volante por revoluci&#243;n y aparecen en la Tabla de configuraciones de los conmutadores
                DIP del tac&#243;metro.
            </para>
            <table id="t0815404">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2.5in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="1.5in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Modelos de motor</para>
                            </entry>
                            <entry>
                                <para>N&#176; de dientes en la corona del volante</para>
                            </entry>
                            <entry>
                                <para>Configuraciones de los conmutadores de programaci&#243;n del tac&#243;metro</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>Cummins serie L10 y N</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>0110100111</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cummins serie K</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>0011010111</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Caterpillar 3406 con bastidor del volante N&#176; 1</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>1010010111</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel Allison con bastidor del volante N&#176; 1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>0011010111</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel Allison con transmisi&#243;n autom&#225;tica y bastidor del volante
                                    N&#176; 2
                                </para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>0110100111</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>International 6.9, 7.3 litros</para>
                            </entry>
                            <entry>
                                <para>137</para>
                            </entry>
                            <entry>
                                <para>0101111011</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>International 9.0, DT-360, DT-466</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>1001111011</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="hl0815410">
            <title>Enero de 1991 a Enero de 1994 - Todos los motores</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con diez conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente la informaci&#243;n del m&#243;dulo
                del veloc&#237;metro y del tac&#243;metro (
                <hotlnk xrefid="f0815421">Figura 21</hotlnk>).
            </para>
            <figure id="f0815421" figsize="col-wide">
                <graphic id="g0815421" filename="../figg08/g0815421.webp" type="webp"/>
                <caption>Conmutadores DIP del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro, modelos
                    5000, 9200, 9300, 9400
                </caption>
            </figure>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para que haya coincidencia con
                        la configuraci&#243;n de los componentes del veh&#237;culo. Sin embargo, las posiciones f&#237;sicas
                        de todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos veinte
                (20) d&#237;gitos (
                <hotlnk xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815436">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <figure id="f0815422" figsize="col-wide">
                <graphic id="g0815422" filename="../figg08/g0815422.webp" type="webp"/>
                <caption>Etiqueta de l&#237;nea del veh&#237;culo</caption>
            </figure>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n Configuraci&#243;n
                        de los conmutadores DIP que viene a continuaci&#243;n. El movimiento f&#237;sico vuelve a la
                        posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos programado electr&#243;nicamente,
                        activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n de los diez (10) conmutadores del veloc&#237;metro. Se debe
                calcular las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente
                los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>La disposici&#243;n f&#237;sica de nuevas posiciones de los conmutadores DIP para el veloc&#237;metro
                        desactiva todas las configuraciones programadas electr&#243;nicamente. Esto tambi&#233;n
                        requiere la configuraci&#243;n f&#237;sica de los conmutadores del tac&#243;metro y del od&#243;metro.
                        Estas configuraciones se pueden encontrar en la etiqueta de l&#237;nea del veh&#237;culo o
                        determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP
                        que viene a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el nuevo
                m&#243;dulo se programe manualmente mediante la configuraci&#243;n f&#237;sica de todos los conmutadores
                DIP para que haya coincidencia con la configuraci&#243;n de los componentes del veh&#237;culo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP programadas electr&#243;nicamente se encuentran
                en la etiqueta de l&#237;nea del veh&#237;culo o se pueden determinar si se siguen los pasos de la secci&#243;n
                Configuraci&#243;n de los conmutadores DIP que viene a continuaci&#243;n.
            </para>
            <para id="hl0815436">
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para>- La programaci&#243;n del veloc&#237;metro implica la configuraci&#243;n de los diez (10)
                conmutadores DIP en posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje de
                propulsi&#243;n. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los primeros ocho (8) conmutadores DIP en la serie de la derecha son para programaci&#243;n
                de las configuraciones de RPM del tac&#243;metro. Estas configuraciones se basan en el modelo del motor
                y en los dientes del engranaje del volante por revoluci&#243;n, tal como aparece en la Tabla de
                configuraciones de los conmutadores DIP del tac&#243;metro.
            </para>
            <para>
                <emph type="bold">El conmutador n&#250;mero 9</emph>
                no est&#225; activo - Ajuste en "0"
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero diez (10) en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
            <table id="t0815405">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="SQCOLUMN1" colwidth="2.50in"/>
                    <colspec colname="SQCOLUMN2" colwidth="1.50in"/>
                    <colspec colname="SQCOLUMN3" colwidth="2.00in"/>
                    <spanspec namest="SQCOLUMN1" nameend="SQCOLUMN3" spanname="1to3"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Modelos de motor</para>
                            </entry>
                            <entry>
                                <para>N&#176; de dientes en la corona del volante</para>
                            </entry>
                            <entry>
                                <para>Configuraciones de los conmutadores DIP del tac&#243;metro</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>Cummins</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>011010010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Caterpillar</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>101001010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel serie 60 con bastidor del volante N&#176; 1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>001101010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel serie 60 con transmisi&#243;n autom&#225;tica y bastidor del
                                    volante N&#176; 2
                                </para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>011010010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>International 6.9, 7.3 litros</para>
                            </entry>
                            <entry>
                                <para>137</para>
                            </entry>
                            <entry>
                                <para>010111100#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>International 9.0, DT-360, DT-466</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>100111100#</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>#IMPORTANTE: El conmutador del extremo derecho de los conmutadores DIP del tac&#243;metro
                                    (N&#176; 10) es para la selecci&#243;n del modo del od&#243;metro - la posici&#243;n
                                    "0" es para millas y la posici&#243;n "1" es para kil&#243;metros.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="hl0815411">
            <title>Enero de 1994 a Mayo de 1994 - Motores mec&#225;nicos</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con diez conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente la informaci&#243;n del m&#243;dulo
                del veloc&#237;metro y del tac&#243;metro (
                <hotlnk xrefid="f0815421">Figura 21</hotlnk>).
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para que haya coincidencia con
                        la configuraci&#243;n de los componentes del veh&#237;culo. Sin embargo, las posiciones f&#237;sicas
                        de todos los conmutadores DIP permanecen "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos veinte
                (20) d&#237;gitos (
                <hotlnk xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815437">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n Configuraci&#243;n
                        de los conmutadores DIP que viene a continuaci&#243;n. El movimiento f&#237;sico vuelve a la
                        posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos programado electr&#243;nicamente,
                        activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n de los diez (10) conmutadores del veloc&#237;metro. Se debe
                calcular las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente
                los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>La configuraci&#243;n f&#237;sica de nuevas posiciones de los conmutadores DIP para el veloc&#237;metro
                        desactiva todas las configuraciones programadas electr&#243;nicamente. Esto tambi&#233;n
                        requiere la configuraci&#243;n f&#237;sica de los conmutadores del tac&#243;metro y del od&#243;metro.
                        Estas configuraciones se pueden encontrar en la etiqueta de l&#237;nea del veh&#237;culo o
                        determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP
                        que viene a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el nuevo
                m&#243;dulo se programe manualmente mediante la configuraci&#243;n f&#237;sica de todos los conmutadores
                DIP para que haya coincidencia con la configuraci&#243;n de los componentes del veh&#237;culo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP programadas electr&#243;nicamente se encuentran
                en la etiqueta de l&#237;nea del veh&#237;culo o se pueden determinar si se siguen los pasos de la secci&#243;n
                Configuraci&#243;n de los conmutadores DIP que viene a continuaci&#243;n.
            </para>
            <para id="hl0815437">
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para>- La programaci&#243;n del veloc&#237;metro implica la configuraci&#243;n de los diez (10)
                conmutadores DIP en posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje de
                propulsi&#243;n. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los primeros ocho (8) conmutadores DIP en la serie de la derecha son para programaci&#243;n
                de las configuraciones de RPM del tac&#243;metro. Estas configuraciones se basan en el modelo del motor
                y en los dientes del engranaje del volante por revoluci&#243;n, tal como aparece en la Tabla de
                configuraciones de los conmutadores DIP del tac&#243;metro.
            </para>
            <para>
                <emph type="bold">El conmutador n&#250;mero 9</emph>
                no est&#225; activo - Ajuste en "0".
            </para>
            <table id="t0815406">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colname="SQCOLUMN1" colwidth="2.50in"/>
                    <colspec colname="SQCOLUMN2" colwidth="1.50in"/>
                    <colspec colname="SQCOLUMN3" colwidth="2.00in"/>
                    <spanspec namest="SQCOLUMN1" nameend="SQCOLUMN3" spanname="1to3"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Modelos de motor</para>
                            </entry>
                            <entry>
                                <para>N&#176; de dientes en la corona del volante</para>
                            </entry>
                            <entry>
                                <para>Configuraciones de los conmutadores DIP del tac&#243;metro</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>Cummins</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>011010010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Caterpillar</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>101001010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel serie 60 con bastidor del volante N&#176; 1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>001101010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Detroit Diesel serie 60 con transmisi&#243;n autom&#225;tica y bastidor del
                                    volante N&#176; 2
                                </para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>011010010#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>International 6.9, 7.3 litros</para>
                            </entry>
                            <entry>
                                <para>137</para>
                            </entry>
                            <entry>
                                <para>010111100#</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>International 9.0, DT-360, DT-466</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>100111100#</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>#IMPORTANTE: El conmutador del extremo derecho de los conmutadores DIP del tac&#243;metro
                                    (N&#176; 10) es para la selecci&#243;n del modo del od&#243;metro - la posici&#243;n
                                    "0" es para millas y la posici&#243;n "1" es para kil&#243;metros.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero diez (10) en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815412">
            <title>Enero de 1994 a Mayo de 1994 - Motores electr&#243;nicos</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con diez conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se
                <emph type="bold">pueden</emph>
                usar para programar manualmente el microprocesador del veloc&#237;metro y del tac&#243;metro para
                recibir se&#241;ales del enlace de datos generadas por el M&#243;dulo de control electr&#243;nico (ECM)
                del motor (
                <hotlnk xrefid="f0815421">Figura 21</hotlnk>).
            </para>
            <para>La informaci&#243;n acerca del motor, de la relaci&#243;n del eje, de las revoluciones por kil&#243;metro
                (milla) de las llantas, del n&#250;mero de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n,
                etc. se programan en el ECM del motor y no en el m&#243;dulo del veloc&#237;metro y del tac&#243;metro.
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para recibir se&#241;ales del
                        enlace de datos generadas por el ECM del motor. Sin embargo, las posiciones f&#237;sicas de
                        todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos veinte
                (20) d&#237;gitos (
                <hotlnk xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815438">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n Configuraci&#243;n
                        de los conmutadores DIP que viene a continuaci&#243;n. El movimiento f&#237;sico vuelve a la
                        posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos programado electr&#243;nicamente,
                        activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Si hay alg&#250;n cambio en los componentes del veh&#237;culo, como el tama&#241;o de las llantas o la
                relaci&#243;n del eje, etc.,
                <emph type="bold">el ECM del motor se debe reprogramar</emph>
                con los datos correctos.
            </para>
            <specpara>
                <note>
                    <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro o los
                        conmutadores DIP no se reprograman.
                    </para>
                </note>
            </specpara>
            <para>Se debe usar la Herramienta de servicio electr&#243;nico (EST) Pro-Link 9000 o una EST autorizada por
                el fabricante del motor para reprogramar el ECM del motor. Consulte el manual de Pro Link o la
                literatura de servicio del fabricante del motor para obtener instrucciones.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>Si se va a reemplazar un grupo de instrumentos, el grupo de instrumentos de servicio se debe programar
                ya sea electr&#243;nica o manualmente.
            </para>
            <para>
                <title>Programaci&#243;n electr&#243;nica</title>
            </para>
            <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro se puede programar electr&#243;nicamente
                a trav&#233;s del enlace de datos J1708 usando el Juego de cartuchos del tablero de instrumentos
                Pro-Link 9000. Consulte el manual de Pro Link para obtener instrucciones. Este m&#233;todo requiere que
                todos los conmutadores DIP se ajusten f&#237;sicamente en la posici&#243;n "0".
            </para>
            <para>
                <title>Programaci&#243;n manual</title>
            </para>
            <para>Si programa manualmente el grupo de instrumentos, los conmutadores DIP se deben ajustar f&#237;sicamente
                en las posiciones que aparecen en la etiqueta de l&#237;nea del veh&#237;culo o que se pueden determinar
                si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que viene a
                continuaci&#243;n.
            </para>
            <para id="hl0815438">
                <title>Configuraci&#243;n de los conmutadores DIP</title>
            </para>
            <para>Las configuraciones f&#237;sicas de las posiciones de los conmutadores DIP para estos motores son las
                siguientes:
            </para>
            <para>
                <emph type="bold">Diez conmutadores del veloc&#237;metro</emph>
                - 1111111111 (las diez (10) posiciones en la serie de la izquierda).
            </para>
            <para>
                <emph type="bold">Ocho conmutadores del tac&#243;metro</emph>
                - 11111111 (primeras ocho (8) posiciones en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">El conmutador n&#250;mero 9 no est&#225; activo</emph>
                - 0.
            </para>
            <para>Un conmutador del od&#243;metro - 0 &#243; 1 (n&#250;mero 10 en la serie de la derecha) "0" para
                millas o "1" para kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815414">
            <title>Junio de 1994 y posteriores - Motores mec&#225;nicos</title>
            <para>Se introduce un nuevo m&#243;dulo del veloc&#237;metro y del tac&#243;metro con diecis&#233;is (16)
                conmutadores DIP.
            </para>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente la informaci&#243;n del m&#243;dulo
                del veloc&#237;metro y del tac&#243;metro (
                <hotlnk xrefid="f0815423">Figura 23</hotlnk>).
            </para>
            <figure id="f0815423" figsize="col-wide">
                <graphic id="g0815423" filename="../figg08/g0815423.webp" type="webp"/>
                <caption>CONMUTADORES DIP, modelos 5000, 9200, 9300, 9400</caption>
            </figure>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para que haya coincidencia con
                        la configuraci&#243;n de los componentes del veh&#237;culo. Sin embargo, las posiciones f&#237;sicas
                        de todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815439">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n
                        <hotlnk xrefid="hl0815439">Configuraci&#243;n de los conmutadores DIP</hotlnk>. El movimiento f&#237;sico
                        vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos
                        programado electr&#243;nicamente, activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n de los diez (10) conmutadores del veloc&#237;metro. Se debe
                calcular las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente
                los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>La configuraci&#243;n f&#237;sica de nuevas posiciones de los conmutadores DIP para el veloc&#237;metro
                        desactiva todas las configuraciones programadas electr&#243;nicamente. Esto tambi&#233;n
                        requiere la configuraci&#243;n f&#237;sica de los conmutadores del tac&#243;metro y del od&#243;metro.
                        Estas configuraciones se pueden encontrar en la etiqueta de l&#237;nea del veh&#237;culo o
                        consultando la secci&#243;n
                        <hotlnk xrefid="hl0815439">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el nuevo
                m&#243;dulo se programe manualmente mediante la configuraci&#243;n f&#237;sica de todos los conmutadores
                DIP para que haya coincidencia con la configuraci&#243;n del veh&#237;culo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP programadas electr&#243;nicamente se encuentran
                en la etiqueta de l&#237;nea del veh&#237;culo o se pueden determinar si se siguen los pasos de la secci&#243;n
                Configuraci&#243;n de los conmutadores DIP que viene a continuaci&#243;n.
            </para>
            <para id="hl0815439">
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para>- La programaci&#243;n de los conmutadores DIP del veloc&#237;metro implica la configuraci&#243;n de
                los primeros diez (10) conmutadores (n&#250;meros 1 al 8 a la izquierda, m&#225;s 1 y 2 en la serie de
                la derecha) en posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n.
                Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Relaci&#243;n del eje de dos velocidades</title>
                - La posici&#243;n del conmutador n&#250;mero 3 en la serie de la derecha est&#225; siempre definida en
                la posici&#243;n "0".
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los conmutadores DIP n&#250;mero 4, 5 y 6 en la serie de la derecha son para
                programaci&#243;n de las configuraciones de RPM del tac&#243;metro. Estas configuraciones se basan en el
                modelo del motor y en los dientes del engranaje del volante por revoluci&#243;n, tal como aparece en la
                <hotlnk document="m08154_13.xml" xrefid="t0815403">Tabla de configuraciones de los conmutadores DIP del
                    tac&#243;metro</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Conmutador de rango del tac&#243;metro</title>
                - El conmutador n&#250;mero 7 es para ajustar la escala de rango del tac&#243;metro. Este conmutador est&#225;
                siempre ajustado en la posici&#243;n "1" para lecturas de 0-2500 RPM.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero 8 en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815416">
            <title>Junio de 1994 y posteriores - Motores electr&#243;nicos</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente el microprocesador del
                veloc&#237;metro y del tac&#243;metro para recibir se&#241;ales del enlace de datos generadas por el M&#243;dulo
                de control electr&#243;nico (ECM) del motor (
                <hotlnk document="m08154_16.xml" xrefid="hl0815423">Figura 23</hotlnk>).
            </para>
            <para>La informaci&#243;n acerca del motor, de la relaci&#243;n del eje, de las revoluciones por kil&#243;metro
                (milla) de las llantas, del n&#250;mero de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n,
                etc. se programan en el ECM del motor y no en el m&#243;dulo del veloc&#237;metro y del tac&#243;metro.
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para recibir se&#241;ales del
                        enlace de datos generadas por el ECM del motor. Sin embargo, las posiciones f&#237;sicas de
                        todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815422">Figura 22</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n
                <hotlnk xrefid="hl0815440">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o que se determinan si se siguen los pasos de la secci&#243;n
                        <hotlnk xrefid="hl0815440">Configuraci&#243;n de los conmutadores DIP</hotlnk>. El movimiento f&#237;sico
                        vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos
                        programado electr&#243;nicamente, activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>El microprocesador del m&#243;dulo de veloc&#237;metro y tac&#243;metro est&#225; programado electr&#243;nicamente
                para recibir informaci&#243;n del M&#243;dulo de control electr&#243;nico (ECM) del motor a trav&#233;s
                del enlace de datos SAE J1708. Sin embargo, las posiciones f&#237;sicas de los conmutadores DIP est&#225;n
                en "0". La relaci&#243;n del eje, las revoluciones por kil&#243;metro (milla) de las llantas, el n&#250;mero
                de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n, etc. se programan en el ECM del
                motor y no en el m&#243;dulo de veloc&#237;metro y tac&#243;metro.
            </para>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Si hay alg&#250;n cambio en los componentes del veh&#237;culo, como el tama&#241;o de las llantas o la
                relaci&#243;n del eje, etc., el ECM del motor se debe reprogramar con los datos correctos.
            </para>
            <specpara>
                <note>
                    <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro o los
                        conmutadores DIP no se reprograman.
                    </para>
                </note>
            </specpara>
            <para>Se debe usar la Herramienta de servicio electr&#243;nico (EST) Pro-Link 9000 o una EST autorizada por
                el fabricante del motor para reprogramar el ECM del motor. Consulte el manual de Pro-Link o la
                literatura de servicio del fabricante del motor para obtener instrucciones.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>Si se va a reemplazar un grupo de instrumentos, el grupo de instrumentos de servicio se debe programar
                ya sea electr&#243;nica o manualmente.
            </para>
            <para>
                <title>Programaci&#243;n electr&#243;nica</title>
            </para>
            <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro se puede programar electr&#243;nicamente
                a trav&#233;s del enlace de datos J1708 usando el Juego de cartuchos del tablero de instrumentos
                Pro-Link 9000. Consulte el manual de Pro-Link para obtener instrucciones. Este m&#233;todo requiere que
                todos los conmutadores DIP se ajusten f&#237;sicamente en la posici&#243;n "0".
            </para>
            <para>
                <title>Programaci&#243;n manual</title>
            </para>
            <para>Si programa manualmente el grupo de instrumentos, los conmutadores DIP se deben ajustar f&#237;sicamente
                en las posiciones que aparecen en la etiqueta de l&#237;nea del veh&#237;culo o que se pueden determinar
                si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que viene a
                continuaci&#243;n.
            </para>
            <para id="hl0815440">
                <title>Configuraci&#243;n de los conmutadores DIP</title>
            </para>
            <para>Las configuraciones f&#237;sicas de las posiciones de los conmutadores DIP para estos motores son las
                siguientes:
            </para>
            <para>
                <emph type="bold">Diez conmutadores del veloc&#237;metro</emph>
                - 1111111111 (n&#250;meros 1 al 8 en la serie de la izquierda, m&#225;s 1 y 2 en la serie de la
                derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de relaci&#243;n del eje de dos velocidades</emph>
                - 0 (n&#250;mero 3 en la serie de la derecha) (la etiqueta de l&#237;nea muestra un "*" en esta posici&#243;n
                si el veh&#237;culo no tiene instalado un eje de dos velocidades).
            </para>
            <para>
                <emph type="bold">Tres conmutadores del tac&#243;metro</emph>
                - 111 (n&#250;meros 4, 5 y 6 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de escala del tac&#243;metro</emph>
                - 1 (n&#250;mero 7 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador del od&#243;metro</emph>
                - 0 &#243; 1 (n&#250;mero 8 en la serie de la derecha) "0" para millas o "1" para kil&#243;metros.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
