<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - DIAGN&#211;STICO DE FALLAS DEL
        GRUPO DE INSTRUMENTOS - MODELOS 5000, 9200, 9300, 9400
    </stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="1">
        <title>MODELOS 5000, 9200, 9300, 9400</title>
        <svcsubproc id="hl0815425">
            <title>Enero de 1989 a Enero de 1991</title>
            <para>
                <title>Falla en la pantalla del veloc&#237;metro, od&#243;metro o del tac&#243;metro</title>
            </para>
            <para>Si alguna de las pantallas del veloc&#237;metro, od&#243;metro o del tac&#243;metro indica una falla,
                los circuitos que corresponden al instrumento en cuesti&#243;n se deben revisar para comprobar que las
                conexiones est&#233;n limpias, apretadas, sin roturas y sin cortocircuitos.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que todos los rel&#233;s del veh&#237;culo sean del tipo con supresor.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que el voltaje accesorio hacia el grupo de instrumentos est&#233; dentro de
                        un rango de 11 a 16 voltios.
                    </para>
                </important>
            </specpara>
            <para>Consulte la siguiente tabla para conocer las posibles condiciones y acciones correctivas.</para>
            <table id="t0815411">
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="2.25in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Primera acci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Segunda acci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del veloc&#237;metro no est&#225; entre 0 y 1 km/h (mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de encendido y conexi&#243;n a
                                    tierra en el indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el veloc&#237;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del indicador est&#225; entre 0 y 1 km/h (mph), pero el veloc&#237;metro
                                    no funciona.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de ignici&#243;n y conexi&#243;n a
                                    tierra del indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del veloc&#237;metro y los niveles
                                    de se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                    Si est&#225;n BIEN, reemplace el veloc&#237;metro.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del tac&#243;metro no est&#225; entre 0 y 1 RPM.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de ignici&#243;n y conexi&#243;n a
                                    tierra del indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el tac&#243;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del indicador est&#225; entre 0 y 1 RPM, pero el tac&#243;metro no
                                    funciona.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de ignici&#243;n y conexi&#243;n a
                                    tierra del indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del tac&#243;metro y los niveles de
                                    se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                    Si est&#225;n BIEN, reemplace el tac&#243;metro.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>5. El od&#243;metro no funciona.</para>
                            </entry>
                            <entry>
                                <para>Reemplace el veloc&#237;metro.</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="hl0815426">
            <title>Enero de 1991 a Junio de 1994</title>
            <para>
                <title>Falla en la pantalla del veloc&#237;metro, od&#243;metro o del tac&#243;metro</title>
            </para>
            <para>Si alguna de las pantallas del veloc&#237;metro, od&#243;metro o del tac&#243;metro indica una falla,
                los circuitos que corresponden al instrumento en cuesti&#243;n se deben revisar para comprobar que las
                conexiones est&#233;n limpias, apretadas, sin roturas y sin cortocircuitos.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que todos los rel&#233;s del veh&#237;culo sean del tipo con supresor.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que el voltaje accesorio hacia el grupo de instrumentos est&#233; dentro de
                        un rango de 11 a 16 voltios.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Localizaci&#243;n de fallas del veloc&#237;metro, el od&#243;metro y el tac&#243;metro</title>
            </para>
            <para>El grupo de instrumentos efect&#250;a una breve autoprueba, cuando el conmutador de llave se gira a ON
                (encendido), que indica si el grupo de instrumentos funciona correctamente.
            </para>
            <para>
                <title>Indicaciones de aprobaci&#243;n</title>
            </para>
            <para>El grupo de instrumentos efect&#250;a la autoprueba cada vez que el veh&#237;culo se enciende e indica
                mediante un movimiento de las agujas indicadoras si el grupo de instrumentos est&#225; funcionando
                correctamente. Las agujas indicadoras deben comportarse de la siguiente manera:
            </para>
            <seqlist>
                <item>
                    <para>La unidad mueve las agujas del veloc&#237;metro y del tac&#243;metro a la posici&#243;n de las
                        9 horas en punto durante cerca de 2 segundos y luego vuelven a la posici&#243;n "0".
                    </para>
                </item>
                <item>
                    <para>Luego, ambas agujas indicadoras se desplazan a trav&#233;s de un barrido suave completo y
                        vuelven a la posici&#243;n "0". Esto indica que todos los circuitos de salida est&#225;n bien e
                        informa al conductor que todos los indicadores est&#225;n bien.
                    </para>
                </item>
            </seqlist>
            <para>
                <title>Indicaciones de fallas</title>
            </para>
            <para>El grupo de instrumentos entrega indicaciones de fallas de dos maneras:</para>
            <seqlist>
                <item>
                    <para>Las agujas indicadoras del veloc&#237;metro y del tac&#243;metro no se mueven durante el
                        encendido.
                    </para>
                </item>
                <item>
                    <para>Las agujas indicadoras del veloc&#237;metro y del tac&#243;metro no efect&#250;an un barrido
                        correcto del indicador o presentan un movimiento err&#225;tico durante el encendido.
                    </para>
                </item>
            </seqlist>
            <para>Si se produce cualquiera de las fallas anteriores, se debe sacar el grupo de instrumentos; veloc&#237;metro
                y tac&#243;metro del tablero de instrumentos y se deben desenchufar todas las conexiones hacia el arn&#233;s
                de cables del veh&#237;culo con el objeto de efectuar pruebas adicionales. Consulte
                <hotlnk document="m08154_9.xml" xrefid="hl0815409">DESMONTAJE E INSTALACI&#211;N</hotlnk>.
            </para>
            <para>Las condiciones y la acci&#243;n correctiva se definen en la Tabla de fallas del veloc&#237;metro, od&#243;metro
                y del tac&#243;metro que se encuentra a continuaci&#243;n.
            </para>
            <table id="t0815412">
                <title>Tabla de fallas del veloc&#237;metro, el od&#243;metro y el tac&#243;metro</title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="2.25in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Primera acci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Segunda acci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1. Las agujas del veloc&#237;metro y del tac&#243;metro no se mueven durante la
                                    prueba del encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el grupo de instrumentos y verifique si hay voltaje de encendido y conexi&#243;n
                                    a tierra con el grupo de instrumentos. Consulte el manual DE DIAGRAMAS DE CIRCUITOS
                                    EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. La aguja del veloc&#237;metro o del tac&#243;metro se mueve err&#225;ticamente
                                    o el barrido es incompleto durante la prueba del encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Realice la
                                    <hotlnk xrefid="hl0815447">Autoprueba de diagn&#243;sticos</hotlnk>
                                    .
                                </para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. La aguja indicadora del veloc&#237;metro est&#225; TOTALMENTE QUIETA o no efect&#250;a
                                    el barrido adecuado al realizar la Autoprueba de diagn&#243;sticos.
                                </para>
                            </entry>
                            <entry>
                                <para>Intercambie el veloc&#237;metro y el tac&#243;metro en el grupo de instrumentos.
                                    Vuelva a realizar la prueba. Si el indicador contin&#250;a con defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. La aguja indicadora del tac&#243;metro est&#225; TOTALMENTE QUIETA o no efect&#250;a
                                    el barrido adecuado al realizar la Autoprueba de diagn&#243;sticos.
                                </para>
                            </entry>
                            <entry>
                                <para>Intercambie el tac&#243;metro y el veloc&#237;metro en el grupo de instrumentos.
                                    Vuelva a realizar la prueba. Si el indicador contin&#250;a con defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5. El od&#243;metro no aumenta en la forma adecuada como se describe en
                                    <hotlnk xrefid="hl0815447">Realizaci&#243;n de la Autoprueba de diagn&#243;sticos,
                                        paso 2, B</hotlnk>.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el od&#243;metro del grupo de instrumentos. Aplique MOMENT&#193;NEAMENTE
                                    12 voltios de CD a trav&#233;s de los cables del od&#243;metro. Si el od&#243;metro
                                    aumenta con la energ&#237;a aplicada, REEMPLACE el grupo de instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el od&#243;metro no aumenta, REEMPLACE el od&#243;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6. El veloc&#237;metro o el tac&#243;metro no funcionan al manejar.</para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del veloc&#237;metro o del tac&#243;metro
                                    y los niveles de se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE
                                    CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso siguiente.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>7. El veloc&#237;metro o el tac&#243;metro no funciona, o funciona en forma
                                    inexacta, al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Programe manualmente el grupo de instrumentos configurando f&#237;sicamente todos
                                    los conmutadores DIP. Consulte
                                    <hotlnk document="m08154_14.xml" xrefid="hl0815410">PROGRAMACI&#211;N</hotlnk>.
                                    Revise el funcionamiento. Si se corrige la condici&#243;n, deje las configuraciones
                                    de los conmutadores DIP en las nuevas posiciones.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Antes de efectuar el proceso de la Autoprueba de diagn&#243;sticos:</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva la unidad del veloc&#237;metro y tac&#243;metro del tablero de instrumentos y
                    desenchufe todas las conexiones hacia el arn&#233;s de cables del veh&#237;culo. Consulte
                    <hotlnk document="m08154_9.xml" xrefid="hl0815409">DESMONTAJE E INSTALACI&#211;N</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Anote todas las posiciones de los conmutadores DIP de la unidad del veloc&#237;metro y
                    del tac&#243;metro. Las posiciones son "1" o "0" para cada conmutador. Hay dos conjuntos de diez
                    conmutadores cada uno. Verifique que las posiciones se registren correctamente. Las configuraciones
                    de los conmutadores deben devolverse a sus posiciones originales cuando se completen los diagn&#243;sticos
                    a fin de que el grupo de instrumentos funcione correctamente.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga todos los conmutadores DIP en la posici&#243;n "0".</para>
            </step1>
            <step1>
                <para count="1">Conecte el arn&#233;s de cables de prueba del grupo de instrumentos SE4365 a la unidad
                    del veloc&#237;metro y del tac&#243;metro (
                    <hotlnk xrefid="f0815425">Figura 25</hotlnk>).
                </para>
            </step1>
            <figure id="f0815425" figsize="col-wide">
                <graphic id="g0815425" filename="../figg08/g0815425.webp" type="webp"/>
                <caption>Conexi&#243;n del arn&#233;s de cables de prueba del grupo de instrumentos a la unidad del
                    veloc&#237;metro y del tac&#243;metro
                </caption>
                <calloutgroup>
                    <callout1>1. UNIDAD DEL VELOC&#205;METRO Y TAC&#211;METRO</callout1>
                    <callout1>2. ENCHUFE EL CONECTOR DE ENLACE DE DATOS DEL GRUPO DE INSTRUMENTOS CON EL CONECTOR
                        COINCIDENTE DEL ARN&#201;S DE CABLES DE PRUEBA
                    </callout1>
                    <callout1>3. ENCHUFE EL CONECTOR DEL SENSOR DEL TAC&#211;METRO DEL GRUPO DE INSTRUMENTOS CON EL
                        CONECTOR COINCIDENTE (TIENE (1) TERMINAL HEMBRA)
                    </callout1>
                    <callout1>4. ENCHUFE TOMACORRIENTE DEL ENCENDEDOR DE CIGARRILLOS</callout1>
                    <callout1>5. ENCHUFE EL CONECTOR DEL VELOC&#205;METRO DEL GRUPO DE INSTRUMENTOS CON EL CONECTOR
                        COINCIDENTE (TIENE (3) TERMINALES HEMBRA)
                    </callout1>
                    <callout1>6. CONMUTADOR PULSADOR MOMENT&#193;NEO</callout1>
                    <callout1>7. ENCHUFE EL CONECTOR DE DOS VELOCIDADES DEL GRUPO DE INSTRUMENTOS CON EL CONECTOR
                        COINCIDENTE (SE DEBE CONECTAR INCLUSO SI EL VEH&#205;CULO NO TIENE UN EJE DE DOS VELOCIDADES)
                    </callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc id="hl0815447">
            <title>Enero de 1991 a Junio de 1994 - Realizaci&#243;n de la Autoprueba de diagn&#243;sticos:</title>
            <step1>
                <para count="1">INMEDIATAMENTE despu&#233;s de insertar el ENCHUFE TOMACORRIENTE en el encendedor,
                    presione el CONMUTADOR MOMENT&#193;NEO reiteradamente (al menos tres veces) lo m&#225;s r&#225;pido
                    posible (en el transcurso de un segundo).
                </para>
            </step1>
            <step1>
                <para count="1">Si la unidad no est&#225; defectuosa, las agujas indicadoras de la unidad del veloc&#237;metro
                    y del tac&#243;metro deben:
                </para>
                <step2>
                    <para count="1">Girar simult&#225;neamente a la posici&#243;n "0" en la cara del indicador.</para>
                </step2>
                <step2>
                    <para count="1">Luego, ambas agujas indicadoras giran simult&#225;neamente hacia arriba en la escala
                        en diez pasos iguales hasta la escala completa (135 km/h (85 mph)/3 500 rpm). El od&#243;metro
                        avanza 0.161 km (0.1 milla) para cada uno de los diez pasos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego, ambas agujas indicadoras giran simult&#225;neamente hacia abajo en la escala
                        vuelven a la posici&#243;n "0".
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si la unidad no funciona seg&#250;n lo descrito en la Autoprueba de diagn&#243;sticos,
                    contin&#250;e con las indicaciones en la
                    <hotlnk xrefid="t0815412">Tabla de fallas del veloc&#237;metro, od&#243;metro y el
                        tac&#243;metro</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0815415">
            <title>Junio de 1994 y posteriores</title>
            <para>
                <title>Falla en la pantalla del veloc&#237;metro, od&#243;metro, tac&#243;metro o del hor&#243;metro
                </title>
            </para>
            <para>Si alguna de las pantallas del veloc&#237;metro, od&#243;metro, tac&#243;metro o del hor&#243;metro
                indica una falla, los circuitos que corresponden al instrumento en cuesti&#243;n se deben revisar para
                comprobar que las conexiones est&#233;n limpias, apretadas, sin roturas y sin cortocircuitos.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que todos los rel&#233;s del veh&#237;culo sean del tipo con supresor.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que el voltaje accesorio hacia el grupo de instrumentos est&#233; dentro de
                        un rango de 11 a 16 voltios.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Localizaci&#243;n de fallas del veloc&#237;metro, od&#243;metro, tac&#243;metro y del hor&#243;metro</title>
            </para>
            <para>El grupo de instrumentos tiene capacidades de autoprueba que identifican diversas fallas en las partes
                electr&#243;nicas de la unidad. Los diagn&#243;sticos de autoprueba proporcionan una clara y exacta se&#241;al
                de lo que est&#225; fallando en la unidad, sin remover el grupo de instrumentos del veh&#237;culo ni
                destinar demasiado de tiempo a la localizaci&#243;n y soluci&#243;n de problemas.
            </para>
            <para>
                <title>Indicaciones de aprobaci&#243;n</title>
            </para>
            <para>El grupo de instrumentos se autoprueba cada vez que el veh&#237;culo se enciende. Si se aprueban todas
                las pruebas, la unidad mueve las agujas del veloc&#237;metro y del tac&#243;metro a trav&#233;s de un
                barrido completo. Esto indica que todos los circuitos de entrada est&#225;n bien e informa al conductor
                que todos los circuitos de salida que controlan los indicadores est&#225;n bien.
            </para>
            <para>
                <title>Indicaciones de fallas</title>
            </para>
            <para>El grupo de instrumentos entrega indicaciones de falla de dos maneras:</para>
            <seqlist>
                <item>
                    <para>No proporciona un barrido adecuado del indicador durante el encendido.</para>
                </item>
                <item>
                    <para>Las agujas del veloc&#237;metro y del tac&#243;metro "oscilan" durante el encendido.</para>
                </item>
            </seqlist>
            <para>Si la unidad detecta un problema de circuitos durante el encendido, las agujas del veloc&#237;metro y
                del tac&#243;metro oscilan simult&#225;neamente tres veces desde 0 a uno de los n&#250;meros en la cara
                del cuadrante del veloc&#237;metro y del tac&#243;metro. El indicador "descompuesto" queda detenido en
                el m&#225;ximo de la escala y el otro indicador queda funcional.
            </para>
            <para>Las condiciones y la acci&#243;n correctiva se definen en la Tabla de fallas del veloc&#237;metro, od&#243;metro,
                tac&#243;metro y del hor&#243;metro que se encuentra a continuaci&#243;n.
            </para>
            <table id="t0815413">
                <title>Tabla de fallas del veloc&#237;metro, el od&#243;metro, el tac&#243;metro y el hor&#243;metro
                </title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="2.25in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Primera acci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Segunda acci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1. Las agujas del veloc&#237;metro y del tac&#243;metro no se mueven durante el
                                    encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el grupo de instrumentos y verifique si hay voltaje de encendido y conexi&#243;n
                                    a tierra con el grupo de instrumentos. Consulte el manual DE DIAGRAMAS DE CIRCUITOS
                                    EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. La aguja del veloc&#237;metro o del tac&#243;metro se mueve err&#225;ticamente
                                    durante el barrido del encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el grupo de instrumentos e intercambie el veloc&#237;metro y el tac&#243;metro
                                    en el grupo. Si el indicador contin&#250;a con defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. Las agujas del veloc&#237;metro y del tac&#243;metro barren tres veces entre 0
                                    y 500 RPM y 0 y 22.5 km/h (0 y 14 mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Falla del circuito de entrada del veloc&#237;metro. Reemplace el grupo de
                                    instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. Las agujas del veloc&#237;metro y del tac&#243;metro barren tres veces entre 0
                                    y 1000 RPM y 0 y 40.2 km/h (0 y 25 mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Falla del circuito de entrada del tac&#243;metro. Reemplace el grupo de
                                    instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5. Las agujas del veloc&#237;metro y del tac&#243;metro barren tres veces entre 0
                                    y 1500 RPM y 0 y 61.2 km/h (0 y 38 mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Falla del enlace de datos J1708 Aseg&#250;rese de que el enlace de datos del veh&#237;culo
                                    no est&#233; en cortocircuito. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6. Las agujas del veloc&#237;metro y del tac&#243;metro barren tres veces entre 0
                                    y 2000 RPM y 0 y 80.5 km/h (0 y 50 mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Falla del circuito de control del od&#243;metro mec&#225;nico. Reemplace el grupo
                                    de instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7. Las agujas del veloc&#237;metro y del tac&#243;metro barren tres veces entre 0
                                    y 2500 RPM y 0 y 105 km/h (0 y 65 mph).
                                </para>
                            </entry>
                            <entry>
                                <para>El od&#243;metro mec&#225;nico est&#225; desconectado o el circuito del od&#243;metro
                                    tiene una apertura. Aseg&#250;rese de que el conector del od&#243;metro est&#233;
                                    correctamente enchufado en el conector del tablero de conexiones impresas.
                                </para>
                            </entry>
                            <entry>
                                <para>Desenchufe el conector del od&#243;metro. Conecte moment&#225;neamente 12 VCC a
                                    trav&#233;s de los cables del od&#243;metro. Si el od&#243;metro avanza, reemplace
                                    el grupo de instrumentos. Si el od&#243;metro no avanza, reemplace el od&#243;metro.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8. Si la aguja indicadora del veloc&#237;metro o del tac&#243;metro va a la posici&#243;n
                                    de las 6 horas en punto y emite tres sonidos largos.
                                </para>
                            </entry>
                            <entry>
                                <para>Se indica una falla de los sensores. Use la EST Prolink para revisar los c&#243;digos
                                    de fallas del motor que tienen relaci&#243;n con defectos de los sensores.
                                </para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>9. La aguja indicadora del veloc&#237;metro o del tac&#243;metro efect&#250;a un
                                    barrido incompleto pero no se coloca en la posici&#243;n de las 6 horas en punto.
                                </para>
                            </entry>
                            <entry>
                                <para>Se indica una falla de los circuitos del indicador. Remueva el grupo de
                                    instrumentos e intercambie el veloc&#237;metro y el tac&#243;metro en el grupo de
                                    instrumentos. Si el indicador contin&#250;a con el defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10. El veloc&#237;metro y el tac&#243;metro pasan por un barrido correcto durante
                                    el encendido, pero el veloc&#237;metro no funciona al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del veloc&#237;metro y los niveles
                                    de se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso 12.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>11. El veloc&#237;metro y el tac&#243;metro pasan por un barrido correcto durante
                                    el encendido, pero el tac&#243;metro no funciona al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del tac&#243;metro y los niveles de
                                    se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso 12.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>12. El veloc&#237;metro o el tac&#243;metro no funciona, o funciona en forma
                                    inexacta, al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Programe manualmente el grupo de instrumentos configurando f&#237;sicamente todos
                                    los conmutadores DIP. Consulte
                                    <hotlnk document="m08154_14.xml" xrefid="hl0815414">PROGRAMACI&#211;N</hotlnk>.
                                    Revise el funcionamiento. Si se corrige la condici&#243;n, deje las configuraciones
                                    de los conmutadores DIP en las nuevas posiciones.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>13. El veloc&#237;metro y el tac&#243;metro pasan por un barrido correcto durante
                                    el encendido, pero el od&#243;metro mec&#225;nico no funciona al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el od&#243;metro mec&#225;nico y haga un puente moment&#225;neo en los
                                    cables de voltaje de la bater&#237;a. Si el od&#243;metro funciona, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el od&#243;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>14. El veloc&#237;metro y el tac&#243;metro pasan por un barrido correcto durante
                                    el encendido, pero el od&#243;metro y el hor&#243;metro digitales no funcionan al
                                    manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Verifique que el od&#243;metro y el hor&#243;metro est&#233;n enchufados
                                    firmemente en la tarjeta de circuito del m&#243;dulo. Revise si hay un voltaje de la
                                    bater&#237;a sin conmutador en el circuito 14G, terminal 9 del conector (421).
                                    Reemplace la unidad de pantalla digital.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>15. Faltan segmentos en la pantalla o hay segmentos en la pantalla con iluminaci&#243;n
                                    adicional en el od&#243;metro y el hor&#243;metro digitales.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace la unidad de pantalla digital.</para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
