<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - DESMONTAJE E INSTALACI&#211;N -
        MODELO 9800
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>MODELO 9800</title>
        <svcsubproc id="hl0815422">
            <title>Enero de 1996 y posteriores - Grupo de instrumentos; Veloc&#237;metro y Tac&#243;metro. Desmontaje
            </title>
            <specpara>
                <important>
                    <para>Gire la llave de la ignici&#243;n a la posici&#243;n OFF (apagado) antes de desmontar o
                        instalar la unidad.
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de reemplazar un grupo de indicadores del veloc&#237;metro y del tac&#243;metro,
                        consulte
                        <hotlnk document="m08154_23.xml" xrefid="hl0815429">DIAGN&#211;STICO DE FALLAS DEL GRUPO DE
                            INSTRUMENTOS
                        </hotlnk>
                        para verificar si el grupo de instrumentos requiere reemplazo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva los tornillos que sujetan el grupo de instrumentos delveloc&#237;metro y tac&#243;metro
                    al tablero de instrumentos. Incline la parte superior de la unidad hacia el volante de la direcci&#243;n
                    (
                    <hotlnk document="m08154_9.xml" xrefid="f0815410">Figura 10</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el grupo de instrumentos del veloc&#237;metro y tac&#243;metro del arn&#233;s
                    del tablero de instrumentos del veh&#237;culo y hale hacia afuera las cuatro luces de iluminaci&#243;n
                    y una luz indicadora de luces altas de la parte trasera del bastidor (
                    <hotlnk document="m08154_9.xml" xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el grupo de instrumentos del veloc&#237;metro y del tac&#243;metro del tablero
                    de instrumentos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1996 y posteriores - Grupo de instrumentos del veloc&#237;metro y tac&#243;metro. Instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque el grupo de instrumentos del veloc&#237;metro y del tac&#243;metro detr&#225;s
                    del volante de la direcci&#243;n, inclinado hacia adelante (
                    <hotlnk document="m08154_9.xml" xrefid="f0815410">Figura 10</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Instale cuatro luces de iluminaci&#243;n de los indicadores y una luz indicadora de
                    luces altas en la parte trasera del bastidor (
                    <hotlnk document="m08154_9.xml" xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los conectores del arn&#233;s del grupo de instrumentos del veloc&#237;metro y
                    del tac&#243;metro a los conectores del arn&#233;s del veh&#237;culo (
                    <hotlnk document="m08154_9.xml" xrefid="f0815411">Figura 11</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Antes de instalar los tornillos de montaje que se mencionan en el paso siguiente, pruebe el
                        funcionamiento de la luz indicadora de luces altas y de las luces de iluminaci&#243;n del grupo
                        de instrumentos.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque la unidad en el tablero de instrumentos e instale los tornillos de montaje. Al
                    terminar la instalaci&#243;n, pruebe las funciones y las luces de la unidad del veloc&#237;metro y
                    del tac&#243;metro en una prueba en carretera o en el dinam&#243;metro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1996 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Desmontaje</title>
            <para>La unidad del veloc&#237;metro y tac&#243;metro consta de cuatro componentes reparables (que se pueden
                reemplazar): veloc&#237;metro, tac&#243;metro, od&#243;metro y bastidor de la unidad que incluye la
                tarjeta de circuito impresos. Para desensamblar la unidad y tener acceso a los componentes:
            </para>
            <step1>
                <para count="1">Remueva seis tornillos (
                    <hotlnk document="m08154_9.xml" xrefid="f0815412">Figura 12</hotlnk>), dos en la parte superior e
                    inferior y uno en cada extremo.
                </para>
            </step1>
            <step1>
                <para count="1">Levante la placa de recubrimiento para tener acceso a los tres medidores.</para>
            </step1>
            <step1>
                <para count="1">El veloc&#237;metro y el tac&#243;metro van montados cada uno en cuatro pasadores. Para
                    sacar cualquier indicador, tome los bordes de la placa de recubrimiento de los indicadores y lev&#225;ntela
                    directamente hacia afuera del bastidor.
                </para>
            </step1>
            <step1>
                <para count="1">Para remover el od&#243;metro, primero remueva el del veloc&#237;metro. Desconecte el od&#243;metro
                    del circuito impreso en el conector J1. Remueva dos tornillos de la parte trasera del grupo de
                    instrumentos que retienen al od&#243;metro y al sujetador.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1996 y posteriores - Indicadores; Veloc&#237;metro y Tac&#243;metro. Instalaci&#243;n
            </title>
            <step1>
                <para count="1">Coloque el od&#243;metro en el bastidor e instale y apriete los dos tornillos de
                    montaje. Conecte el cable del od&#243;metro a las clavijas J1.
                </para>
            </step1>
            <step1>
                <para count="1">Los indicadores; el veloc&#237;metro y el tac&#243;metro son indicadores enchufables.
                    Para instalarlos, tome el indicador por el borde de la cara del cuadrante. Alinie las cuatro
                    clavijas del indicador con las aberturas del terminal de la tarjeta de circuito y empuje suavemente
                    a su lugar. La caja de los indicadores es de material no conductor de modo que, si se aplica energ&#237;a,
                    la caja no hace corto circuito con las clavijas.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la placa de recubrimiento del bastidor e inserte y apriete los seis tornillos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
