<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - PROGRAMACI&#211;N - MODELOS
        1000, 2000, 3000, 4000, 8000
    </stitle>
    <svcsection/>
    <svcproc svcproctype="program" graphiccount="5">
        <title>MODELOS 1000, 2000, 3000, 4000, 8000</title>
        <svcsubproc id="hl0815402">
            <title>Enero de 1989 a Marzo de 1992 - Todos los motores</title>
            <para>El grupo de instrumentos del veloc&#237;metro y tac&#243;metro tiene dos conjuntos de conmutadores DIP
                con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se usan para programar manualmente el microprocesador del veloc&#237;metro
                y del tac&#243;metro con la informaci&#243;n de los componentes del veh&#237;culo mediante el ajuste f&#237;sico
                de los conmutadores DIP (
                <hotlnk xrefid="f0815415">Figura 15</hotlnk>).
            </para>
            <figure id="f0815415" figsize="col-wide">
                <graphic id="g0815415" filename="../figg08/g0815415.webp" type="webp"/>
                <caption>Conmutadores DIP, modelos 1000, 2000, 3000, 4000, 8000, Enero= de 1989 a Marzo de 1992
                </caption>
                <calloutgroup>
                    <callout1>A. CONMUTADOR DIP DEL LADO IZQUIERDO</callout1>
                    <callout1>B. CONMUTADOR DIP DEL LADO DERECHO</callout1>
                    <callout1>1. MARCO DEL GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>2. GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>3. CONECTOR DEL ARN&#201;S DE CABLES</callout1>
                    <callout1>4. TABLERO DE INSTRUMENTOS</callout1>
                    <callout1>5. CUBIERTA DE LOS CONMUTADORES DIP</callout1>
                    <callout1>6. DIEZ CONMUTADORES DE CONFIGURACI&#211;N DEL VELOC&#205;METRO (1-8 A LA IZQUIERDA, 1, 2
                        A LA DERECHA)
                    </callout1>
                    <callout1>7. UN CONMUTADOR DE CONFIGURACI&#211;N NOMINAL DEL EJE (3 A LA DERECHA)</callout1>
                    <callout1>8. TRES CONMUTADORES DE CONFIGURACI&#211;N DEL TAC&#211;METRO (4, 5, 6 A LA DERECHA)
                    </callout1>
                    <callout1>9. UN CONMUTADOR DE CONVERSI&#211;N DE UNIDADES INGLESAS Y M&#201;TRICAS (8 A LA
                        DERECHA)
                    </callout1>
                    <callout1>NOTA: UP 1, DOWN 0</callout1>
                </calloutgroup>
            </figure>
            <para>Las configuraciones originales de los conmutadores DIP del veloc&#237;metro aparecen en la etiqueta de
                l&#237;nea del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro - &#250;ltimos diez (10) d&#237;gitos
                (
                <hotlnk xrefid="f0815416">Fig= ura 16</hotlnk>). Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores
                DIP que viene a continuaci&#243;n.
            </para>
            <figure id="f0815416" figsize="col-wide">
                <graphic id="g0815416" filename="../figg08/g0815416.webp" type="webp"/>
                <caption>Etiqueta de l&#237;nea del veh&#237;culo</caption>
            </figure>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n de los diez (10) conmutadores del veloc&#237;metro. Se debe
                calcular las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente
                los conmutadores DIP en las posiciones que aparecen en la Tabla de configuraciones de conmutadores.
                Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que
                <emph type="bold">todos</emph>
                los conmutadores DIP se ajusten f&#237;sicamente para que sean tengan la misma configuraci&#243;n que la
                del grupo de instrumentos que se est&#225; removiendo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP del veloc&#237;metro se pueden encontrar en la
                etiqueta de l&#237;nea del veh&#237;culo. Todas las configuraciones de los conmutadores DIP se pueden
                determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que
                viene a continuaci&#243;n.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para>La programaci&#243;n de los conmutadores DIP del veloc&#237;metro implica la configuraci&#243;n de los
                primeros diez (10) conmutadores (n&#250;meros 1 al 8 de la izquierda, m&#225;s 1 y 2 en la serie de la
                derecha) en posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n.
                Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Relaci&#243;n del eje de dos velocidades</title>
            </para>
            <para>La posici&#243;n del conmutador n&#250;mero 3 en la serie de la derecha es para calibraci&#243;n de
                las dos relaciones disponibles del eje de dos velocidades. Esta posici&#243;n del conmutador es "0" para
                una relaci&#243;n del eje de 1.36:1, o "1" para 1.39:1.
            </para>
            <para>Para calcular la relaci&#243;n del eje de dos velocidades, divida la relaci&#243;n de engranajes de
                alta velocidad por la relaci&#243;n de engranajes de baja velocidad. Estas relaciones est&#225;n
                estampadas en un r&#243;tulo que se ubica en el portadiferencial. Este conmutador no est&#225; activo si
                no est&#225; instalado un eje de dos velocidades y la etiqueta de l&#237;nea o la etiqueta del grupo de
                instrumentos estar&#225; marcada con un "*".
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
            </para>
            <para>Las posiciones de los conmutadores n&#250;mero 4, 5 y 6 en la serie de la derecha son para programaci&#243;n
                de las configuraciones de RPM del tac&#243;metro. Las configuraciones de los conmutadores DIP se basan
                en el modelo del motor y en los dientes del engranaje del volante por revoluci&#243;n y aparecen en la
                Tabla de configuraciones de los conmutadores DIP del tac&#243;metro.
            </para>
            <table id="t0815401">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="5" colsep="1" rowsep="1">
                    <colspec colname="SQCOLUMN1" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN2" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN3" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN4" colwidth="1.50in"/>
                    <colspec colname="SQCOLUMN5" colwidth="2.00in"/>
                    <spanspec namest="SQCOLUMN1" nameend="SQCOLUMN3" spanname="1to3"/>
                    <thead valign="top">
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Posici&#243;n de los conmutadores</para>
                            </entry>
                            <entry morerows="1">
                                <para>Dientes por revoluci&#243;n</para>
                            </entry>
                            <entry morerows="1">
                                <para>Motor o salida</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4</para>
                            </entry>
                            <entry>
                                <para>5</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>Cummins</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>Caterpillar</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>Detroit Diesel</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>126</para>
                            </entry>
                            <entry>
                                <para>Perkins, T6-354; Cummins, VT-155; exportaci&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>133</para>
                            </entry>
                            <entry>
                                <para>Mercedes (exportaci&#243;n)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>International</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Conmutador n&#250;mero 7 en la serie de la derecha
                </title>
                - Este conmutador no se usa y su posici&#243;n no es un factor en el funcionamiento del veloc&#237;metro
                y del tac&#243;metro.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero 8 en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815404">
            <title>Marzo de 1992 a Enero de 1994 - Todos los motores</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente la informaci&#243;n del m&#243;dulo
                del veloc&#237;metro y del tac&#243;metro. (
                <hotlnk xrefid="f0815417">Figura 17</hotlnk>).
            </para>
            <figure id="f0815417" figsize="col-wide">
                <graphic id="g0815417" filename="../figg08/g0815417.webp" type="webp" resolution="72"/>
                <caption>Conmutadores DIP del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro, modelos
                    1000, 2000, 3000, 4000, 8000, Marzo de 1992 a Enero de 1994
                </caption>
                <calloutgroup>
                    <callout1>CONMUTADOR 1. SERIE DE CONMUTADORES DIP DEL LADO IZQUIERDO</callout1>
                    <callout1>CONMUTADOR 2. SERIE DE CONMUTADORES DIP DEL LADO DERECHO</callout1>
                    <callout1>1. GRUPO DE INSTRUMENTOS</callout1>
                    <callout1>2. CONECTORES DEL ARN&#201;S DEL CABLEADO</callout1>
                    <callout1>3. CONMUTADORES DIP</callout1>
                    <callout1>4. DIEZ CONMUTADORES DE CONFIGURACI&#211;N DEL VELOC&#205;METRO (1-8 A LA IZQUIERDA, 1-2 A
                        LA DERECHA)
                    </callout1>
                    <callout1>5. UN CONMUTADOR DE CONFIGURACI&#211;N DE RELACI&#211;N DEL EJE (3 A LA DERECHA)
                    </callout1>
                    <callout1>6. TRES CONMUTADORES DE CONFIGURACI&#211;N DEL TAC&#211;METRO (4-5-6 A LA DERECHA)
                    </callout1>
                    <callout1>7. UN CONMUTADOR DE RANGO DEL TAC&#211;METRO (7 A LA DERECHA)</callout1>
                    <callout1>8. UN CONMUTADOR DEL OD&#211;METRO DE UNIDADES INGLESAS Y M&#201;TRICAS (8 A LA DERECHA)
                    </callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para que haya coincidencia con
                        la configuraci&#243;n de los componentes del veh&#237;culo. Sin embargo, las posiciones f&#237;sicas
                        de todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815418">Figura 18</hotlnk>) y en una etiqueta unida a la parte superior del grupo de
                instrumentos original (
                <hotlnk xrefid="f0815419">Figura 19</hotlnk>).
            </para>
            <figure id="f0815418" figsize="col-wide">
                <graphic id="g0815418" filename="../figg08/g0815418.webp" type="webp"/>
                <caption>Etiqueta de l&#237;nea del veh&#237;culo</caption>
            </figure>
            <figure id="f0815419" figsize="col-wide">
                <graphic id="g0815419" filename="../figg08/g0815419.webp" type="webp"/>
                <caption>Etiqueta de configuraciones de los conmutadores DIP</caption>
            </figure>
            <para>Las configuraciones de los conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos
                de la secci&#243;n
                <hotlnk xrefid="hl0815431">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o en la etiqueta unida a la parte superior del grupo de instrumentos. El
                        movimiento f&#237;sico vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo
                        de instrumentos programado electr&#243;nicamente, activa las configuraciones programadas
                        originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n del veloc&#237;metro. Se debe calcular las revoluciones por kil&#243;metro
                (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>La disposici&#243;n f&#237;sica de nuevas configuraciones de los conmutadores DIP para el
                        veloc&#237;metro desactiva todas las configuraciones programadas electr&#243;nicamente. Esto
                        tambi&#233;n requiere el ajuste f&#237;sico del resto de los conmutadores a las posiciones que
                        aparecen en la etiqueta de l&#237;nea del veh&#237;culo, en la etiqueta del grupo de
                        instrumentos o que se pueden determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n
                        de los conmutadores DIP que viene a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el nuevo
                m&#243;dulo se programe manualmente mediante la configuraci&#243;n f&#237;sica de todos los conmutadores
                DIP para que coincida con la configuraci&#243;n de los componentes del veh&#237;culo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP se encuentran en la etiqueta de l&#237;nea del
                veh&#237;culo, en la etiqueta unida a la parte superior del grupo de instrumentos original o se pueden
                determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que
                viene a continuaci&#243;n.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para id="hl0815431">Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro - La programaci&#243;n de
                los conmutadores DIP del veloc&#237;metro implica la configuraci&#243;n de los primeros diez (10)
                conmutadores (n&#250;meros 1 al 8 a la izquierda, m&#225;s 1 y 2 en la serie de la derecha) en
                posiciones basadas en las revoluciones por kil&#243;metro (milla) del eje de propulsi&#243;n. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Relaci&#243;n del eje de dos velocidades</title>
                - La posici&#243;n del conmutador n&#250;mero tres en la serie de la derecha es para calibraci&#243;n de
                las dos relaciones disponibles del eje de dos velocidades. Esta posici&#243;n del conmutador es "0" para
                una relaci&#243;n del eje de 1.36:1, o "1" para 1.39:1.
            </para>
            <para>Para calcular la relaci&#243;n del eje de dos velocidades, divida la relaci&#243;n de engranajes de
                alta velocidad por la relaci&#243;n de engranajes de baja velocidad. Estas relaciones est&#225;n
                estampadas en un r&#243;tulo que se ubica en el portadiferencial. Este conmutador no est&#225; activo si
                no est&#225; instalado un eje de dos velocidades y la etiqueta de l&#237;nea o la etiqueta del grupo de
                instrumentos estar&#225; marcada con un "*".
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los conmutadores n&#250;mero 4, 5 y 6 en la serie de la derecha son para programaci&#243;n
                de las configuraciones de RPM del tac&#243;metro. Estas configuraciones se basan en el modelo del motor
                y en los dientes del engranaje del volante por revoluci&#243;n y aparecen en la Tabla de configuraciones
                de los conmutadores DIP del tac&#243;metro.
            </para>
            <table id="t0815402">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="5" colsep="1" rowsep="1">
                    <colspec colname="SQCOLUMN1" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN2" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN3" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN4" colwidth="1.50in"/>
                    <colspec colname="SQCOLUMN5" colwidth="2.00in"/>
                    <spanspec namest="SQCOLUMN1" nameend="SQCOLUMN3" spanname="1to3"/>
                    <thead valign="top">
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Posici&#243;n de los conmutadores</para>
                            </entry>
                            <entry morerows="1">
                                <para>Dientes por revoluci&#243;n</para>
                            </entry>
                            <entry morerows="1">
                                <para>Motor o salida</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4</para>
                            </entry>
                            <entry>
                                <para>5</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>Cummins</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>Caterpillar</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>Detroit Diesel</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>International</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>173</para>
                            </entry>
                            <entry>
                                <para>Cummins B (exportaci&#243;n) (rev. C92)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Rango del tac&#243;metro</title>
                - El conmutador n&#250;mero 7 es para ajustar la escala de rango del tac&#243;metro. Este conmutador est&#225;
                siempre ajustado en "0" para lecturas de 0-3500 RPM.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero 8 en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815406">
            <title>Enero de 1994 y posteriores - Motores mec&#225;nicos</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente la informaci&#243;n del m&#243;dulo
                del veloc&#237;metro y del tac&#243;metro (
                <hotlnk xrefid="f0815417">Figura 17</hotlnk>).
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para que haya coincidencia con
                        la configuraci&#243;n de los componentes del veh&#237;culo. Sin embargo, la posiciones f&#237;sicas
                        de todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815418">Figura 18</hotlnk>) y en una etiqueta unida a la parte superior del grupo de
                instrumentos original (
                <hotlnk xrefid="f0815419">Figura 19</hotlnk>).
            </para>
            <para>Las configuraciones de los conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos
                de la secci&#243;n
                <hotlnk xrefid="hl0815432">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si un conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben mover f&#237;sicamente
                        a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del veh&#237;culo o en la
                        etiqueta unida a la parte superior del grupo de instrumentos. El movimiento f&#237;sico vuelve a
                        la posici&#243;n "0" de todos los conmutadores DIP de un grupo de instrumentos programado electr&#243;nicamente
                        activa las configuraciones programadas originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Cualquier cambio en los componentes del veh&#237;culo, como tama&#241;o de las llantas o relaci&#243;n
                del eje, requiere recalibraci&#243;n del veloc&#237;metro. Se debe calcular las revoluciones por kil&#243;metro
                (milla) del eje de propulsi&#243;n y se debe ajustar f&#237;sicamente los conmutadores DIP. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES.
                </hotlnk>
            </para>
            <specpara>
                <note>
                    <para>La disposici&#243;n f&#237;sica de nuevas configuraciones de los conmutadores DIP para el
                        veloc&#237;metro desactiva todas las configuraciones programadas electr&#243;nicamente. Esto
                        tambi&#233;n requiere el ajuste f&#237;sico del resto de los conmutadores a las posiciones que
                        aparecen en la etiqueta de l&#237;nea del veh&#237;culo, en la etiqueta del grupo de
                        instrumentos o que se pueden determinar si se siguen los pasos de la secci&#243;n
                        <hotlnk xrefid="hl0815432">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el nuevo
                m&#243;dulo se programe manualmente mediante la configuraci&#243;n f&#237;sica de todos los conmutadores
                DIP para que haya coincidencia con la configuraci&#243;n de los componentes del veh&#237;culo.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP se encuentran en la etiqueta de l&#237;nea del
                veh&#237;culo, en la etiqueta unida a la parte superior del grupo de instrumentos original o se pueden
                determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que
                viene a continuaci&#243;n.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro</title>
            </para>
            <para id="hl0815432">Configuraci&#243;n de los conmutadores DIP - Veloc&#237;metro - Configuraci&#243;n de
                los conmutadores DIP - Veloc&#237;metro - La programaci&#243;n de los conmutadores DIP del veloc&#237;metro
                implica la configuraci&#243;n de los primeros diez (10) conmutadores (n&#250;meros 1 al 8 a la
                izquierda, m&#225;s 1 y 2 en la serie de la derecha) en posiciones basadas en las revoluciones por kil&#243;metro
                (milla) del eje de propulsi&#243;n. Consulte
                <hotlnk document="m08154_17.xml" xrefid="hl0815430">PROGRAMACI&#211;N, C&#193;LCULO Y CONFIGURACI&#211;N
                    DE LOS CONMUTADORES</hotlnk>.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Relaci&#243;n del eje de dos velocidades</title>
                - La posici&#243;n del conmutador n&#250;mero tres en la serie de la derecha es para calibraci&#243;n de
                las dos relaciones disponibles del eje de dos velocidades. Esta posici&#243;n del conmutador es "0" para
                una relaci&#243;n del eje de 1.36:1, o "1" para 1.39:1.
            </para>
            <para>Para calcular la relaci&#243;n del eje de dos velocidades, divida la relaci&#243;n de engranajes de
                alta velocidad por la relaci&#243;n de engranajes de baja velocidad. Estas relaciones est&#225;n
                estampadas en un r&#243;tulo que se ubica en el portadiferencial. Este conmutador no est&#225; activo si
                no est&#225; instalado un eje de dos velocidades y la etiqueta de l&#237;nea o la etiqueta del grupo de
                instrumentos estar&#225; marcada con un "*".
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Tac&#243;metro</title>
                - Las posiciones de los conmutadores n&#250;mero 4, 5 y 6 en la serie de la derecha son para programaci&#243;n
                de las configuraciones de RPM del tac&#243;metro. Estas configuraciones se basan en el modelo del motor
                y en los dientes del engranaje del volante por revoluci&#243;n y aparecen en la Tabla de configuraciones
                de los conmutadores DIP del tac&#243;metro.
            </para>
            <table id="t0815403">
                <title>Tabla de configuraciones de los conmutadores DIP del tac&#243;metro</title>
                <tgroup cols="5" colsep="1" rowsep="1">
                    <colspec colname="SQCOLUMN1" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN2" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN3" colwidth="0.50in"/>
                    <colspec colname="SQCOLUMN4" colwidth="1.50in"/>
                    <colspec colname="SQCOLUMN5" colwidth="2.00in"/>
                    <spanspec namest="SQCOLUMN1" nameend="SQCOLUMN3" spanname="1to3"/>
                    <thead valign="top">
                        <row>
                            <entry colspan="3" spanname="1to3">
                                <para>Posici&#243;n de los conmutadores</para>
                            </entry>
                            <entry morerows="1">
                                <para>Dientes por revoluci&#243;n</para>
                            </entry>
                            <entry morerows="1">
                                <para>Motor o salida</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4</para>
                            </entry>
                            <entry>
                                <para>5</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry>
                                <para>-</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>103</para>
                            </entry>
                            <entry>
                                <para>Cummins</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>113</para>
                            </entry>
                            <entry>
                                <para>Caterpillar</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>118</para>
                            </entry>
                            <entry>
                                <para>Detroit Diesel</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>138</para>
                            </entry>
                            <entry>
                                <para>International</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>0</para>
                            </entry>
                            <entry>
                                <para>173</para>
                            </entry>
                            <entry>
                                <para>Cummins B (exportaci&#243;n) (rev. C92)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Rango del tac&#243;metro</title>
                - El conmutador n&#250;mero siete es para ajustar la escala de rango del tac&#243;metro. Este conmutador
                est&#225; siempre ajustado permanecen en "0" para lecturas de 0-3500 RPM.
            </para>
            <para>
                <title>Configuraci&#243;n de los conmutadores DIP - Od&#243;metro</title>
                - El conmutador n&#250;mero 8 en la serie de la derecha es para configuraci&#243;n del od&#243;metro
                para mostrar millas o kil&#243;metros. Este conmutador se debe definir en "0" para millas o en "1" para
                kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0815407">
            <title>Enero de 1994 y posteriores - Motores electr&#243;nicos: Caterpillar, Cummins y Detroit Diesel
            </title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente el microprocesador del
                veloc&#237;metro y del tac&#243;metro para recibir se&#241;ales del enlace de datos generadas por el M&#243;dulo
                de control electr&#243;nico (ECM) del motor (
                <hotlnk xrefid="f0815417">Figura 17</hotlnk>).
            </para>
            <para>La informaci&#243;n acerca del motor, de la relaci&#243;n del eje, de las revoluciones por kil&#243;metro
                (milla) de las llantas, del n&#250;mero de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n,
                etc. se programan en el ECM del motor y no en el m&#243;dulo del veloc&#237;metro y del tac&#243;metro.
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para recibir se&#241;ales del
                        enlace de datos generadas por el ECM del motor. Sin embargo, las posiciones f&#237;sicas de
                        todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815418">Figura 18</hotlnk>) y en una etiqueta unida a la parte superior del grupo de
                instrumentos original (
                <hotlnk xrefid="f0815419">Figura 19</hotlnk>).
            </para>
            <para>Las configuraciones de los conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos
                de la secci&#243;n
                <hotlnk xrefid="hl0815433">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o en la etiqueta unida a la parte superior del grupo de instrumentos. El
                        movimiento f&#237;sico vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo
                        de instrumentos programado electr&#243;nicamente, activa las configuraciones programadas
                        originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Si hay alg&#250;n cambio en los componentes del veh&#237;culo, como el tama&#241;o de las llantas o la
                relaci&#243;n del eje, etc.,
                <emph type="bold">el ECM del motor se debe reprogramar</emph>
                con los datos correctos.
            </para>
            <specpara>
                <note>
                    <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro o los
                        conmutadores DIP no se reprograman.
                    </para>
                </note>
            </specpara>
            <para>Se debe usar la Herramienta de servicio electr&#243;nico (EST) Pro-Link 9000 o una EST autorizada por
                el fabricante del motor para reprogramar el ECM del motor. Consulte el manual de Pro Link o la
                literatura de servicio del fabricante del motor para obtener instrucciones.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>Si se va a reemplazar un grupo de instrumentos, el grupo de instrumentos de servicio se debe programar
                ya sea electr&#243;nica o manualmente.
            </para>
            <para>
                <title>Programaci&#243;n electr&#243;nica</title>
            </para>
            <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro se puede programar electr&#243;nicamente
                a trav&#233;s del enlace de datos J1708 usando el Juego de cartuchos del tablero de instrumentos
                Pro-Link 9000. Consulte el manual de Pro Link para obtener instrucciones. Este m&#233;todo requiere que
                todos los conmutadores DIP se ajusten f&#237;sicamente en la posici&#243;n "
                <emph type="bold">0</emph>".
            </para>
            <para>
                <title>Programaci&#243;n manual</title>
            </para>
            <para>Si programa manualmente el grupo de instrumentos, los conmutadores DIP se deben ajustar f&#237;sicamente
                en las posiciones que aparecen en la etiqueta de l&#237;nea del veh&#237;culo o en la etiqueta unida a
                la parte superior del grupo de instrumentos original. Las configuraciones de los conmutadores DIP tambi&#233;n
                se pueden determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores
                DIP que viene a continuaci&#243;n.
            </para>
            <para id="hl0815433">
                <title>Configuraci&#243;n de los conmutadores DIP</title>
            </para>
            <para>Las configuraciones f&#237;sicas de las posiciones de los conmutadores DIP para estos motores son las
                siguientes:
            </para>
            <para>
                <emph type="bold">Diez conmutadores del veloc&#237;metro</emph>
                - 1111111111 (n&#250;meros 1 al 8 en la serie de la izquierda, m&#225;s 1 y 2 en la serie de la
                derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de relaci&#243;n del eje de dos velocidades</emph>
                - 0 &#243; 1 (n&#250;mero 3 en la serie de la derecha) "0" para la relaci&#243;n 1.36:1 - "1" para la
                relaci&#243;n 1.39:1.
            </para>
            <para>Para calcular la relaci&#243;n del eje de dos velocidades, divida la relaci&#243;n de engranajes de
                alta velocidad por la relaci&#243;n de engranajes de baja velocidad. Estas relaciones est&#225;n
                estampadas en un r&#243;tulo que se ubica en el portadiferencial. Este conmutador no est&#225; activo si
                no est&#225; instalado un eje de dos velocidades y la etiqueta de l&#237;nea o la etiqueta del grupo de
                instrumentos estar&#225; marcada con un "*".
            </para>
            <para>
                <emph type="bold">Tres conmutadores del tac&#243;metro</emph>
                - 111 (n&#250;meros 4, 5 y 6 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de escala del tac&#243;metro</emph>
                - 0 (n&#250;mero 7 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador del od&#243;metro</emph>
                - 0 &#243; 1 (n&#250;mero 8 en la serie de la derecha) "0" para millas o "1" para kil&#243;metros.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1994 y posteriores - Motores electr&#243;nicos: International</title>
            <para>El grupo de instrumentos del veloc&#237;metro y del tac&#243;metro tiene dos conjuntos de conmutadores
                DIP con ocho conmutadores en cada serie. Los conmutadores DIP est&#225;n ubicados en la parte trasera
                superior del grupo de instrumentos y se pueden usar para programar manualmente el microprocesador del
                veloc&#237;metro y del tac&#243;metro para recibir se&#241;ales del enlace de datos provenientes del M&#243;dulo
                personalizado del veh&#237;culo (VPM) del motor (
                <hotlnk xrefid="f0815417">Figura 17</hotlnk>).
            </para>
            <para>La informaci&#243;n acerca del motor, de la relaci&#243;n del eje, de las revoluciones por kil&#243;metro
                (milla) de las llantas, del n&#250;mero de dientes en el engranaje del veloc&#237;metro de la transmisi&#243;n,
                etc. se programan en el VPM del motor y no en el m&#243;dulo del veloc&#237;metro y del tac&#243;metro.
            </para>
            <specpara>
                <important>
                    <para>El microprocesador original del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro
                        se programa electr&#243;nicamente al fabricar el veh&#237;culo, para recibir se&#241;ales del
                        enlace de datos generadas por el VPM del motor. Sin embargo, las posiciones f&#237;sicas de
                        todos los conmutadores DIP permanecen en "0".
                    </para>
                </important>
            </specpara>
            <para>Las configuraciones originales programadas electr&#243;nicamente aparecen en la etiqueta de l&#237;nea
                del veh&#237;culo en el c&#243;digo 010000, veloc&#237;metro y miscel&#225;neo - &#250;ltimos diecis&#233;is
                (16) d&#237;gitos (
                <hotlnk xrefid="f0815418">Figura 18</hotlnk>) y en una etiqueta unida a la parte superior del grupo de
                instrumentos original (
                <hotlnk xrefid="f0815419">Figura 19</hotlnk>).
            </para>
            <para>Las configuraciones de los conmutadores DIP tambi&#233;n se pueden determinar si se siguen los pasos
                de la secci&#243;n
                <hotlnk xrefid="hl0815434">Configuraci&#243;n de los conmutadores DIP</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>El movimiento f&#237;sico de cualquiera de los conmutadores DIP desde la posici&#243;n "0"
                        desactiva todas las configuraciones del grupo de instrumentos programadas electr&#243;nicamente.
                        Si alg&#250;n conmutador DIP se mueve por alg&#250;n motivo, TODOS los conmutadores DIP se deben
                        mover f&#237;sicamente a las posiciones adecuadas que aparecen en la etiqueta de l&#237;nea del
                        veh&#237;culo o en la etiqueta unida a la parte superior del grupo de instrumentos. El
                        movimiento f&#237;sico vuelve a la posici&#243;n "0" de todos los conmutadores DIP de un grupo
                        de instrumentos programado electr&#243;nicamente, activa las configuraciones programadas
                        originales.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Cambios en los componentes</title>
            </para>
            <para>Si hay alg&#250;n cambio en los componentes del veh&#237;culo, como el tama&#241;o de las llantas o la
                relaci&#243;n del eje, etc., el
                <emph type="bold">VPM del motor se debe reprogramar</emph>
                con los datos correctos.
            </para>
            <specpara>
                <note>
                    <para>El microprocesador del m&#243;dulo del veloc&#237;metro y del tac&#243;metro o los
                        conmutadores DIP no se reprograman.
                    </para>
                </note>
            </specpara>
            <para>Se puede usar la Herramienta de servicio electr&#243;nico (EST) Pro-Link 9000 para reprogramar el VPM
                del motor. Consulte el manual de Pro Link para obtener instrucciones de programaci&#243;n.
            </para>
            <para>
                <title>Reemplazo del grupo de instrumentos</title>
            </para>
            <para>El reemplazo del grupo de instrumentos del veloc&#237;metro y del tac&#243;metro requiere que el m&#243;dulo
                se programe manualmente mediante la configuraci&#243;n f&#237;sica de
                <emph type="bold">todos</emph>
                los conmutadores DIP. Esto permite que el microprocesador acepte las se&#241;ales del enlace de datos
                serie provenientes del VPM del motor.
            </para>
            <para>Las configuraciones originales de los conmutadores DIP se encuentran en la etiqueta de l&#237;nea del
                veh&#237;culo, en la etiqueta unida a la parte superior del grupo de instrumentos original o se pueden
                determinar si se siguen los pasos de la secci&#243;n Configuraci&#243;n de los conmutadores DIP que
                viene a continuaci&#243;n.
            </para>
            <para id="hl0815434">
                <title>Configuraci&#243;n de los conmutadores DIP</title>
            </para>
            <para>Las configuraciones f&#237;sicas de las posiciones de los conmutadores DIP para estos motores son las
                siguientes:
            </para>
            <para>
                <emph type="bold">Diez conmutadores del veloc&#237;metro</emph>
                - 0101111100 (n&#250;meros 1 al 8 en la serie de la izquierda, m&#225;s 1 y 2 en la serie de la
                derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de relaci&#243;n del eje de dos velocidades</emph>
                - 0 &#243; 1 (n&#250;mero 3 en la serie de la derecha) "0" para la relaci&#243;n 1.36:1 - "1" para la
                relaci&#243;n 1.39:1.
            </para>
            <para>Para calcular la relaci&#243;n del eje de dos velocidades, divida la relaci&#243;n de engranajes de
                alta velocidad por la relaci&#243;n de engranajes de baja velocidad. Estas relaciones est&#225;n
                estampadas en un r&#243;tulo que se ubica en el portadiferencial. Este conmutador no est&#225; activo si
                no est&#225; instalado un eje de dos velocidades y la etiqueta de l&#237;nea o la etiqueta del grupo de
                instrumentos estar&#225; marcada con un "*".
            </para>
            <para>
                <emph type="bold">Tres conmutadores del tac&#243;metro</emph>
                - 000 (n&#250;meros 4, 5 y 6 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador de escala del tac&#243;metro</emph>
                - 0 (n&#250;mero 7 en la serie de la derecha).
            </para>
            <para>
                <emph type="bold">Un conmutador del od&#243;metro</emph>
                - 0 &#243; 1 (n&#250;mero 8 en la serie de la derecha) "0" para millas o "1" para kil&#243;metros.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
