<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - DIAGN&#211;STICO DE FALLAS DEL
        GRUPO DE INSTRUMENTOS - MODELOS 9600, 9700
    </stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>MODELOS 9600, 9700</title>
        <svcsubproc id="hl0815427">
            <title>Enero de 1989 a Enero de 1991</title>
            <para>
                <title>Falla en la pantalla del veloc&#237;metro, od&#243;metro o del tac&#243;metro</title>
            </para>
            <para>Si alguna de las pantallas del veloc&#237;metro, od&#243;metro o del tac&#243;metro indica una falla,
                los circuitos que corresponden al instrumento en cuesti&#243;n se deben revisar para comprobar que las
                conexiones est&#233;n limpias, apretadas, sin roturas y sin cortocircuitos.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que todos los rel&#233;s del veh&#237;culo sean del tipo con supresor.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que el voltaje accesorio hacia el grupo de instrumentos est&#233; dentro de
                        un rango de 11 a 16 voltios.
                    </para>
                </important>
            </specpara>
            <para>Consulte la siguiente tabla para conocer las posibles condiciones y acciones correctivas.</para>
            <table id="t0815414">
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="2.25in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Primera acci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Segunda acci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del veloc&#237;metro no est&#225; entre 0 y 1 km/h (mph).
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de encendido y conexi&#243;n de
                                    tierra con el indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el veloc&#237;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del indicador est&#225; entre 0 y 1 km/h (mph), pero el veloc&#237;metro
                                    no funciona.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de encendido y conexi&#243;n de
                                    tierra con el indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del veloc&#237;metro y los niveles
                                    de se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                    Si est&#225;n BIEN, reemplace el veloc&#237;metro.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del tac&#243;metro no est&#225; entre 0 y 1 RPM.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de encendido y conexi&#243;n de
                                    tierra con el indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el tac&#243;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. Con la llave de la ignici&#243;n en ON (encendido), la aguja indicadora del
                                    cuadrante del indicador est&#225; entre 0 y 1 RPM, pero el tac&#243;metro no
                                    funciona.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el indicador y verifique si hay voltaje de encendido y conexi&#243;n de
                                    tierra con el indicador. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del tac&#243;metro y los niveles de
                                    se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                    Si est&#225;n BIEN, reemplace el tac&#243;metro.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>5. El od&#243;metro no funciona.</para>
                            </entry>
                            <entry>
                                <para>Reemplace el veloc&#237;metro.</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="hl0815428">
            <title>Despu&#233;s de Enero de 1991</title>
            <para>
                <title>Falla en la pantalla del veloc&#237;metro, od&#243;metro o del tac&#243;metro</title>
            </para>
            <para>Si alguna de las pantallas del veloc&#237;metro, od&#243;metro o del tac&#243;metro indica una falla,
                los circuitos que corresponden al instrumento en cuesti&#243;n se deben revisar para comprobar que las
                conexiones est&#233;n limpias, apretadas, sin roturas y sin cortocircuitos.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que todos los rel&#233;s del veh&#237;culo sean del tipo con supresor.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de que el voltaje accesorio hacia el grupo de instrumentos est&#233; dentro de
                        un rango de 11 a 16 voltios.
                    </para>
                </important>
            </specpara>
            <para>
                <title>Localizaci&#243;n de fallas del veloc&#237;metro, od&#243;metro y del tac&#243;metro</title>
            </para>
            <para>El grupo de instrumentos efect&#250;a una breve autoprueba, cuando el interruptor de encendido se
                coloca en ON (encendido), que indica si el grupo de instrumentos funciona correctamente.
            </para>
            <para>
                <title>Indicaciones de aprobaci&#243;n</title>
            </para>
            <para>El grupo de instrumentos efect&#250;a la autoprueba cada vez que el veh&#237;culo se enciende e indica
                mediante un movimiento de las agujas indicadoras si el grupo de instrumentos est&#225; funcionando
                correctamente. Las agujas indicadoras deben comportarse de la siguiente manera:
            </para>
            <seqlist>
                <item>
                    <para>La unidad mueve las agujas del veloc&#237;metro y del tac&#243;metro a la posici&#243;n de las
                        9 horas en punto durante cerca de dos segundos y luego vuelven a la posici&#243;n "0".
                    </para>
                </item>
                <item>
                    <para>Luego, ambas agujas indicadoras se desplazan a trav&#233;s de un barrido suave completo y
                        vuelven a la posici&#243;n "0". Esto indica que todos los circuitos de salida est&#225;n bien e
                        informa al conductor que todos los indicadores est&#225;n bien.
                    </para>
                </item>
            </seqlist>
            <para>
                <title>Indicaciones de falla</title>
            </para>
            <para>El grupo de instrumentos entrega indicaciones de falla de dos maneras:</para>
            <seqlist>
                <item>
                    <para>Las agujas indicadoras del veloc&#237;metro y del tac&#243;metro no se mueven durante el
                        encendido.
                    </para>
                </item>
                <item>
                    <para>Las agujas indicadoras del veloc&#237;metro y del tac&#243;metro no efect&#250;an un barrido
                        correcto del indicador o presentan un movimiento err&#225;tico durante el encendido.
                    </para>
                </item>
            </seqlist>
            <para>Si se produce cualquiera de las fallas anteriores, se debe remover el grupo de instrumentos del veloc&#237;metro
                y tac&#243;metro del tablero de instrumentos y se debe desenchufar todas las conexiones hacia el arn&#233;s
                de cables del veh&#237;culo para efectuar pruebas adicionales. Consulte
                <hotlnk document="m08154_10.xml" xrefid="hl0815418">DESMONTAJE E INSTALACI&#211;N</hotlnk>.
            </para>
            <para>Las condiciones y la acci&#243;n correctiva se definen en la
                <hotlnk xrefid="t0815415">Tabla de fallas del veloc&#237;metro, od&#243;metro y del
                    tac&#243;metro</hotlnk>.
            </para>
            <table id="t0815415">
                <title>Tabla de fallas del veloc&#237;metro, od&#243;metro y del tac&#243;metro</title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="SQCOLUMN1" colwidth="2in"/>
                    <colspec colnum="2" colname="SQCOLUMN2" colwidth="2.25in"/>
                    <colspec colnum="3" colname="SQCOLUMN3" colwidth="2.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Primera acci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Segunda acci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>1. Las agujas del veloc&#237;metro y del tac&#243;metro no se mueven durante el
                                    encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Verifique si hay voltaje de encendido y conexi&#243;n de tierra con el grupo de
                                    instrumentos. Consulte el manual DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. La aguja del veloc&#237;metro o del tac&#243;metro se mueve err&#225;ticamente
                                    o en forma incompleta durante el barrido del encendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Realice la
                                    <hotlnk xrefid="hl0815448">Autoprueba de diagn&#243;sticos</hotlnk>.
                                </para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. La aguja indicadora del veloc&#237;metro est&#225; TOTALMENTE QUIETA o no efect&#250;a
                                    el barrido adecuado al realizar la Autoprueba de diagn&#243;sticos.
                                </para>
                            </entry>
                            <entry>
                                <para>Intercambie el veloc&#237;metro y el tac&#243;metro en el grupo de instrumentos.
                                    Vuelva a realizar la prueba. Si el indicador contin&#250;a con el defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. La aguja indicadora del tac&#243;metro est&#225; TOTALMENTE EST&#193;TICA o no
                                    efect&#250;a el barrido adecuado al realizar la Autoprueba de diagn&#243;sticos.
                                </para>
                            </entry>
                            <entry>
                                <para>Intercambie el tac&#243;metro y el veloc&#237;metro en el grupo de instrumentos.
                                    Vuelva a realizar la prueba. Si el indicador contin&#250;a con el defecto, reempl&#225;celo.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el defecto permanece en la misma ubicaci&#243;n del indicador, reemplace el
                                    grupo de instrumentos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5. El od&#243;metro no aumenta en la forma adecuada como se describe en
                                    <hotlnk xrefid="hl0815448">Realizaci&#243;n de la Autoprueba de diagn&#243;sticos,
                                        paso 2, B</hotlnk>.
                                </para>
                            </entry>
                            <entry>
                                <para>Remueva el od&#243;metro del grupo de instrumentos. Aplique MOMENT&#193;NEAMENTE
                                    12 voltios de CD a trav&#233;s a los cables del od&#243;metro. Si el od&#243;metro
                                    aumenta con la energ&#237;a aplicada, REEMPLACE el grupo de instrumentos.
                                </para>
                            </entry>
                            <entry>
                                <para>Si el od&#243;metro no aumenta, REEMPLACE el od&#243;metro.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6. El veloc&#237;metro o el tac&#243;metro no funciona al manejar.</para>
                            </entry>
                            <entry>
                                <para>Revise la continuidad del cableado del sensor del veloc&#237;metro o el tac&#243;metro
                                    y los niveles de se&#241;al de salida del sensor. Consulte el manual DE DIAGRAMAS DE
                                    CIRCUITOS EL&#201;CTRICOS.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso siguiente.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>7. El veloc&#237;metro o el tac&#243;metro no funciona, o funciona en forma
                                    inexacta, al manejar.
                                </para>
                            </entry>
                            <entry>
                                <para>Programe manualmente el grupo de instrumentos configurando f&#237;sicamente todos
                                    los conmutadores DIP. Consulte
                                    <hotlnk document="m08154_15.xml" xrefid="hl0815419">PROGRAMACI&#211;N</hotlnk>.
                                    Revise el funcionamiento. Si se corrige la condici&#243;n, deje las configuraciones
                                    de los conmutadores DIP en las nuevas posiciones.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el grupo de instrumentos.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Antes de efectuar el proceso de la Autoprueba de diagn&#243;sticos:</para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Remueva la unidad del veloc&#237;metro y del tac&#243;metro del tablero de instrumentos y
                        desenchufe todas las conexiones hacia el arn&#233;s de cables del veh&#237;culo. Consulte
                        <hotlnk document="m08154_10.xml" xrefid="hl0815418">DESMONTAJE E INSTALACI&#211;N</hotlnk>.
                    </para>
                </item>
                <item>
                    <para>Anote todas las posiciones de los conmutadores DIP de la unidad del veloc&#237;metro y del tac&#243;metro.
                        Las posiciones son "1" o "0" para cada conmutador. Hay dos conjuntos de diez conmutadores en
                        cada uno. Verifique que las posiciones se registren correctamente. Las configuraciones de los
                        conmutadores deben devolverse a sus posiciones originales cuando se completen los diagn&#243;sticos
                        a fin de que el grupo de instrumentos funcione correctamente.
                    </para>
                </item>
                <item>
                    <para>Ponga todos los conmutadores DIP en la posici&#243;n "0".</para>
                </item>
                <item>
                    <para>Conecte el arn&#233;s de cables de prueba del grupo de instrumentos SE4365 a la unidad del
                        veloc&#237;metro y del tac&#243;metro (
                        <hotlnk document="m08154_21.xml" xrefid="f0815425">Figura 25</hotlnk>).
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc id="hl0815448">
            <title>Despu&#233;s de Enero de 1991 - Realizaci&#243;n de la Autoprueba de diagn&#243;sticos</title>
            <step1>
                <para count="1">INMEDIATAMENTE despu&#233;s de insertar el ENCHUFE TOMACORRIENTE en el encendedor,
                    presione el CONMUTADOR MOMENT&#193;NEO reiteradamente (al menos tres veces) lo m&#225;s r&#225;pido
                    posible (en el transcurso de un segundo).
                </para>
            </step1>
            <step1>
                <para count="1">Si la unidad no est&#225; defectuosa, las agujas indicadoras de la unidad del veloc&#237;metro
                    y del tac&#243;metro deben:
                </para>
                <step2>
                    <para count="1">Girar simult&#225;neamente a la posici&#243;n "0" en la cara del indicador.</para>
                </step2>
                <step2>
                    <para count="1">Luego, ambas agujas indicadoras giran simult&#225;neamente hacia arriba en la escala
                        en diez pasos iguales hasta la escala completa (135 km/h (85 mph)/3 500 rpm). El od&#243;metro
                        avanza 0.161 km (0.1 milla) para cada uno de los diez pasos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego, ambas agujas indicadoras giran simult&#225;neamente hacia abajo en la escala
                        vuelven a la posici&#243;n "0".
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si la unidad no funciona seg&#250;n lo descrito en la Autoprueba de diagn&#243;sticos,
                    contin&#250;e con las indicaciones en la
                    <hotlnk xrefid="t0815415">Tabla de fallas del veloc&#237;metro, el od&#243;metro y el
                        tac&#243;metro</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
