<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - DIAGN&#211;STICO Y SERVICIO DE VELOC&#205;METRO Y TAC&#211;METRO - FUNCIONAMIENTO - MODELOS 5000,
        9200, 9300, 9400
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>MODELOS 5000, 9200, 9300, 9400</title>
        <svcsubproc>
            <title>Enero de 1989 a Enero de 1994 - Todos los motores</title>
            <para>
                <title>Indicadores de veloc&#237;metro y tac&#243;metro</title>
            </para>
            <para>Los indicadores; veloc&#237;metro y tac&#243;metro se activan mediante entradas del microprocesador,
                el cual es controlado por el sensor de velocidad del veh&#237;culo, ubicado en la transmisi&#243;n y un
                sensor de velocidad del motor, ubicado en el bastidor del volante del motor.
            </para>
            <para>Los sensores son dispositivos fonocaptores magn&#233;ticos que detectan la rotaci&#243;n del engranaje
                del veloc&#237;metro y de la corona del volante. Un im&#225;n permanente, ubicado en estos sensores,
                establece un campo magn&#233;tico en la punta del sensor. Los dientes del engranaje interrumpen
                reiteradamente el campo magn&#233;tico, creando impulsos de voltaje que se transmiten al
                microprocesador.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1994 y posteriores - Motores mec&#225;nicos</title>
            <para>
                <title>M&#243;dulo de veloc&#237;metro y tac&#243;metro</title>
            </para>
            <para>Los indicadores; veloc&#237;metro y tac&#243;metro se activan mediante entradas del microprocesador,
                el cual es controlado por el sensor de velocidad del veh&#237;culo, ubicado en la transmisi&#243;n y un
                sensor de velocidad del motor, ubicado en el bastidor del volante del motor.
            </para>
            <para>Los sensores son dispositivos fonocaptores magn&#233;ticos que detectan la rotaci&#243;n del engranaje
                del veloc&#237;metro y de la corona del volante. Un im&#225;n permanente, ubicado en estos sensores,
                establece un campo magn&#233;tico en la punta del sensor. Los dientes del engranaje interrumpen
                reiteradamente el campo magn&#233;tico, creando impulsos de voltaje que se transmiten al
                microprocesador.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enero de 1994 y posteriores - Motores electr&#243;nicos</title>
            <para>Las se&#241;ales de salida para el veloc&#237;metro y el tac&#243;metro se originan en el sensor de
                velocidad del motor (componente del fabricante del motor) y en el sensor de velocidad del veh&#237;culo,
                ubicado en la transmisi&#243;n. Estas se&#241;ales se env&#237;an al M&#243;dulo de control electr&#243;nico
                (ECM) del motor. El ECM del motor recibe las se&#241;ales de entrada, las procesa y env&#237;a se&#241;ales,
                en la forma de transmisiones de datos en serie a trav&#233;s de los circuitos de enlace de datos ATA, al
                microprocesador del veloc&#237;metro y del tac&#243;metro. Luego, el microprocesador env&#237;a la
                informaci&#243;n al veloc&#237;metro y al tac&#243;metro.
            </para>
            <para>El ECM del motor viene programado de f&#225;brica con la informaci&#243;n para los diversos
                componentes que tiene instalados un veh&#237;culo, tales como tama&#241;o de las llantas, relaci&#243;n
                del eje y modelo del motor.
            </para>
            <specpara>
                <note>
                    <para>Cualquier cambio en los componentes del veh&#237;culo, tales como tama&#241;o de las llantas,
                        relaci&#243;n del eje, etc., requiere reprogramar el ECM del motor y no el microprocesador del
                        veloc&#237;metro y del tac&#243;metro. Para obtener informaci&#243;n acerca de la reprogramaci&#243;n,
                        consulte el manual de servicio de los fabricantes del motor.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08154_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08154.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
