<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - SISTEMAS EL&#201;CTRICOS DE LA CARROCER&#205;A - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Sistema de distribuci&#243;n de la corriente el&#233;ctrica de la carrocer&#237;a</title>
            <para>El sistema de distribuci&#243;n de corriente el&#233;ctrica de la carrocer&#237;a del bus suministra
                12 volt. CC a trav&#233;s del megafusible (175 amp) y la alimentaci&#243;n de la bater&#237;a de la
                carrocer&#237;a (J1) al tablero de fusibles en la placa de luz intermitente.
            </para>
            <para>Las bater&#237;as del veh&#237;culo suministran potencia al terminal de la bater&#237;a (B) del
                solenoide del motor de arranque (J31) mediante un cable rojo 4/0 en el IC bus. La potencia se aplica
                desde el terminal de la bater&#237;a del solenoide del motor de arranque (J31) a trav&#233;s de los
                circuitos 14-FL, 14A-FL y 14, el mega fusible 175 amperios al terminal de alimentaci&#243;n de la bater&#237;a
                de la carrocer&#237;a (J1), ubicado dentro de la puerta de acceso el&#233;ctrica a la izquierda de la
                carrocer&#237;a del bus. Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a
                (J1), se suministra potencia a trav&#233;s del circuito 6BLK18 al terminal (P1) en el tablero de
                fusibles.
            </para>
            <para>Se proporciona un trayecto a tierra al terminal de conexi&#243;n a tierra del motor de arranque (G) a
                trav&#233;s de un cable negro 3/0 a las bater&#237;as que est&#225;n conectadas a tierra al bastidor. A
                trav&#233;s del terminal a tierra del motor de arranque (G) y el bloque del motor 2/0 a la conexi&#243;n
                a tierra del bastidor izquierdo sobre el cubretablero del motor (tablero e inclinaci&#243;n). El cable
                de circuitos 6WHT45 se conecta a trav&#233;s del cubretablero del motor (tablero e inclinaci&#243;n) a
                lado trasero del terminal a tierra de la placa de la luz intermitente. Los trayectos a tierra de la
                carrocer&#237;a son a trav&#233;s de los contactos de cada conexi&#243;n a tierra al bastidor de la
                carrocer&#237;a.
            </para>
            <para>Consulte los circuitos individuales para continuar con el conjunto de circuitos.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Placa de luz intermitente y mazo de cables</title>
            <para>Los tres m&#233;todos empleados para controlar las salidas de tablero de fusibles son usando dos
                derivaciones, el solenoide de desconexi&#243;n maestro o el solenoide de desconexi&#243;n del
                amortiguador de ruidos.
            </para>
            <para>Las salidas de fusibles del tablero de fusibles de la carrocer&#237;a, controladas por las dos
                derivaciones que conectan los terminales (P1) a (P2) y (P3), est&#225;n siempre calientes.
            </para>
            <para>Las salidas de fusibles del tablero de fusibles de la carrocer&#237;a, controladas por el solenoide de
                desconexi&#243;n maestro, el fusible 21 al 30, est&#225;n siempre calientes. La potencia desde los
                fusibles 1 al 20 y 31 al 40 es controlada por el solenoide de desconexi&#243;n maestro. Desde el
                terminal del tablero de fusibles (P1), la potencia es el circuito 6BLK18, el solenoide de desconexi&#243;n
                maestro, el circuito 6BLK15, al terminal del tablero de fusibles(P2) y el circuito de puente 6BLK3 al
                terminal del tablero de fusibles (P3). El control del solenoide es el circuito 16BLK40 desde el zumbador
                del conductor o la barra de terminales del chasis.
            </para>
            <para>Las salidas de fusibles del tablero de fusibles de la carrocer&#237;a, controladas por el solenoide
                del amortiguador de ruidos y de desconexi&#243;n maestro, el fusible 21 al 30, est&#225;n siempre
                calientes. La potencia desde los fusibles 1 al 20 es controlada por el solenoide de desconexi&#243;n
                maestro. Desde el terminal del tablero de fusibles (P1), la potencia es el circuito 6BLK18, el solenoide
                de desconexi&#243;n maestro, el circuito 6BLK15, al terminal del tablero de fusibles (P2). El control
                del solenoide es el circuito 16BLK40 desde el zumbador del conductor o la barra de terminales del
                chasis. La potencia desde los fusibles 31 al 40 es controlada por el solenoide de desconexi&#243;n del
                amortiguador de ruidos. Desde el solenoide de desconexi&#243;n maestro, conectado lateralmente al
                terminal del tablero de fusibles (P2), la potencia es el circuito 6BLK7, el solenoide de desconexi&#243;n
                del amortiguador de ruidos, el circuito 6BLK18 al terminal del tablero de fusibles (P3). El control del
                solenoide es el circuito 16BLU69 desde el interruptor amortiguador de ruidos en el panel de interruptor
                izquierdo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tablero de fusibles</title>
            <para>La potencia principal desde el terminal (P1) se conecta al fusible 21 al fusible 30 y conecta los
                fusibles al conector de salida (C), clavijas (C1 a C10). La potencia desde el terminal (P2) se conecta
                al fusible 11 al fusible 16 y conecta los fusibles al conector de salida (D), clavijas (D1 a D6). La
                potencia desde el terminal (P2) se conecta al fusible 17 al fusible 20 y conecta los fusibles al
                conector de salida (E), clavijas (E1 a E4). La potencia desde el terminal (P2) se conecta al fusible 1
                al fusible 2 y conecta los fusibles al conector de salida (F), clavijas (F1 a F2). La potencia desde el
                terminal (P2) se conecta al fusible 3 al fusible 10 y conecta los fusibles al conector de salida (G),
                clavijas (G1 a G8). La potencia desde el terminal (P3) se conecta al fusible 31 al fusible 38 y conecta
                los fusibles al conector de salida (A), clavijas (A1 a A8). La potencia desde el terminal (P3) se
                conecta al fusible 39 al fusible 40 y conecta los fusibles al conector de salida (B), clavijas (B1 a
                B2).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz intermitente 4/8 del Bus escolar electr&#243;nico Weldon 7000</title>
            <para>El m&#243;dulo de luz intermitente 4/8 del bus escolar electr&#243;nico Weldon 7000 contiene
                circuitos. Las salidas del m&#243;dulo de luz intermitente est&#225;n conectadas a la barra de
                terminales (TB1). El terminal (TB1) hace interfaz con el m&#243;dulo de luz intermitente a las luces de
                advertencia, brazo de se&#241;al de alto y el sistema de brazo transversal del bus escolar. La potencia
                del terminal (P2) va al fusibles del tablero de fusibles 1, conector (F2), circuito 12BLK1, conector
                (J8), conector (C14), interruptor de luz intermitente maestro en el tablero de fusibles izquierdo,
                conector (C14), circuito 12RED30, conector (J8), circuito 12RED30 al interruptor maestro en la luz
                intermitente. La potencia desde el terminal (P2) va al tablero de fusibles 1, conector (F2), circuito
                12BLK1, conector (J8), conector (C14), interruptor de luz intermitente maestro, conector (C14), circuito
                12BLK1, al interruptor de encendido del m&#243;dulo de luz intermitente en el panel del interruptor de
                la izquierda, circuito 12RED39, conector (J8), circuito 12RED39 al interruptor de encendido del m&#243;dulo
                de luz intermitente en la luz intermitente.
            </para>
            <para>When door switch is connected to terminal on flasher marked "To Flash Red Lts. ONLY after Amber
                Lts."
            </para>
            <para>1. Encienda "MASTER SWITCH" (Interruptor maestro) para aplicar potencia a la luz intermitente.</para>
            <para>2. Presione moment&#225;neamente "START SWITCH" (Interruptor de encendido) para encender la
                intermitente de la luz &#225;mbar.
            </para>
            <para>3. Cuando la puerta est&#225; abierta (accionando el interruptor de puerta "DOOR SWITCH") las luces
                &#225;mbar comienzan a parpadear. Si el brazo de se&#241;al de alto o la compuerta transversal est&#225;n
                instalados, se extienden y las luces que tienen tambi&#233;n comienzan a parpadear.
            </para>
            <para>4. Despu&#233;s de que la puerta se cierra, todas las luces dejar&#225;n de parpadear y el brazo de se&#241;al
                de alto o la compuerta transversal se retraer&#225;n.
            </para>
            <para>5. Si la puerta est&#225; abierta sin el interruptor de encendido "START SWITCH" accionado, ninguna
                luz parpadea. Si presiona el interruptor "START SWITCH" mientras la puerta est&#225; abierta, comienzan
                a parpadear las luces rojas y el brazo de se&#241;al de alto o la compuerta transversal se extienden.
            </para>
            <para>When the door switch is connected to terminal on flasher marked "To flash Red Lts. Whenever door is
                open"
            </para>
            <para>1. Encienda "MASTER SWITCH" (Interruptor maestro) para aplicar potencia a la luz intermitente.</para>
            <para>2. Presione moment&#225;neamente "START SWITCH" (Interruptor de encendido) para encender la
                intermitente de la luz &#225;mbar.
            </para>
            <para>3. Cuando la puerta est&#225; abierta (accionando el interruptor de puerta "DOOR SWITCH") las luces
                &#225;mbar comienzan a parpadear. Si el brazo de se&#241;al de alto o la compuerta transversal est&#225;n
                instalados, se extienden y las luces que tienen tambi&#233;n comienzan a parpadear.
            </para>
            <para>4. Despu&#233;s de que la puerta se cierra, todas las luces dejar&#225;n de parpadear y el brazo de se&#241;al
                de alto o la compuerta transversal se retraer&#225;n.
            </para>
            <para>5. Cuando hay una puerta abierta, las luces rojas comienzan a parpadear. Si el brazo de se&#241;al de
                alto o la compuerta transversal est&#225;n instalados, se extienden y las luces que tienen tambi&#233;n
                comienzan a parpadear.
            </para>
            <para>El interruptor de neutralizaci&#243;n en la luz intermitente Weldon 7000 debe ser un interruptor de
                dos polos y un tiro. Se trata fundamentalmente de dos interruptores combinados en un alojamiento con un
                solo control. Cuando acciona el interruptor de neutralizaci&#243;n, suministra simult&#225;neamente una
                fuente separada de potencia (en caso de que algo no funcione en el interruptor maestro o el cableado) y
                tambi&#233;n suministra una se&#241;al a tierra separada al terminal de luz intermitente de las puertas
                (en caso de que algo no funcione en el interruptor de puertas o su cableado), haciendo que las luces
                rojas parpadeen el tiempo en que este interruptor est&#233; encendido.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz intermitente 4/8 del Bus escolar ELS B-1</title>
            <para>El m&#243;dulo de luz intermitente 4/8 del Bus escolar electr&#243;nico ELS B-1 contiene circuitos.
                Las salidas del m&#243;dulo de luz intermitente est&#225;n conectadas a la barra de terminales (TB1). El
                terminal (TB1) hace interfaz con el m&#243;dulo de luz intermitente a las luces de advertencia, brazo de
                se&#241;al de alto y el sistema de brazo transversal del bus escolar. La potencia del terminal (P2) va
                al fusibles del tablero de fusibles 1, conector (F2), circuito 12BLK1, conector (J8), conector (C14),
                interruptor de luz intermitente maestro en el tablero de fusibles izquierdo, conector (C14), circuito
                12RED30, conector (J8), circuito 12RED30 al interruptor maestro en la luz intermitente. La potencia
                desde el terminal (P2) va al tablero de fusibles 1, conector (F2), circuito 12BLK1, conector (J8),
                conector (C14), interruptor de luz intermitente maestro, conector (C14), circuito 12BLK1, al interruptor
                de encendido del m&#243;dulo de luz intermitente en el panel del interruptor de la izquierda, circuito
                12RED39, conector (J8), circuito 12RED39 al interruptor de encendido del m&#243;dulo de luz intermitente
                en la luz intermitente.
            </para>
            <para>La luz intermitente ELS modelo B-1 viene programada ELS para un funcionamiento no secuencial de las
                luces rojas. Para un funcionamiento secuencial, mueva apenas y descarte la conexi&#243;n puente marcada
                "NS Jumper" (Puente no secuencial). Para hacer esto, tome la peque&#241;a conexi&#243;n pl&#225;stica
                negra (o roja) con los dedos o un alicate de punta y s&#225;quela de la luz intermitente. No secuencial
                significa que las luces rojas se encienden cada vez que la puerta de servicio se abre (con el
                interruptor maestro en ON). Secuencial significa que las luces rojas s&#243;lo se encienden despu&#233;s
                de que el interruptor de encendido se ha accionado. Para todas las aplicaciones excepto Florida, deje el
                bot&#243;n manual en su lugar.
            </para>
            <para>Los relevadores reemplazables de trabajo pesado est&#225;n orientados de izquierda a derecha en el
                siguiente orden: selector, retenci&#243;n, luz intermitente &#225;mbar y luz intermitente roja
                (s-l-a-r).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Conector original de la carrocer&#237;a (194)</title>
            <para>El conector original de la carrocer&#237;a (194) es la interfaz de circuito a los circuitos 62F a
                16BLU6 de las luces del panel de interruptor, los circuitos 13F a 16BLK6 de la alimentaci&#243;n de
                encendido, los circuitos 12B a 16BLU6 de la alimentaci&#243;n de accesorios, los circuitos 71A a 16BLU6
                de las luces de reversa, los circuitos 70C a 14RED6 de las luces de se&#241;al de alto, los circuitos
                56D a 14PNK6 de la direccional izquierda, los circuitos 57D a 14YEL6 de la direccional derecha y los
                circuitos 58E a 14BRN6 de las luces de estacionamiento y traseras. Los circuitos el&#233;ctricos de la
                carrocer&#237;a contin&#250;an en los siguientes circuitos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de desconexi&#243;n maestro de alimentaci&#243;n de accesorios</title>
            <para>El circuito de alimentaci&#243;n de accesorios12B al circuito 16LTBL6 controla el voltaje al conector
                original de la carrocer&#237;a (194), desconexi&#243;n maestra, puerta de salida de emergencia trasera,
                puerta derecha, ventanas de emergencia, compuerta de techo, salidas de emergencia con tres luces rojas
                superiores, luz indicadora de salida de emergencia, zumbador del conductor y solenoide del amortiguador
                de ruidos.
            </para>
            <para>Se suministra potencia al interruptor de llave (63) en los circuitos 14AA, 14C, fusible F7 del bloque
                de fusibles, circuito 15 desde el terminal de alimentaci&#243;n de la bater&#237;a (J1) de la carrocer&#237;a.
                Cuando el interruptor de llave se coloca en las posiciones de accesorio, encendido o arranque, se
                suministra potencia al circuito 12, al fusible F11 del bloque de fusibles, el circuito 12B al conector
                original de la carrocer&#237;a (194), circuito 16LTBL6, conector (J26), circuito 16LTBL6, terminal de
                alimentaci&#243;n de solenoide de desconexi&#243;n maestro. Adem&#225;s, desde el conector (J26),
                circuito de potencia 16BLK40, conector (J54), interruptor ON/OFF de desconexi&#243;n maestro, conector
                (J54), circuito 16BLK40A al terminal de control en el solenoide de desconexi&#243;n maestro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptores de puerta de salida de emergencia izquierda y derecha, parte trasera de alimentaci&#243;n
                de accesorios
            </title>
            <para>Se suministra potencia desde el fusible F11, circuito 16BLK40 al tablero de terminales (TB3), circuito
                16BLK40 al zumbador del conductor y conectado a tierra por el circuito 16PNK5, conector (J6), circuito
                de la carrocer&#237;a izquierdo 16PNK5, conector (J10), circuito 16PNK5, interruptor cerrado de puerta
                de salida trasera de emergencia abierta a tierra.
            </para>
            <para>Se suministra potencia desde el fusible F11, circuito 16BLK40 al tablero de terminales (TB3), circuito
                16BLK40 al zumbador del conductor y conectado a tierra por el circuito 16PNK5, conector (J6), circuito
                de la carrocer&#237;a izquierdo 16PNK5 con empalme al interruptor cerrado a tierra de la puerta
                izquierda, circuito 16PNK5 al interruptor cerrado a tierra de la puerta de salida trasera abierta, y
                conector (J10), circuito trasero 16PNK5 con empalme al interruptor cerrado de la puerta derecha a
                tierra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptores de la compuerta del techo y ventana de emergencia de empuje de alimentaci&#243;n de
                accesorios
            </title>
            <para>La potencia del fusible F11, circuito 16BLK40 al tablero de terminales (TB3), circuito 16BLK40 al
                zumbador del conductor y conectado a tierra mediante el circuito 16PNK14, conector (J6), circuito
                izquierdo de la carrocer&#237;a 16PNK14 con empalme hacia las dos ventanas de empuje del lado derecho
                con interruptor cerrado a tierra , conector (J9), circuito trasero 16PNK14, empalme al circuito derecho
                de la carrocer&#237;a 16PNK14, con empalme a interruptores cerrados de las dos ventanas de empuje
                derechas a tierra.
            </para>
            <para>Potencia desde el fusible F11, circuito 16BLK40 al tablero de terminales (TB3), circuito 16BLK40 al
                zumbador del conductor y conectado a tierra a trav&#233;s del circuito 16PNK57, conector (J6), circuito
                16PNK57 hacia dos interruptores cerrados de compuerta de techo abierta a tierra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Alimentaci&#243;n de 3 accesorios" luces rojas sobre izquierda, puertas de emergencia traseras y
                derechas
            </title>
            <para>Potencia desde el fusible F11, circuito 16BLK40 al tablero de terminales (TB3), circuito 16BLK40 al
                conector (J15), circuito de carrocer&#237;a izquierdo 16BLK40 con empalme a 3" luces rojas sobre puerta
                de salida de emergencia izquierda, conector (J10), circuito de tapa trasera 16BLK40 con empalme a 3"
                luces rojas sobre puerta de salida de emergencia trasera, conector (J11), circuito de carrocer&#237;a
                derecho 16BLK40 a 3" luces rojas lado derecho sobre puerta de salida de emergencia derecha.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz indicadora de salida de emergencia con alimentaci&#243;n accesoria</title>
            <para>Potencia desde el fusible F11, circuito 16BLK40 a tablero de terminales (TB3), circuito 16BLK40,
                conector (J3), 16BLK40 a luz indicadora de salida de emergencia en panel de interruptores derecho,
                circuito 16PNK57, conector (J3), circuito 16PNK57 a zumbador del conductor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor amortiguador de ruidos con alimentaci&#243;n accesoria</title>
            <para>Potencia desde fusible F11, circuito 16BLK40 a tablero de terminales (TB3), circuito 16BLK40, conector
                (J83), circuito 16BLK40, conector (C38), interruptor ON/OFF amortiguador de ruidos, conector (C38),
                circuito 16BLU69, conector (J83), circuito 16BLU69, a solenoide amortiguador de ruidos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces traseras y alarma</title>
            <para>El circuito de interruptores de luz trasera 71A a circuito 16BLU6 controla el voltaje al conector
                original de la carrocer&#237;a (194), luces de reversa y claxon de alarma.
            </para>
            <para>Cuando el interruptor de llave (63) se mueve a la posici&#243;n de arranque o encendido, energiza el
                relevador IGN # 1 (R2) y adem&#225;s se suministra potencia desde la alimentaci&#243;n de la cabina del
                bus (J1), circuitos 14AA, 14C, fusible F8 del bloque de fusibles, circuito 14D, relevador (R2), circuito
                13B, fusible F16 del bloque de fusibles, circuito 71, conector (3), circuito 71, conector (304) y un
                cable negro al interruptor de las luces de reversa. Cuando se cierran los contactos del interruptor de
                las luces de reversa, la potencia pasa a trav&#233;s del cable blanco, el conector (304), el circuito
                71A, el conector (3) y el circuito 71A al conector original (194).
            </para>
            <para>La corriente contin&#250;a con el circuito 71A en el conector (194), circuito 16BLU83, conector (J26),
                circuito de la consola de luz intermitente 16BLU83, conector (J15), circuito izquierdo de la carrocer&#237;a
                16BLU83, conector (J10), circuito 16BLU83, luz de reversa izquierda y circuito de tapa trasera 16BLU83,
                luz de reversa derecha. Asimismo, la corriente en el conector (J26), circuito sellado del mazo de cables
                del motor 16BLU83A, conector (R3), circuito del bastidor del chasis 16BLU83, conector (SS14), circuito
                del bastidor del chasis 16BLU83, conector (SS15), cable rojo a claxon de alarma de reversa en travesa&#241;o
                trasero, y conector de trayecto a tierra de cable negro (SS15), circuito del bastidor del chasis
                16WHT83, conector (SS14), a terminal a tierra en la cubierta del motor (tablero e inclinaci&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula de descarga de la cortina de aire con alimentaci&#243;n de encendido</title>
            <para>El circuito de alimentaci&#243;n de encendido 13F al circuito 16BLK6 controla el voltaje al conector
                original (194) y v&#225;lvula de descarga. Cuando el interruptor de llave (63) se mueve a la posici&#243;n
                de arranque o encendido, energiza el relevador IGN # 1 (R2) y adem&#225;s se suministra potencia desde
                la alimentaci&#243;n de la cabina del bus (J1), circuitos 14AA, 14C, fusible del bloque de fusibles F8,
                circuito 14D, relevador (R2), circuito 13B, fusible F14 del bloque de fusibles, circuito 13F al conector
                original de la carrocer&#237;a (194).
            </para>
            <para>La potencia de la v&#225;lvula de descarga es el circuito 16BLK83, conector (J26), circuito de la
                consola de luz intermitente 16BLK83A, conector (J1), circuito 16BLK83 a interruptor ON de puerta de aire
                en el tablero derecho 16BLK19, conector (J1), circuito 16BLK19, conector izquierdo, circuito 16BLK19,
                conector (J71), circuito de tapa delantero 16BLK19, conector (J72) para operar la v&#225;lvula de
                descarga. O la potencia de la v&#225;lvula de descarga es el circuito 16BLK83, conector (J26), circuito
                de la consola de luz intermitente 16BLK83A, conector (J1), circuito 16BLK83 a cable de puente a trav&#233;s
                de interruptor de puerta de aire en tablero derecho, circuito 16BLK19, conector (J1), circuito 16BLK19,
                conector de carrocer&#237;a izquierdo, circuito 16BLK19, conector (J71), circuito de tapa delantero
                16BLK19, conector (J72) a interruptor de v&#225;lvula de descarga sobre puerta de entrada para operar la
                v&#225;lvula de descarga.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Control de la cortina de aire con alimentaci&#243;n de encendido</title>
            <para>El circuito de alimentaci&#243;n de encendido 13F a circuito 16BLK6 controla el voltaje al conector
                original (194) y el control de puerta de aire (interruptor de puerta de dos o tres posiciones). Cuando
                el interruptor de llave (63) se mueve a la posici&#243;n de arranque o encendido, energiza el relevador
                IGN # 1 (R2) y adem&#225;s se suministra potencia desde la alimentaci&#243;n de la cabina del bus (J1),
                circuitos 14AA, 14C, fusible del bloque de fusibles F8, circuito 14D, relevador (R2), circuito 13B,
                fusible F14 del bloque de fusibles, circuito 13F al conector original de la carrocer&#237;a (194).
            </para>
            <para>La potencia para el control de puerta de aire (interruptor de puerta de dos o tres posiciones) es el
                circuito 16BLK83, conector (J26), circuito de consola de luz intermitente 16BLK83, conector (J70),
                circuito 16BLK83 para interruptor de cierre de puerta de aire en el panel de accesorios izquierdo,
                circuito 16BLK83A para interruptor de apertura de puerta de aire, circuito 16BLK83B desde interruptor de
                puerta cerrada a conector (J70), circuito de la consola de luz intermitente 16BLK83, conector (J15),
                circuito de conector de izquierda de la carrocer&#237;a 16BLK83, conector (J71), circuito de tapa
                delantera 16BLK83, conector (J72) sobre la puerta al cable rojo en solenoide de puerta de aire cerrada y
                cable negro a circuito a tierra 16WHT. El circuito 16BLK83A a interruptor de aire encendido en el panel
                de accesorios de izquierda, circuito 16BLK20 desde interruptor de apertura de puerta de aire a conector
                (J70), circuito de la consola de luz intermitente 16BLK20, conector (en l&#237;nea), circuito del
                conector de izquierda de la carrocer&#237;a 16BLK20, conector (J71), circuito de tapa delantera 16BLK20,
                conector (J72) sobre puerta a cable rojo en solenoide de puerta de aire abierta y cable negro a circuito
                a tierra 16WHT.
            </para>
            <para>Luz intermitente de circuito a tierra del interruptor 16WHT-, conector (J70), circuito 16WHT- terminal
                a tierra de la placa de luz intermitente y a circuito 16WHT70, conector (J70), circuito 16WHT70, a m&#243;dulo
                de luz intermitente (Weldon) clavija 9 &#243; 10, "luz roja intermitente" o (ELS) clavija 3 "interrupt.
                de puerta".
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Compresor de aire con alimentaci&#243;n de encendido</title>
            <para>El circuito de alimentaci&#243;n de encendido 13F al circuito 16BLK6 controla el voltaje al conector
                original de la carrocer&#237;a (194) y compresor de aire. Cuando el interruptor de llave (63) se mueve a
                la posici&#243;n de arranque o encendido, energiza el relevador IGN # 1 (R2) y adem&#225;s se suministra
                potencia desde la alimentaci&#243;n de la cabina del bus (J1), circuitos 14AA, 14C, fusible del bloque
                de fusibles F8, circuito 14D, relevador (R2), circuito 13B, fusible F14 del bloque de fusibles, circuito
                13F al conector original de la carrocer&#237;a (194).
            </para>
            <para>La potencia del compresor de aire es el circuito 16BLK83, conector (J26), circuito de la consola de
                luz intermitente 16BLK83A, conector (J1), circuito 16BLK83 a relevador de compresor de aire, con el
                circuito de trayecto a tierra 16WHT- a terminal a tierra de la placa de luz intermitente, la potencia
                desde el fusible (F20), conector (E3), circuito 12BLU65, contactos cerrados del relevador, circuito
                12BLU65, conector (R2), circuito 12BLU65, conector (E53), a cable azul del compresor de aire y cable
                negro a conector (E53), circuito 12WHT- a terminal a tierra en cubierta del motor (tablero e inclinaci&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces del tablero e iluminaci&#243;n de los interruptores</title>
            <para>El circuito del interruptor de las luces del tablero 62F a circuito 16DKBL aten&#250;a/ilumina el
                voltaje al conector original de la carrocer&#237;a (194), luces del tablero e iluminaci&#243;n de
                interruptores.
            </para>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se suministra
                potencia a los circuitos 14A, 14AA, al fusible F1 del bloque de fusibles, al circuito 50A y al
                interruptor de faros delanteros (23). Cuando el interruptor de los faros delanteros (23) est&#225; en la
                posici&#243;n ON de luces de estacionamiento o de faros delanteros, se suministra potencia al circuito
                62, al fusible 28, al circuito 62A y al control del atenuador de las luces del tablero (22). Desde el
                control del atenuador (22), se aplica un voltaje ajustable al circuito 62B y al bloque de alimentaci&#243;n
                (8). Desde el bloque de alimentaci&#243;n, se suministra potencia a trav&#233;s del circuito 62F al
                conector original de la carrocer&#237;a (194).
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37A,
                conector (J8), circuito 16VIO37 a interruptor de luces de despejo, con el circuito de trayecto a tierra
                16WHT-, conector (J8), a terminal a tierra de la placa de luz intermitente. A trav&#233;s del conector
                (J8), los circuitos de potencia de iluminaci&#243;n de interruptores paralelos son los interruptores de
                signo de destinaci&#243;n, luz intermitente maestra, luz intermitente y de neutralizaci&#243;n.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37A,
                conector (J7), circuito 16VIO37 a interruptor de luces superiores de toldo, con el circuito de trayecto
                a tierra 16WHT-, conector (J7), al terminal a tierra de la placa de luz intermitente. A trav&#233;s del
                conector (J7), los circuitos de potencia de iluminaci&#243;n de interruptores paralelos son los
                interruptores de signo de destinaci&#243;n, luz superior de toldo, luz de actividad, asiento trasero,
                superior de toldo delantera y trasera.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37C,
                conector (J9), circuito 16VIO37 a interruptor central de calefactor, con el circuito de trayecto a
                tierra 16WHT-, conector (J9), al terminal a tierra de la placa de luz intermitente. A trav&#233;s del
                conector (J9), los circuitos de potencia de iluminaci&#243;n de interruptores paralelos son los
                interruptores de calefactor central, calefactor del conductor, ventilador del desempa&#241;ador y
                calefactor de escal&#243;n.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37,
                conector (J10), circuito 16VIO37 a interruptor de bomba reforzadora, con el circuito de trayecto a
                tierra 16WHT-, conector (J10), al terminal a tierra de la placa de luz intermitente. A trav&#233;s del
                conector (J10), los circuitos de potencia de iluminaci&#243;n de interruptores paralelos son los
                interruptores de calefactor trasero izquierdo, calefactor trasero derecho, luz estrobosc&#243;pica,
                desconexi&#243;n maestra, interruptores vandalock (puerta de aire) y de puerta de entrada alternativa.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37,
                conector (J11), circuito 16VIO37 a interruptor de ventilaci&#243;n el&#233;ctrica delantera, con el
                circuito de trayecto a tierra 16WHT-, conector (J11), al terminal a tierra de la placa de luz
                intermitente. A trav&#233;s del conector (J11), los circuitos de potencia de iluminaci&#243;n de
                interruptores paralelos son los interruptores de ventilaci&#243;n el&#233;ctrica trasera, espejos t&#233;rmicos,
                hojas t&#233;rmicas del limpiador y c&#225;mara.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37,
                conector (J12), circuito 16VIO37 a interruptor de cancelaci&#243;n de luz intermitente, con el circuito
                de trayecto a tierra 16WHT-, conector (J12), al terminal a tierra de la placa de luz intermitente. A
                trav&#233;s del conector (J12), los circuitos de potencia de iluminaci&#243;n de interruptores paralelos
                son los interruptores de cancelaci&#243;n de brazo de se&#241;al de alto, de cancelaci&#243;n de
                compuerta transversal, luces de caja de equipaje, calefactor de escal&#243;n superior e inferior.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37,
                conector (J1), circuito 16VIO37 a interruptor de limpiaparabrisas, con el circuito de trayecto a tierra
                16WHT-, conector (J1), al terminal a tierra de la placa de luz intermitente.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37D,
                conector (J1), circuito 16VIO37, conector (C4) a interruptor de luz intermitente, con el conector de
                trayecto a tierra (C4), circuito 16WHT-, conector (J1), al terminal a tierra de la placa de luz
                intermitente. A trav&#233;s del conector (C4), conector (J1), los circuitos de potencia de iluminaci&#243;n
                de interruptores paralelos son los interruptores de luces de advertencia Virginia.
            </para>
            <para>La potencia para las luces del tablero y la iluminaci&#243;n de interruptores es el circuito 16DKBL,
                conector (J26), tablero de terminales (TB2), circuito de la consola de luz intermitente 16VIO37D,
                conector (J1), circuito 16VIO37, conector (C1) a interruptor de desempa&#241;ador izquierdo, con el
                conector de trayecto a tierra (C1), circuito 16WHT-, conector (J1), a terminal a tierra de la placa de
                luz intermitente. A trav&#233;s del conector (C1), el conector (J1), los circuitos de potencia de
                iluminaci&#243;n de interruptores paralelos son los interruptores de desempa&#241;amiento y de lijado
                del lado derecho.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de alto</title>
            <para>El circuito del interruptor de luz de alto 70C al circuito 14RED6 controla el voltaje al conector
                original de la carrocer&#237;a (194), luces de alto.
            </para>
            <para>Con los frenos de aire, terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1),
                se suministra potencia a los circuitos 14AA, 14A, el fusible del bloque de fusibles F3, y el circuito
                70, hacia el empalme, el circuito 70A, hacia el conector del interruptor de la luz de alto de aire (80).
                Cuando se aplica el pedal del freno, los interruptores de luz de alto de aire (79) y (80) suministran
                corriente al conector original de la carrocer&#237;a (194) desde el empalme al circuito 70C.
            </para>
            <para>Con los frenos hidr&#225;ulicos y el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a
                (J1), se aplica potencia a los circuitos 14AA, 14A, el fusible F3, y el circuito 70 al conector del
                interruptor de la luz de alto (50). Cuando se aplica el pedal del freno, los contactos cerrados del
                interruptor de la luz de alto (50) suministran corriente al conector original de la carrocer&#237;a
                (194) a trav&#233;s de los circuitos 70C.
            </para>
            <para>La energ&#237;a sigue con el circuito 70C al conector (194), circuito 14RED83, conector (J26),
                circuito de la consola de luz intermitente 14RED83, conector (J15), circuito izquierdo de la carrocer&#237;a
                16RED83, conector (J9), circuito 16RED83, luces traseras y de alto izquierdas con mica original de 4" (&#243;
                7") y circuito de tapa trasera 16RED84, 4" (&#243; 7") luces traseras y de alto derechas con mica
                original.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de estacionamiento y traseras</title>
            <para>El circuito de interruptor de luces de estacionamiento y traseras 58E al circuito 14BRN6 controla el
                voltaje al conector original de carrocer&#237;a (194), luces de estacionamiento y traseras.
            </para>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se suministra
                energ&#237;a a los circuitos 14AA, 14A, el fusible del bloque de fusibles F1, el circuito 50A (empalme y
                circuito 50D con cable especial) y el interruptor de faros delanteros (23). Cuando el interruptor de
                faros delanteros (23) est&#225; en la posici&#243;n ON de las luces de estacionamiento o faros
                delanteros, se suministra energ&#237;a al circuito 58D, fusible F27 del bloque de fusibles, circuito 58E
                y conector original de la carrocer&#237;a (194).
            </para>
            <para>La corriente sigue con el circuito 58E al conector (194), circuito 14BRN83, conector (J26), circuito
                de la consola de luz intermitente 16BRN83, conector (J15), circuito izquierdo de la carrocer&#237;a
                16BRN83, conector (J9), circuito 16BRN83, luces traseras izquierdas con mica original de 4" (&#243; 7")
                y circuito de tapa trasera 16BRN84, luces traseras derechas con mica de 4" (&#243; 7") original.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces direccionales izquierdas y derechas</title>
            <para>El circuito de direccionales izquierdas 56D al circuito 14PNK6 y circuito de direccionales derechas
                57D al circuito 14YEL6 controla el voltaje al conector original de la carrocer&#237;a (194),
                direccionales.
            </para>
            <para>El terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) aplica potencia a los
                circuitos 14AA y 14B, al fusible F6 del bloque de fusibles, al circuito 55, a la luz intermitente (F35)
                y el circuito 55A/60, a los circuitos 55A y 60 (con columna de direcci&#243;n inclinable) o al circuito
                60 (con columna fija) del interruptor de direccional (193).
            </para>
            <para>Al mover el interruptor de direccional a la posici&#243;n de viraje a la izquierda, los contactos del
                interruptor se cierran y se aplica potencia al conector (193) y al circuito 56D al conector original de
                la carrocer&#237;a (194).
            </para>
            <para>La potencia contin&#250;a con el circuito 56D en el conector (194), circuito 14YEL83, conector (J26),
                circuito de la consola de luz intermitente 16YEL83, conector (J15), circuito izquierdo de la carrocer&#237;a
                16YEL83, direccional izquierda, circuito 16YEL83, conector (J9), circuito 16YEL83, direccional izquierda
                de 7" y conector (J26) circuito 16YEL83A, conector (J2), circuito 16YEL83, direccional del cubretablero
                delantero izquierdo de 7" .
            </para>
            <para>Al mover el interruptor de direccional a la posici&#243;n de viraje a la derecha, los contactos del
                interruptor se cierran y se aplica potencia al conector (193), el circuito 57D al conector original de
                la carrocer&#237;a (194).
            </para>
            <para>La potencia contin&#250;a con el circuito 57D en el conector (194), circuito 14GRN84, conector (J26),
                circuito de la consola de luz intermitente 14GRN84, conector (J15), circuito izquierdo de la carrocer&#237;a
                14GRN84, conector (J9) y circuito de tapa trasera 16GRN84, direccional trasera izquierda, conector
                (J11), circuito 16GRN84, direccional derecha y conector (J26) circuito 16GRN84A, conector (J2), circuito
                16GRN84, luz de la direccional del cubretablero delantero derecho de 7".
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor y seguro de bloqueo del arranque</title>
            <para>Se suministra energ&#237;a al interruptor de llave (63) en los circuitos 14AA, 14C, fusible F7 del
                bloque de fusibles, circuito 15 desde el terminal de alimentaci&#243;n de la bater&#237;a (J1) de la
                carrocer&#237;a. Cuando el interruptor de llave se mueve a la posici&#243;n de arranque, se suministra
                potencia al circuito 17C, al conector de interrupci&#243;n de arranque (195), al circuito 16PNK14, al
                conector (S47), 16PNK58, contactos cerrados del solenoide de seguro de bloqueo a trav&#233;s del
                circuito 16PNK58 al interruptor a tierra del conector (S16), desde el circuito de solenoide 16PNK58 al
                conector (S47), al circuito 16PNK14, al conector (195), y el circuito 17 a relevador de arranque (R5).
            </para>
            <para>Cuando una transmisi&#243;n autom&#225;tica est&#225; en neutro, se suministran 12 voltios al terminal
                del interruptor de desenganche de la transmisi&#243;n del ECM. Si el motor no est&#225; funcionando,
                &#233;ste le indica al ECM que energice el relevador del arranque (R5), proporcionando a la bobina del
                relevador una conexi&#243;n a tierra a trav&#233;s del circuito 97H, el conector de mamparo (2) y el
                circuito 97H. El relevador del motor de arranque (387) se energiza y el motor de arranque enciende
                cuando el vandalock u otros dispositivos de interruptor de puerta no abren el trayecto a tierra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mazo de cables el&#233;ctricos de la carrocer&#237;a</title>
            <para>El mazo de cables de la consola suministra potencia a la carrocer&#237;a del bus y se dirige a trav&#233;s
                del conector (P26) al conector adaptador del chasis (S26) para la luz de freno izquierda, la alimentaci&#243;n
                de accesorios, las luces del tablero, luces de reversa, la alimentaci&#243;n del encendido, direccional
                izquierda, direccional derecha, y las luces indicadoras y el conector (P47) a los conectores del
                adaptador del chasis (S47) al seguro de bloqueo del motor de arranque. Adem&#225;s, la potencia del mazo
                de cables de la consola se enruta a trav&#233;s del conector (RS1) al conector del compartimiento
                sellado del motor (SP1) para la lijadora, calefactor inferior, bomba reforzadora, y el conector (RS2) al
                conector del compartimiento sellado del motor (SP2) para el compresor de aire, y el conector (RS3) al
                conector del compartimiento sellado del motor (SP3) para las luces de estribo, alarma de reversa,
                lavaparabrisas, espejo t&#233;rmico, luces de la caja portaequipaje, relleno de la lijadora, claxon de
                emergencia, compartimiento transversal, im&#225;n del compartimiento transversal, luces de niebla y
                solenoide de elevaci&#243;n. Adem&#225;s, la potencia del mazo de cables de la consola se enruta a trav&#233;s
                del conector (S1) al conector del tablero (P1) para el ventilador izquierdo, ventilador derecho y luces
                estrobosc&#243;picas, y el conector (S2) al conector del tablero (P2) para el los faros de niebla,
                vandalock, calefactor de escal&#243;n y lavaparabrisas, y el conector (S3) al conector del tablero (P3)
                para las luces de aviso y tablero de interruptores de derecha, y el conector (S4) al conector de tablero
                (P4) para las lijadoras, y el conector (S5) al conector del tablero (P5) para el tablero de interruptor
                del lavaparabrisas. Adem&#225;s, la potencia del mazo de cables de la consola se enruta a trav&#233;s
                del conector (S7) al conector del panel de interruptores izquierdo (P7) para las luces superiores de
                toldo y las de actividades, y el conector (S8) al conector del panel de interruptores izquierdo (P8)
                para el interruptor de arranque de luz intermitente, neutralizaci&#243;n, luz intermitente, luz
                intermitente maestra, se&#241;al de designaci&#243;n y luces de despejo, y el conector (S9) al conector
                del panel de interruptores izquierdo (P9) para el calefactor de escal&#243;n, ventilador del desempa&#241;ador,
                ventilador del conductor, calefactor central izquierdo y derecho, y el conector (S10) al conector del
                panel de interruptores izquierdo (P10) para la puerta de entrada alternativa, el vandalock, el
                calefactor trasero derecho, calefactor trasero izquierdo y la bomba reforzadora, y el conector (S11) al
                conector del panel de interruptores izquierdo (P11) para la c&#225;mara, hoja del limpiador t&#233;rmico,
                espejo t&#233;rmico, ventilaci&#243;n el&#233;ctrica trasera y ventilaci&#243;n el&#233;ctrica
                delantera, y el conector (S12) al conector del panel de interruptores izquierdo (P12) para el calefactor
                de escal&#243;n inferior, elevaci&#243;n, caja portaequipajes, compartimiento transversal, interruptor
                de cancelaci&#243;n de alarma de alto e interruptor de cancelaci&#243;n de luz intermitente, y el
                conector (S54) al conector del panel de interruptores izquierdo (P54) para luces estrobosc&#243;picas y
                de desconexi&#243;n maestra. Asimismo la potencia del mazo de cables de la consola se enruta a trav&#233;s
                del conector (S70) al conector del panel de accesorios (P70) para las puertas de aire. Adem&#225;s, la
                potencia del mazo de cables de la consola se enruta a trav&#233;s del conector (S6) al conector
                izquierdo de la carrocer&#237;a (P6) para la alarma de emergencia, ventanas de empuje, compuerta de
                techo, elevador de sillas de ruedas y refacciones, y conector (S15) al conector izquierdo de carrocer&#237;a
                (P15) para las luces de freno, direccionales, luces de refacci&#243;n y del grupo de instrumentos, y el
                conector (S16) al conector izquierdo de carrocer&#237;a (P16) para las luces de despejo, luces del grupo
                de instrumentos, luces superiores de toldo, luces estrobosc&#243;picas, espejo superior t&#233;rmico,
                luces de actividades, vandalock de puerta trasera, luces del conductor, solenoide de elevaci&#243;n,
                ventilador izquierdo y ventilador derecho, y conector (S51) al conector izquierdo de carrocer&#237;a
                (P51) para la se&#241;al de destinaci&#243;n, ventilador del conductor, ventilaci&#243;n el&#233;ctrica
                y calefactor central. Adem&#225;s, la potencia del mazo de cables de la consola se enruta a trav&#233;s
                del conector (UM1410THX4) al conector auxiliar (UF1612PDX4) para los calefactores y el conector
                (UM1410THX2) al conector auxiliar (UF1612PDX2) para los calefactores.
            </para>
            <para>El mazo de cables izquierdo de la carrocer&#237;a suministra potencia a la carrocer&#237;a del bus y
                se enruta a trav&#233;s del conector (P6) al conector (S6) de tapa delantera B1 para la alarma de la
                puerta de emergencia, ventana de empuje, compuerta de techo y luz TT, y el conector (P15) al conector
                (S15) de tapa delantera B1 para la luz de freno izquierda, de encendido, la alimentaci&#243;n de la
                lijadora, la luz de reversa izquierda, la direccional izquierda, la luz trasera izquierda y la potencia
                del radio, y el conector (P16) al conector (S16) de tapa delantera B1 para la luz del grupo de
                instrumentos, las luces de despejo, superior de toldo izquierda, superior de toldo derecha, superior de
                toldo trasera, luz estrobosc&#243;pica, espejo t&#233;rmico, luz de actividad, vanalock de la puerta
                trasera, luz del conductor, luz TT, ventilador izquierdo bajo, ventilador izquierdo alto, ventilador
                derecho bajo y ventilador derecho alto, y el conector (P51) al conector (S15) de tapa delantera B1 para
                la luz de freno izquierda, de accesorio de encendido, alimentaci&#243;n de la lijadora, luz trasera
                izquierda, alimentaci&#243;n del encendido, direccional izquierda, direccional derecha y potencia del
                radio. Adem&#225;s, la potencia del mazo de cables de la consola se enruta a trav&#233;s del conector
                (P9) al conector (S9) de tapa delantera B2 para las luces de despejo, los frenos, luz trasera izquierda,
                direccional derecha, direccional izquierda, luz roja TT, luz de advertencia &#225;mbar y ventana de
                empuje, y el conector (P10) al conector de tapa delantera B2 para la luz trasera izquierda, accesorio de
                encendido, alarma de la puerta de emergencia, luz roja de advertencia, luz de advertencia &#225;mbar ,
                luz superior de toldo derecha, se&#241;al de destinaci&#243;n, bocina derecha, luz superior de toldo
                trasera y de actividad, y el conector (P12) al conector (S12) de tapa delantera B2 para la luz TT, luz
                de escal&#243;n, vanalock de la puerta trasera y solenoide de la puerta de aire.
            </para>
            <para>El mazo de cables de la carrocer&#237;a derecha suministra potencia al mazo de cables de la carrocer&#237;a
                del bus a trav&#233;s del conector (P11) al conector de tapa trasera (S11) para la bocina derecha,
                accesorio de encendido, luz superior de toldo derecha, luces de despejo, direccional derecha y luz TT.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de despejo y del grupo de instrumentos</title>
            <para>Las luces de despejo y del grupo de instrumentos conmutan el voltaje del panel de interruptores al
                mazo de cables de la carrocer&#237;a y lo utilizan los circuitos de las luces de despejo, del grupo de
                instrumentos, indicadoras de viraje y centrales intermediarias de la carrocer&#237;a. La potencia del
                terminal (P2) es para el fusible del tablero de fusibles 2, conector (F1), circuito 16BLK2, conector
                (J8), circuito 16BLK2, conector (C12), interruptor de luces de despejo y del grupo de instrumentos en el
                panel de interruptores izquierdo, conector (C12), circuito 16YEL2, conector (J8), circuito 16YEL2,
                conector (J16), circuito 16YEL51, conector (J7), tapa delantera, circuito 16YEL51 a luz del grupo de
                instrumentos, circuito 16YEL51A a luz del grupo de instrumentos y circuito 16YEL51B a luz del grupo de
                instrumentos, y circuito 16YEL2, conector (J7), tapa delantera, circuito 16YEL2 a luz indicadora de
                viraje y circuito 16YEL2A a luz indicadora de viraje, y carrocer&#237;a izquierda, circuito 16YEL2A a
                luz indicadora intermedia central izquierda, circuito 16YEL2B, conector (J9), tapa trasera, circuito
                16YEL2B a luces indicadoras de viraje, y de grupo de instrumentos, conector (J11), carrocer&#237;a
                derecha, circuito 16YEL2B a luz indicadora intermedia central derecha.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Brazo de se&#241;al de alto</title>
            <para>El circuito de control del motor controla el circuito del motor del brazo de se&#241;al de alto, del
                cual est&#225; aislado. Por este motivo, la base de la unidad se debe conectar a tierra correctamente a
                la carrocer&#237;a del bus. El terminal (P1) suministra potencia al fusible 22 del tablero de fusible,
                al conector (C6), al circuito 16BLK63, al tablero de terminales (TB1), cable rojo al brazo de se&#241;al
                de alto (el&#233;ctrico), amarillo s&#243;lido al m&#243;dulo de luz intermitente (derecha e izquierda),
                circuito 16BLU63 desde el "brazo de se&#241;al de alto" de luz intermitente y cable amarillo al brazo de
                se&#241;al de alto, y cable verde a la tierra. El terminal (P1) suministra potencia al fusible 22 del
                tablero de fusible, al conector (C6), al circuito 16BLK63, al tablero de terminales (TB1), cable rojo al
                brazo de se&#241;al de alto (aire), rojo s&#243;lido al m&#243;dulo de luz intermitente (derecha e
                izquierda), circuito 16BLU63 desde el "brazo de se&#241;al de alto" de luz intermitente y cable negro al
                solenoide de aire, y cable blanco a la tierra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Compuerta transversal</title>
            <para>El circuito de control del motor controla el circuito del motor de la compuerta transversal, de la
                cual est&#225; aislado. Por este motivo, la base de la unidad se debe conectar a tierra correctamente a
                la carrocer&#237;a del bus. El terminal (P1) suministra potencia al fusible 22 del tablero de fusibles,
                al conector (C6), al circuito 16BLK63A, al conector (RS3), al circuito del mazo de cables sellado del
                motor 16BLK63, al conector (SS1), cable rojo al conector y motor de la compuerta, desde el cable rojo
                del conector de compuerta desde el im&#225;n opcional, el conector (SS1), al circuito 16RED64, al
                conector (RS3), el circuito 16RED64 al tablero de terminales (TB1), al "accy" de luz intermitente, y
                cable azul al conector (SS1) y cable azul desde el im&#225;n opcional al circuito 16BLU63, conector
                (RS3), circuito 16BLU63 al tablero de terminales (TB1), al "brazo de se&#241;al de alto" de luz
                intermitente, y del conector de compuerta, cable blanco al conector (SS1) y el cable blanco desde el im&#225;n
                opcional al circuito 16WHT- a la tierra en la cubierta del motor (tablero e inclinaci&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ventilador del calefactor</title>
            <para>Los interruptores de control del calefactor usan un control de alto, bajo y OFF de los motores del
                ventilador del calefactor. El terminal (P3) suministra potencia al fusible 31 del tablero de fusibles,
                conector (A6), circuito 12BLK9, conector (J9), circuito 12BLK9, conector (C19), interruptor de control
                del calefactor del conductor, desde la posici&#243;n alta, conector (C19), circuito 12RED43, conector
                (J53), al cable naranjo del motor del calefactor del conductor, e interruptor de control del calefactor
                del conductor, desde la posici&#243;n baja, conector (C19), circuito 12BLU42, conector (J53), al cable
                rojo del motor del calefactor del conductor motor, y desde el cable negro del motor del calefactor del
                conductor, conector (J53), circuito 12WHTA, conector (J81), circuito 12WHTA, al terminal a tierra en la
                placa de luz intermitente.
            </para>
            <para>Los interruptores de control del calefactor usan un control de alto, bajo y OFF de los motores del
                ventilador del desempa&#241;ador. El terminal (P3) suministra potencia al fusible 36 del tablero de
                fusibles, conector (A4), circuito 12BLK7, conector (J9), circuito 12BLK7, conector (C20), interruptor de
                control del desempa&#241;ador, desde la posici&#243;n alta, conector (C20), circuito 12RED50, conector
                (J53), al cable naranjo del motor del desempa&#241;ador, e interruptor de control del desempa&#241;ador,
                desde la posici&#243;n baja, conector (C120), circuito 12BLU49, conector (J53), al cable rojo del motor
                del desempa&#241;ador, y desde el cable negro del motor del desempa&#241;ador, conector (J53), circuito
                12WHTB, conector (J81), circuito 12WHTB, al terminal a tierra en la placa de luz intermitente.
            </para>
            <para>Los interruptores de control del calefactor de escal&#243;n usa un control de alto, bajo y OFF de los
                motores del ventilador del calefactor. El terminal (P3) suministra potencia al fusible 37 del tablero de
                fusibles, al conector (A8), al circuito 12BLK8, al conector (J9), al circuito 12BLK8, al conector (C21),
                al interruptor de control del calefactor de escal&#243;n, desde la posici&#243;n de alto, conector
                (C21), circuito 12RED17, conector (J9), circuito 12RED17, conector (J2), circuito 12RED17, conector
                (J7), al cable naranjo del motor del calefactor de escal&#243;n, y el interruptor de control del
                calefactor de escal&#243;n, desde la posici&#243;n bajo, conector (C21), circuito 12RED17, conector
                (J9), circuito 12RED17, conector (J2), circuito 12RED17, conector (J7), al cable rojo del motor del
                calefactor de escal&#243;n, y desde el cable negro del motor del calefactor de escal&#243;n, conector
                (J7), circuito 12WHT8, al tornillo a tierra transversal del veh&#237;culo.
            </para>
            <para>Los interruptores de control del calefactor central izquierdo auxiliar usan un control de alto, bajo y
                OFF de los motores del ventilador del calefactor. El terminal (P3) suministra potencia al fusible 33 del
                tablero de fusibles, conector (A1), circuito 12BLK10, conector (J81), circuito 12BLK10, conector (C17),
                interruptor de control del calefactor central izquierdo auxiliar, desde la posici&#243;n de alto,
                conector (C17), circuito 12RED23, conector (J81), al motor del calefactor, e interruptor de control del
                calefactor central izquierdo auxiliar, desde posici&#243;n de bajo, conector (C17), circuito 12BLU22,
                conector (J81), al motor del calefactor
            </para>
            <para>Los interruptores de control del calefactor central derecho auxiliar usan un control de alto, bajo y
                OFF de los motores del ventilador del calefactor. El terminal (P3) suministra potencia al fusible 35 del
                tablero de fusibles, conector (A3), circuito 12BLK60, conector (J81), circuito 12BLK60, conector (C18),
                interruptor de control del calefactor central derecho auxiliar, desde la posici&#243;n de alto, conector
                (C18), circuito 12RED25, conector (J81), al motor del calefactor, e interruptor de control del
                calefactor central derecho auxiliar, desde posici&#243;n de bajo, conector (C18), circuito 12BLU24,
                conector (J81), al motor del calefactor.
            </para>
            <para>Los interruptores de control del calefactor trasero izquierdo auxiliar usan un control de alto, bajo y
                OFF de los motores del ventilador del calefactor. El terminal (P3) suministra potencia al fusible 34 del
                tablero de fusibles, conector (A2), circuito 12BLK11, conector (J10), circuito 12BLK11, conector (C23),
                interruptor de control del calefactor trasero izquierdo auxiliar, desde la posici&#243;n de alto,
                conector (C23), circuito 12RED34, conector (J10), circuito 12RED34, conector en l&#237;nea, circuito
                12RED34, conector en l&#237;nea al motor del calefactor e interruptor de control auxiliar del calefactor
                trasero izquierdo, desde la posici&#243;n de bajo, conector (C23), circuito 12BLU33, conector (J10),
                circuito 12BLU33, conector en l&#237;nea, circuito 12BLU33, conector en l&#237;nea al motor del
                calefactor.
            </para>
            <para>Los interruptores de control del calefactor trasero derecho auxiliar usan un control de alto, bajo y
                OFF de los motores del ventilador del calefactor. El terminal (P3) suministra potencia al fusible 40 del
                tablero de fusibles, conector (B2), circuito 12BLK61, conector (J54), circuito 12BLK61, conector (C24),
                interruptor de control del calefactor trasero derecho auxiliar, desde la posici&#243;n de alto, conector
                (C24), circuito 12RED38, conector (J54), circuito 12RED38, conector en l&#237;nea, circuito 12RED38,
                conector en l&#237;nea al motor del calefactor e interruptor de control auxiliar del calefactor trasero
                derecho, desde la posici&#243;n de bajo, conector (C24), circuito 12BLU37, conector (J54), circuito
                12BLU37, conector en l&#237;nea, circuito 12BLU37, conector en l&#237;nea al motor del calefactor.
            </para>
            <para>Los interruptores de control de la bomba reforzadora usan el control ON/OFF del motor de la bomba
                reforzadora. El terminal (P2) ) suministra potencia al fusible 6 del tablero de fusibles, conector (G3),
                circuito 12BLK14, conector (S10), circuito 12BLK14, conector (C22), interruptor de control de la bomba
                reforzadora, desde la posici&#243;n ON, conector (C22), circuito 12BLU44, conector (S10), circuito
                12BLU44, conector (RP1), circuito 12BLU44, conector (ES2), al cable anaranjado del motor de la bomba
                reforzadora, y desde el cable negro al motor de la bomba reforzadora, conector (ES2), circuito 12WHT-,
                al terminal a tierra en la cubierta del motor (tablero e inclinaci&#243;n).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Limpiaparabrisas</title>
            <para>El interruptor del limpiador usa un control de limpiaparabrisas simple, doble o intermitente. El
                terminal (P2) suministra potencia al fusible 5 del tablero de fusibles, conector (G4), circuito 12BLK12,
                conector (J3), circuito 12BLK12, conector (J5), circuito 12BLK12, empalme, circuito 12BLK12A, conector
                (J9), circuito 12RED, interruptor de limpiaparabrisas de control doble con funci&#243;n intermitente , y
                circuito 12BLK, conector (J9), circuito 12WHT-, conector (J5), circuito 12WHT-, conector (J3), circuito
                12WHT12 a la tierra. Y desde el empalme, circuito 12BLK12A, conector (J5), circuito 12BLK12A, conector
                (J45) al cable negro del conjunto del motor del limpiaparabrisas, y cable marr&#243;n, conector (J45) y
                circuito 12WHT- a tierra. Y desde el empalme, circuito 12BLK13, conector (J5), circuito 12BLK13,
                conector (J46) al cable negro del conjunto del motor del limpiaparabrisas, y cable marr&#243;n, conector
                (J46) y circuito 12WHT- a tierra.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
