<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - L&#193;MPARAS DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA -
        DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <svcprocinfo>
            <para>Vea,
                <hotlnk document="m08250_X082603.xml" xrefid="f0826012">Luces de Posici&#243;n, Estacionamiento y
                    Cola</hotlnk>.
            </para>
            <para>Si las luces permanecen encendidas mientras el interruptor de las luces delanteras est&#225; en posici&#243;n
                "OFF", el problema m&#225;s probable es un defecto en el interruptor de las luces delanteras, grupo de
                interruptores, cables entre el grupo de interruptores y el EGC, o un problema en el EGC (el sistema est&#225;
                dise&#241;ado para activar las luces estacionamiento cuando no hay entrada del hacia el EGC proveniente
                del interruptor).
            </para>
            <para>Si las luces fallan en encenderse cuando las luces delanteras est&#225;n encendidas, el problema se
                puede atribuir a cables de salida abiertos o en corto entre el ESC y las luces de cola, luces de posici&#243;n
                laterales y l&#225;mparas de las luces de posici&#243;n delanteras. El ESC tiene un fusible integral
                autom&#225;tico de software algor&#237;tmico para proteger los circuitos de salida en un caso de
                sobrecarga de corriente
            </para>
            <para>Un c&#243;digo de problemas de diagn&#243;stico ser&#225; registrado si hay una sobrecarga de
                corriente causada por un corto con tierra o carga excesiva (muchos accesorios), o una apertura en los
                circuitos entre el ESC y las luces de cola, luces de posici&#243;n laterales y luces de posici&#243;n
                delanteras.
            </para>
            <para>Si algunas luces individuales no est&#225; funcionando, el problema debe ser atribuido a una falla en
                las l&#225;mparas, o a cables abiertos hacia las l&#225;mparas en cuesti&#243;n.
            </para>
            <para>Una herramienta de servicio electr&#243;nico funcionando con el software "INTUNE" se puede usar para
                ordenar al ESC encender las luces y monitorear la activaci&#243;n del interruptor de las luces de
                estacionamiento.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n Preliminar de las Luces de Posici&#243;n, Estacionamiento y Cola</title>
            <table id="t0826017" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar de las Luces de Posici&#243;n, Estacionamiento y Cola</title>
                <tgroup cols="7" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.59in"/>
                    <colspec colname="2" charoff="50" colwidth="0.57in"/>
                    <colspec colname="3" charoff="50" colwidth="1.48in"/>
                    <colspec colname="4" charoff="50" colwidth="0.91in"/>
                    <colspec colname="5" charoff="50" colwidth="0.78in"/>
                    <colspec colname="6" charoff="50" colwidth="0.82in"/>
                    <colspec colname="7" charoff="50" colwidth="1.53in"/>
                    <thead>
                        <row>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PUNTOS DE PRUEBA</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIFIC.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0" align="center">
                                <para>1.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"ON"</para>
                            </entry>
                            <entry rotate="0">
                                <para>Verifique si las luces de posici&#243;n, estacionamiento y de cola no est&#225;n
                                    funcionando.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Revise visualmente las luces de posici&#243;n, estacionamiento y de cola.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>Las luces de posici&#243;n, estacionamiento y de cola no est&#225;n funcionando.
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Las luces de posici&#243;n, estacionamiento y de cola est&#225;n funcionando. El
                                    problema no existe o es intermitente (revise si hay c&#243;digos de problemas de
                                    diagn&#243;stico inactivos.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Determine si est&#225; funcionando mal cualquier otro dispositivo que pueda tener
                                    circuitos en com&#250;n (Por ejemplo; falta de energ&#237;a o tierra compartida con
                                    otros dispositivos)
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si hay otros dispositivos funcionando mal.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Identifique y repare las condiciones que est&#225;n causando que varias caracter&#237;sticas
                                    que est&#233;n funcionando mal.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>&#191;No funcionan todas las luces de posici&#243;n, estacionamiento y de cola?
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si todas las luces no est&#225;n funcionando.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Todas las luces no est&#225;n funcionando.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Revise si hay apertura en los circuitos de la, o las luces que no est&#225;n
                                    funcionando.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0" align="center">
                                <para>4.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"ON"</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk xrefid="x08260209">Revise si hay c&#243;digos de problemas de diagn&#243;stico
                                        para las luces de posici&#243;n, estacionamiento y de cola.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Lea la pantalla del od&#243;metro.</para>
                            </entry>
                            <entry rotate="0">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico activos.</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk document="m08250_X08260211.xml" xrefid="x08260211">Vaya a entradas al
                                        circuito del ESC para las luces de posici&#243;n, estacionamiento y de cola.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya a
                                    <hotlnk xrefid="x08260209">salidas del circuito del ESC para las luces de posici&#243;n,
                                        estacionamiento y de cola.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x08260214">
            <title>C&#243;digos de Problemas de Diagn&#243;stico</title>
            <para>Para exhibir los c&#243;digos de diagn&#243;stico (DTC), coloque el freno de estacionamiento y la
                llave del interruptor de ignici&#243;n en posici&#243;n "ON". Luego oprima simult&#225;neamente los
                interruptores, de Crucero "ON" y "Resume". Si no hay fallas presentes la pantalla del od&#243;metro
                exhibir&#225; "NO FAULT", si hay fallas presentes, el tablero de instrumentos electr&#243;nicos mostrar&#225;
                cada c&#243;digo de problema de diagn&#243;stico durante 10 segundos cambiar&#225; autom&#225;ticamente
                al siguiente c&#243;digos de problemas de diagn&#243;stico y contin&#250;a el ciclo a trav&#233;s de
                todas las fallas. Para cambiar manualmente las exhibiciones de c&#243;digos de problemas de diagn&#243;stico
                listadas, oprima el bot&#243;n "select/reset" de la pantalla del tablero de instrumentos. El &#250;ltimo
                car&#225;cter del c&#243;digos de problemas de diagn&#243;stico terminar&#225; en "A" indicando los c&#243;digos
                de problemas de diagn&#243;stico activos, o en "P" indicando los c&#243;digos de problemas de diagn&#243;stico
                activos previamente. Liberando el freno de estacionamiento, o colocando la llave del interruptor de
                ignici&#243;n en posici&#243;n "OFF" pondr&#225; al ESC y al tablero de instrumentos fuera del modo de
                diagn&#243;sticos.
            </para>
            <para>Despu&#233;s de haber efectuado todas las reparaciones, se pueden borrar los c&#243;digos de problemas
                de diagn&#243;stico colocando la llave del interruptor de ignici&#243;n en posici&#243;n "Accessory",
                colocando la palanca de indicaci&#243;n de viraje a la izquierda y oprimiendo simult&#225;neamente los
                interruptores de "Crucero, ON" y "Set".
            </para>
            <table id="t0826004" tblwidth="full-page" numbered="no" view="reveal">
                <title>Luces de Posici&#243;n, Estacionamiento y de Cola</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.71in"/>
                    <colspec colname="col2" colwidth="3.91in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>NO HAY C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</para>
                            </entry>
                            <entry colname="col2">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico registrados para cada posible
                                    falla en los circuitos de las luces de estacionamiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1" align="center">
                                <para>Si las luces permanecen encendidas mientras el interruptor de las luces delanteras
                                    est&#225; en posici&#243;n "OFF", el problema m&#225;s probable es un defecto en el
                                    interruptor de las luces delanteras, grupo de interruptores, cables entre el grupo
                                    de interruptores y el EGC, o un problema en el EGC (el sistema est&#225; dise&#241;ado
                                    para activar las luces estacionamiento cuando no hay entrada del hacia el EGC
                                    proveniente del interruptor).
                                </para>
                                <para>Vaya a
                                    <hotlnk document="m08250_X08260211.xml" xrefid="x08260211">entradas al circuito del
                                        ESC para las luces de posici&#243;n, estacionamiento y de cola.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1" align="center">
                                <para>Cuando el interruptor de las luces de estacionamiento est&#225; activado ("ON") y
                                    una luz individual, o varias de las luces, pero no todas, no est&#225; funcionando,
                                    posiblemente se trata de un bombillo fundido o una apertura en el circuito para esas
                                    luces.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>La luz de altura del techo y las luces de posici&#243;n o del parasol, tiene
                                    fusibles separados entre sus circuitos y el ESC. Vea la
                                    <hotlnk document="m08250_X08260LTS02.xml" xrefid="x08260lts02">secci&#243;n de las
                                        Luces de Altura del Techo y Posici&#243;n, o Parasol
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <revst/>
                                <para>611 14 4 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom">
                                <para>Circuito abierto de las l&#225;mparas de posici&#243;n, estacionamiento y de cola,
                                    4007 clavija H.
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Esta falla es el resultado de una apertura en los circuitos entre las l&#225;mparas
                                    de posici&#243;n, estacionamiento y de cola y el ESC.
                                </para>
                                <para>Inspeccione si las
                                    <hotlnk document="m08250_X08260215.xml" xrefid="x08260215">l&#225;mparas de posici&#243;n,
                                        estacionamiento y de cola
                                    </hotlnk>
                                    funcionan en forma apropiada
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <revst/>
                                <para>611 14 4 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom">
                                <para>Sobrecarga de corriente de las l&#225;mparas de posici&#243;n, estacionamiento y
                                    de cola, 4007 clavija H.
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Esta falla es el resultado de un corto o sobrecarga en los circuitos entre las l&#225;mparas
                                    de posici&#243;n, estacionamiento y de cola y el ESC.
                                </para>
                                <para>Inspeccione si las
                                    <hotlnk document="m08250_X08260215.xml" xrefid="x08260215">Luces de Posici&#243;n,
                                        Estacionamiento y de Cola
                                    </hotlnk>
                                    funcionan en forma apropiada
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <revst/>
                                <para>611 14 4 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Luces de posici&#243;n, estacionamiento y de cola; menos que la corriente baja
                                    normal, pero m&#225;s que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 4 4</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Luces de posici&#243;n, estacionamiento y de cola; mayor que la corriente alta
                                    normal y menor que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 4 6</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Las luces de posici&#243;n, estacionamiento y de cola tienen un flujo de corriente
                                    cuando la salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082603.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X08260211.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
