<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS - L&#225;mpara
        de Advertencia del Freno de Estacionamiento de Servicio
    </stitle>
    <svcman/>
    <svcproc id="x08254405" svcproctype="troubleshoot" graphiccount="1">
        <title>L&#225;mpara de Advertencia del Freno de Estacionamiento de Servicio</title>
        <svcsubproc>
            <title>Funci&#243;n del Circuito</title>
            <figure id="f08254a20" figsize="pg-wide">
                <graphic filename="../figg08/g08254a5.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento de la L&#225;mpara de Advertencia del Freno de Estacionamiento de
                    Servicio
                </caption>
                <calloutgroup>
                    <callout1>1. SENSOR DE RECORRIDO "SAAR" DEL FRENO DE ESTACIONAMIENTO ACTIVADO POR AIRE</callout1>
                    <callout1>2. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA</callout1>
                    <callout1>4. GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS (EGC)</callout1>
                </calloutgroup>
            </figure>
            <para>Los circuitos el&#233;ctricos para el Sensor de Recorrido integrado, entre la Aplicaci&#243;n de Aire
                al Resorte / Liberaci&#243;n de Aire de la C&#225;mara (SAAR), usados en el sistema del freno de
                estacionamiento activado por aire. El sistema del freno de estacionamiento activado por aire es una opci&#243;n
                para veh&#237;culos equipados con sistema de freno de estacionamiento hidr&#225;ulico.
            </para>
            <para>La salida el&#233;ctrica est&#225; prevista para indicar que el pist&#243;n del SAAR se ha movido
                debido a que la presi&#243;n de aire ha sido liberada de la c&#225;mara. Una falla en el movimiento del
                pist&#243;n puede indicar un mal funcionamiento, o un mal ajuste del freno de estacionamiento. El sensor
                de salida se inter comunica con una entrada digital en el ESC.
            </para>
            <para>SAAR - Aplicaci&#243;n de Resorte / Liberaci&#243;n de Aire: Un componente que activa el freno de
                estacionamiento por medio de un cable adherido a un pist&#243;n. Luego, el aire es introducido en la c&#225;mara
                a una gran presi&#243;n, suficiente para comprimir el resorte, y de este modo, liberar el freno de
                estacionamiento. Cuando el aire es evacuado de la c&#225;mara, el resorte empuja hacia atr&#225;s el
                pist&#243;n, que a su vez hala el cable, el cual entonces acciona el pist&#243;n.
            </para>
            <para>Las entradas al dispositivo suelen consistir en un voltaje nominal de 14 V, CD, y una conexi&#243;n a
                tierra.
            </para>
            <para>Salidas:</para>
            <para>Condici&#243;n de Aplicaci&#243;n. El dispositivo debe entregar una se&#241;al ALTA cuando el
                recorrido del SAAR es menor de 19.05 +/- 3.175 mm (.75 +/- .125") y cuando el recorrido del SAAR excede
                de 64.8 +/- 3.175 mm (2.55 +/- .125") en la condici&#243;n de aplicaci&#243;n. En todos los otros
                momentos, el dispositivo debe enviar una se&#241;al BAJA. Condici&#243;n de Liberaci&#243;n.
            </para>
            <para>El dispositivo debe entregar una se&#241;al ALTA cuando el recorrido del SAAR es menor de 17,78 +/-
                3.175 mm (0.70 +/- .125") y cuando el recorrido del SAAR excede de 63.50 +/- 3.175 mm (2.50 +/- .125")
                en la condici&#243;n de liberaci&#243;n. En todos los otros momentos, el dispositivo debe enviar una se&#241;al
                BAJA.
            </para>
            <para>El dispositivo tiene el medio para manejar una corriente baja, entrada digital.</para>
            <para>El EGC activa el
                <hotlnk xrefid="f08254a20">indicador del Freno de Estacionamiento de Servicio</hotlnk>
                cuando el recibe un mensaje del enlace de datos 1939 del Tren de Potencia proveniente del ESC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos</title>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;stico "INTUNE" puede
                ordenar al ESC encender todas las luces de advertencia. Esto confirmar&#225; que el EGC est&#225;
                trabajando y comunicando con el enlace de datos.
            </para>
            <para>La l&#225;mpara de Advertencia del Freno de Estacionamiento de Servicio est&#225; activada cuando el
                Freno de Estacionamiento Activado Por Aire est&#225; atascado. Esto ocurre cuando el interruptor del
                freno de estacionamiento no coincide con el sensor de recorrido de la c&#225;mara (SAAR) para la
                liberaci&#243;n del aire aplicado al resorte. Esta indica que el freno de estacionamiento no puede ser
                aplicado, o no puede ser liberado.
            </para>
            <para>La l&#225;mpara de Advertencia del Freno de Estacionamiento de Servicio est&#225; activada cuando la
                porci&#243;n de aplicaci&#243;n autom&#225;tica del Freno de Estacionamiento Activado Por Aire no est&#225;
                operando. Esto ocurre cuando el interruptor del freno de estacionamiento no est&#225; regulado dentro de
                5 segundos del recibo de la orden de estacionar, como el engranaje requerido. Esta falla indicar&#225;
                una falla en la aplicaci&#243;n autom&#225;tica, o en las l&#237;neas de aire entre el rel&#233; de
                aplicaci&#243;n autom&#225;tica y el interruptor del Freno de Estacionamiento.
            </para>
            <para>Si la l&#225;mpara permanece encendida continuamente, o no se enciende cuando es comandada por el ESC,
                el problema puede estar en la programaci&#243;n del ESC/EGC, en los dispositivos del EGC, o problemas
                con la entrada de circuitos hacia el ESC provenientes del interruptor del freno de estacionamiento.
            </para>
            <table id="t0825423" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar de La l&#225;mpara de Advertencia del Freno de Estacionamiento de
                    Servicio
                </title>
                <tgroup cols="6" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.53in"/>
                    <colspec colname="2" charoff="50" colwidth="0.56in"/>
                    <colspec colname="3" charoff="50" colwidth="1.61in"/>
                    <colspec colname="5" charoff="50" colwidth="1.22in"/>
                    <colspec colname="6" charoff="50" colwidth="1.03in"/>
                    <colspec colname="7" charoff="50" colwidth="1.51in"/>
                    <thead>
                        <row>
                            <entry colname="1" rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry colname="2" rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry colname="3" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry colname="5" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF.</emph>
                                </para>
                            </entry>
                            <entry colname="6" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN.</emph>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"Off/On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Conecte la herramienta de diagn&#243;stico (EZ-Tech) a la conexi&#243;n de diagn&#243;sticos.
                                    Coloque la llave de ignici&#243;n en la posici&#243;n de accesorio. Inicie el
                                    software de programaci&#243;n "ICAP". Verifique que las entradas a la l&#225;mpara
                                    de advertencia est&#233;n programadas para funcionar.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia y sus entradas est&#225;n programadas para
                                    funcionar.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Programe la l&#225;mpara de advertencia con el software "ICAP".</para>
                                <para>Vea
                                    <hotlnk document="m082504_X0825388.xml" xrefid="x0825388">Programando</hotlnk>en la
                                    secci&#243;n del Controlador del Sistema El&#233;ctrico en este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Intente hacer funcionar la l&#225;mpara de advertencia con el software diagn&#243;stico
                                    "INTUNE".
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia responde a la entrada de diagn&#243;stico del
                                    EGC.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Los circuitos de las l&#225;mparas provenientes del enlace de datos del EGC
                                    trabajan correctamente.
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Aseg&#250;rese de que el bombillo no est&#225; fundido. Reemplace el tablero del
                                    circuito EGC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk xrefid="x082540105b">Revisi&#243;n de c&#243;digos de problemas de diagn&#243;stico
                                        de La l&#225;mpara de Advertencia del Freno de Estacionamiento de Servicio.
                                    </hotlnk>
                                </para>
                                <para>Lea lo exhibido en el od&#243;metro.</para>
                            </entry>
                            <entry rotate="0">
                                <para>L&#225;mpara de Advertencia del Freno de Estacionamiento de Servicio, los c&#243;digos
                                    de problemas de diagn&#243;stico est&#225;n activos.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya a
                                    <hotlnk document="m082504_X0825993.xml" xrefid="x0825993">Freno de Estacionamiento
                                        Activado Por Aire, en la secci&#243;n del manual sobre Caracter&#237;sticas del
                                        Chasis.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>4.</para>
                            </entry>
                            <entry rotate="0">
                                <para>"Off/ On"</para>
                            </entry>
                            <entry rotate="0">
                                <para>Intercambie temporalmente un tablero de instrumentos bueno con el tablero actual y
                                    revise la operaci&#243;n de la l&#225;mpara.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>La l&#225;mpara opera correctamente.</para>
                            </entry>
                            <entry rotate="0">
                                <para>El mensaje proveniente del ESC est&#225; siendo transmitido. Reemplace el tablero
                                    del circuito del EGC original.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">El mensaje proveniente
                                        del ESC no est&#225; siendo transmitido. Considere reemplazar el ESC.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x082540105b">
            <title>C&#243;digos de Problemas de Diagn&#243;stico (DTC)</title>
            <para>Para exhibir los c&#243;digos de diagn&#243;stico, coloque el veh&#237;culo en el modo de diagn&#243;stico.
                Coloque el freno de estacionamiento y gire la llave de la ignici&#243;n a la posici&#243;n "ON". Luego
                oprima el interruptor para activar "ON" el crucero ("Cruise") y activar el interruptor de reasumir
                ("Resume)". Si no hay c&#243;digos de diagn&#243;sticos presentes, el od&#243;metro del tablero de
                instrumentos exhibir&#225; NO HAY FALLAS ("NO FAULT"). Si hay c&#243;digos de problemas de diagn&#243;stico
                presentes, el indicador del tablero de instrumentos exhibir&#225; el n&#250;mero total de fallas y despu&#233;s
                de 10 segundos, pasar&#225; al siguiente c&#243;digo de problema de diagn&#243;stico. Para pasar
                manualmente a trav&#233;s de la lista de c&#243;digos de problemas de diagn&#243;stico, oprima el bot&#243;n
                de exhibici&#243;n del tablero seleccionar/restablecer ("Select/Reset") El &#250;ltimo car&#225;cter del
                c&#243;digo de problema de diagn&#243;stico terminar&#225; en "A" para un c&#243;digo de problema de
                diagn&#243;stico activo, o en "P" para un c&#243;digo de problema de diagn&#243;stico activo previo.
                Colocando la llave de la ignici&#243;n en "OFF", o liberando el freno de estacionamiento colocar&#225;
                al ESC y al indicador del tablero de instrumentos fuera del modo de diagn&#243;sticos.
            </para>
            <para>Puede que el c&#243;digo de problema de diagn&#243;stico activo previo se borre, mientras que en el
                modo de diagn&#243;stico, se hace colocando la se&#241;al de viraje hacia la izquierda y oprimiendo
                simult&#225;neamente para activar "ON" los interruptores de crucero ("Cruise") y el de establecer
                ("Set").
            </para>
            <table id="t0825405b" tblwidth="full-page" numbered="no" view="reveal">
                <title>Los c&#243;digos de problemas de diagn&#243;stico de La l&#225;mpara de Advertencia del Freno de
                    Estacionamiento de Servicio
                </title>
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="2.45in"/>
                    <colspec colname="col2" colwidth="4.13in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry align="center" colname="col1">
                                <para>
                                    <emph type="bold">C&#243;digo de Problema de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>70 14 1 0</para>
                            </entry>
                            <entry colname="col2">
                                <para>El Freno de Estacionamiento Activado Por Aire est&#225; atascado.</para>
                                <para>Ocurre cuando el interruptor del freno de estacionamiento no coincide con el
                                    sensor de recorrido de la c&#225;mara (SAAR) para la liberaci&#243;n del aire
                                    aplicado al resorte. Esta indica que el freno de estacionamiento no puede ser
                                    aplicado, o no puede ser liberado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>70 14 1 1</para>
                            </entry>
                            <entry colname="col2">
                                <para>La porci&#243;n de aplicaci&#243;n autom&#225;tica con el Freno de Estacionamiento
                                    Activado por Aire no est&#225; operando.
                                </para>
                                <para>Ocurre cuando el interruptor del freno de estacionamiento no est&#225; regulado
                                    dentro de 5 segundos del recibo de la orden de estacionar, como el engranaje
                                    requerido. Esta falla indicar&#225; una falla en la aplicaci&#243;n autom&#225;tica,
                                    o en las l&#237;neas de aire entre el rel&#233; de aplicaci&#243;n autom&#225;tica y
                                    el interruptor del Freno de Estacionamiento.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082540105.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082540106.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
