<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - DESCARGA DE LA SUSPENSI&#211;N
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>DESCARGA DE LA SUSPENSI&#211;N</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259h2" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n de la Descarga de la Suspensi&#243;n</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>Esta caracter&#237;stica permite bajar algunas pulgadas la parte trasera del veh&#237;culo por medio
                de la descarga de aire de las c&#225;maras de aire. Esta se usa principalmente para enganchar y
                desenganchar los remolques lo mismo que para descargar o cargar equipos por la parte trasera de los
                camiones rectos.
            </para>
            <para>Cuando el interruptor de descarga de la suspensi&#243;n, localizado en el grupo de interruptores del
                tablero, se coloca en posici&#243;n "ON", el grupo de interruptores se comunica con el ESC para
                solicitarle que energice el solenoide de aire, localizado en el grupo de 4, o de 7 solenoides. Cuando el
                solenoide se energiza, le suministrar aire piloto a la v&#225;lvula "Hadley" del sistema de la suspensi&#243;n
                de aire. Esto causa que el sistema se desinfle.
            </para>
            <para>La operaci&#243;n de descarga de la suspensi&#243;n ocurrir&#225; solamente cuando la llave de la
                ignici&#243;n se encuentre en la posici&#243;n de "ignition" o el interruptor de alimentaci&#243;n del
                accesorio se coloque en la posici&#243;n "ON". El indicador de descarga de la suspensi&#243;n (luz s&#243;lida)
                y el solenoide de descarga de la suspensi&#243;n deben estar activados ("ON") cuando el interruptor de
                descarga se coloca en posici&#243;n "ON" y el veh&#237;culo este en movimiento a una velocidad menor de
                la m&#225;xima velocidad de descarga permitida y no est&#233; presente ning&#250;n error relativo. Si la
                suspensi&#243;n es descargada y la llave de la ignici&#243;n es colocada en posici&#243;n "OF", la v&#225;lvula
                SV1 que est&#225; normalmente cerrada previene el inflado del sistema de suspensi&#243;n. Si la suspensi&#243;n
                no ha sido descargada con el interruptor de ignici&#243;n desactivado "OFF" y &#233;ste se torna a la
                posici&#243;n "ON", al tornar la llave de la ignici&#243;n a "Ignition" o "accessory" se desinflar&#225;
                la suspensi&#243;n.
            </para>
            <para>Si hay algunos errores relacionado, el solenoide de descarga de la suspensi&#243;n ser&#225; colocado
                en "OFF". Si la velocidad del veh&#237;culo es mayor de la m&#225;xima de velocidad de descarga
                permitida, el solenoide ser&#225; colocado en "OFF". Si la suspensi&#243;n est&#225; desinflada y el veh&#237;culo
                se acelera m&#225;s all&#225; de m&#225;xima velocidad de descarga permitida, &#233;sta se re-inflar&#225;
                aunque el interruptor de descarga de la suspensi&#243;n se encuentre en posici&#243;n de descarga. Si
                luego se reduce la velocidad del veh&#237;culo a la m&#225;xima velocidad permitida de descarga, o
                menos, la suspensi&#243;n no se descargar&#225; hasta que el interruptor de descarga, se restaure
                (colocarlo en "OFF" y nuevamente en "ON").
            </para>
            <para>Si hay algunos errores relativos y la energ&#237;a del "accessory" est&#225; activada, la luz
                indicadora de descarga de la suspensi&#243;n destellar&#225; continua y lentamente. Si se solicita la
                descarga de la suspensi&#243;n y la velocidad del veh&#237;culo es mayor que la m&#225;xima velocidad de
                descarga permitida (predeterminadas 5 millas por hora), el indicador de descarga de la suspensi&#243;n
                destellar&#225; continua y r&#225;pidamente y sonar&#225;n cinco sonidos cortos. A&#250;n si se reduce
                la velocidad del veh&#237;culo por debajo del la velocidad m&#225;xima de descarga de la suspensi&#243;n,
                el indicador continuar&#225; destellando r&#225;pidamente.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082599A.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_424.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
