<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - MOTORES - MOTORES V8-AVNT - CONTROL REMOTO DE VELOCIDAD DEL MOTOR del M&#211;DULO
        (RESCM)
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>CONTROL REMOTO DE VELOCIDAD DEL MOTOR del M&#211;DULO (RESCM)</title>
        <svcsubproc>
            <title>Funciones del Circuito</title>
            <para>El motor v8 tiene un c&#243;digo de caracter&#237;stica opcional que le permite al motor ser
                controlado desde un lugar remoto fuera de la cabina. Esto se ha logrado gracias al uso del modulo de
                control remoto de velocidad del motor (RESCM).
            </para>
            <para>El control remoto de velocidad del motor es una intercomunicaci&#243;n para los fabricantes de
                carrocer&#237;as, para el uso remoto para la operaci&#243;n del motor. El RESCM se intercomunica con el
                ESC a trav&#233;s del Enlace de Datos de la Carrocer&#237;a, por la v&#237;a J1939, mensajes del
                propietario. En la mayor&#237;a de los casos, la informaci&#243;n necesita simplemente pasar a trav&#233;s
                del ESC hacia el ECM. Pero, debido a la naturaleza del propietario de la comunicaci&#243;n entre el
                RESCM y el ESC, se necesitar&#225; hacer alguna conversi&#243;n de datos.
            </para>
            <para>El RESCM proporciona 4 funciones de interruptor, un veloc&#237;metro, un tac&#243;metro, dos luces de
                advertencia y un acelerador remoto. El RESCM tambi&#233;n es capaz de proporcionar caracter&#237;sticas
                para gobernar la presi&#243;n, cubiertas por la caracter&#237;stica del Gobernador de Presi&#243;n del
                ESC.
            </para>
            <para>M&#225;s espec&#237;ficamente, el RESCM incluye:</para>
            <randlist type="bullet">
                <item>
                    <para>Un interruptor (digital) permite un PTO variable</para>
                </item>
                <item>
                    <para>Un interruptor (digital) permite un PTO preconfigurado</para>
                </item>
                <item>
                    <para>Un interruptor para establecer una velocidad de crucero (Set/Coast) (duplica el control de la
                        cabina).
                    </para>
                </item>
                <item>
                    <para>Un interruptor para restablecer la velocidad de crucero y aumentar la velocidad (Resume/ Accel
                        speed) (duplica el control de la cabina).
                    </para>
                </item>
                <item>
                    <para>Una l&#225;mpara de advertencia de motor &#225;mbar (digital)</para>
                </item>
                <item>
                    <para>Una l&#225;mpara de parada de motor roja (digital)</para>
                </item>
                <item>
                    <para>Un veloc&#237;metro (enlace de datos hacia salida de se&#241;al electr&#243;nica)</para>
                </item>
                <item>
                    <para>Un tac&#243;metro (enlace de datos hacia salida de se&#241;al electr&#243;nica)</para>
                </item>
                <item>
                    <para>Un acelerador remoto (entrada an&#225;loga)</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El fabricante de carrocer&#237;as proporciona el hardware actual que est&#225; conectado con
                        la unidad RESCM.
                    </para>
                </note>
            </specpara>
            <para>Si llegare a pasar que las comunicaciones se pierden entre el RESCM y el ESC, las entradas del sensor
                recibidas normalmente provenientes del RESCM ser&#225;n enviadas hacia el motor como no disponibles y
                las entradas al interruptor ser&#225;n enviadas hacia el motor como desconexi&#243;n (off).
            </para>
            <para>Para m&#225;s detalles, refi&#233;rase al Manual de Fabricante de Carrocer&#237;as CT-471, a al manual
                de motor aplicable.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n de Componentes</title>
            <figure id="f082571e" figsize="pg-wide">
                <graphic filename="../figg08/g082578.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Localizaci&#243;n del RESCM</caption>
                <calloutgroup>
                    <callout1>1. ARN&#201;S DE LA TRANSMISI&#211;N</callout1>
                    <callout1>2. ARN&#201;S DEL MOTOR</callout1>
                    <callout1>3. CIRCUITO DEL FABRICANTE DE CARROCER&#205;AS</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_204.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082571.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
