<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TRANSMISIONES - TRANSMISIONES MANUALES - INTERRUPTOR DE LA LUZ DE RETROCESO
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="1">
        <title>INTERRUPTOR DE LA LUZ DE RETROCESO</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Cuando la transmisi&#243;n se cambia hacia retroceso, el interruptor de la luz de retroceso se debe
                cerrar para proporcionar el voltaje para las l&#225;mparas de retroceso.
            </para>
            <para>Se debe sospechar de una falla en los circuitos de retroceso si las l&#225;mparas de retroceso no se
                encienden cuando la transmisi&#243;n se cambia a retroceso. Los problemas en los circuitos de las luces
                de retroceso pueden ser causados por circuitos abiertos o en corto, un fusible fundido, o un interruptor
                con falla.
            </para>
            <figure id="f082617" figsize="pg-wide">
                <graphic filename="../figg08/g0826102.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Circuitos del Interruptor de Retroceso. - Vea Siempre el Libro de Diagramas de Circuitos Para
                    Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4705) CONEXI&#211;N TRANSMISI&#211;N/TABLERO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                            RISAS
                        </callout2>
                    </callout1>
                    <revst/>
                    <callout1>(4810) CONEXI&#211;N DEL EMPALME DE LA SE&#209;AL DE VIRAJE Y RETROCESO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL CENTRO DE DISTRIBUCI&#211;N DE
                            ENERG&#205;A (PDC)
                        </callout2>
                    </callout1>
                    <revend/>
                    <callout1>(7500) CONEXI&#211;N DEL INTERRUPTOR DE LA LUZ DE RETROCESO
                        <callout2>LOCALIZADA EN LA TRANSMISI&#211;N MANUAL</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0826192" tblwidth="full-page" numbered="no" view="reveal">
                <title>Revisiones del Circuito de las Luces de Retroceso</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.98in"/>
                    <colspec colname="2" colwidth="0.74in"/>
                    <colspec colname="3" colwidth="0.60in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.58in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Revisiones de Energ&#237;a de la Conexi&#243;n del Interruptor de
                                        la Luz de Retroceso (7500)
                                    </emph>
                                </para>
                                <para>Revise con la llave de ignici&#243;n en "ON" y la (7500) desconectada.</para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Pruebas</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s del interruptor de retroceso (7500), cavidad A con
                                    tierra.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si el fusible de la transmisi&#243;n 10
                                    amperios est&#225; fundido, o hay apertura o corto con tierra en los circuito J71B,
                                    o en el J71.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s del interruptor de retroceso (7500), cavidad A con
                                    cavidad B.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en los circuitos L71C, o
                                    en el J71AA hacia el empalme de la se&#241;al de retroceso/viraje (4810).
                                </para>
                                <para>Revise tambi&#233;n los circuitos a trav&#233;s de las l&#225;mparas de retroceso
                                    con tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Si el voltaje es el correcto, considere el reemplazo del interruptor de
                                    retroceso.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extensa</title>
            <para>El voltaje de ignici&#243;n es suministrado a la conexi&#243;n del Interruptor de la Luz de Retroceso
                (7500), terminal A, desde el fusible de 10 amperios de la luz de retroceso, localizado en el centro de
                distribuci&#243;n de energ&#237;a (PDC) del compartimento del motor.
            </para>
            <para>Cuando la transmisi&#243;n se cambia hacia retroceso, el interruptor se cierra para suministrar
                voltaje de la ignici&#243;n a los circuitos de las l&#225;mparas.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_476.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_478.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
