<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS Y CERRADURAS ASISTIDAS POR MOTOR DE
        LA CABINA TRASERA DE TRIPULACI&#211;N - DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <svcprocinfo>
            <para>Las fallas en el sistema de las ventanas delanteras asistidas por motor y cerraduras ser&#225;
                aparente cuando Ventanas o cerraduras asistidas por motor no operen correctamente. El ESC registrar&#225;
                un c&#243;digo de problema de diagn&#243;stico cuando hay una falla en el motor de la ventana, una falla
                en el motor de la cerradura o una falla en el grupo de interruptores de operaci&#243;n de la puerta.
            </para>
            <para>Un problema con la operaci&#243;n, sea de la ventana o cerradura en una puerta individual se puede
                atribuir a una apertura o corto en los circuitos entre el grupo de interruptores de operaci&#243;n de la
                puerta y el motor de la ventana o de la cerradura. El problema tambi&#233;n se puede atribuir a una
                falla en el grupo de interruptores de operaci&#243;n de la puerta, el motor de la ventana o el motor de
                las cerraduras.
            </para>
            <para>Un problema con la operaci&#243;n de ambos, ventana y cerradura en una puerta individual se puede
                atribuir a una apertura o corto en los circuitos de energ&#237;a o tierra hacia el grupo de
                interruptores de operaci&#243;n de la puerta, o a una falla en el grupo de interruptores de operaci&#243;n
                de la puerta.
            </para>
            <para>Cuando las cerraduras o ventanas en una de las puertas no operan correctamente desde el grupo de
                interruptores de operaci&#243;n de la otra puerta, el problema puede estar en cualquiera de los grupos
                de interruptores de operaci&#243;n de la puerta, o en el enlace de datos del interruptor entre ambos
                grupos de interruptores de operaci&#243;n de las puertas.
            </para>
            <para>Los grupo de interruptores de operaci&#243;n de la puertas se pueden intercambiar de lado, con el fin
                de aislar el problema interno del grupo de interruptores de operaci&#243;n de la puerta. No intercambie
                el grupo de interruptores de operaci&#243;n de la puerta del conductor delantero con el trasero.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n Preliminar de la ventanas y cerraduras traseras asistidas por motor</title>
            <table id="t0825812" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar de la ventanas y cerraduras traseras asistidas por motor</title>
                <tgroup cols="7" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.59in"/>
                    <colspec colname="2" charoff="50" colwidth="0.53in"/>
                    <colspec colname="3" charoff="50" colwidth="1.35in"/>
                    <colspec colname="4" charoff="50" colwidth="0.89in"/>
                    <colspec colname="5" charoff="50" colwidth="0.78in"/>
                    <colspec colname="6" charoff="50" colwidth="1.09in"/>
                    <colspec colname="7" charoff="50" colwidth="1.46in"/>
                    <thead>
                        <row>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PUNTOS DE PRUEBA</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIFIC.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0" align="center">
                                <para>1.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"On"</para>
                            </entry>
                            <entry rotate="0">
                                <para>Verifique si las ventanas o cerraduras asistidas por motor est&#225;n operando en
                                    forma incorrecta. .
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Revise visualmente las ventanas o cerraduras asistidas por motor</para>
                            </entry>
                            <entry rotate="0">
                                <para>Las ventanas o cerraduras asistidas por motor est&#225;n operando en forma
                                    incorrecta.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Las ventanas o cerraduras asistidas por motor est&#225;n operando correctamente.
                                    El problema no existe o es intermitente. (Revise si hay c&#243;digos de problemas de
                                    diagn&#243;stico activos .)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Determine si est&#225; funcionando mal cualquier otro dispositivo que pueda tener
                                    circuitos en com&#250;n (Por ejemplo; falta de energ&#237;a o tierra compartida con
                                    otros dispositivos)
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si hay otros dispositivos funcionando mal.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Ning&#250;n otro dispositivo est&#225; funcionando mal.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Identifique y repare las condiciones que est&#225;n causando que varias caracter&#237;sticas
                                    est&#233;n funcionando mal.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0" align="center">
                                <para>3.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"On"</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk xrefid="x082580501">Revise si hay c&#243;digos de problemas de diagn&#243;sticos.</hotlnk>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Lea la pantalla del od&#243;metro.</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">No</emph>
                                    hay c&#243;digos de problemas de diagn&#243;stico activos.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Si las ventanas o cerraduras asistidas por motor no est&#225;n operando, algunos c&#243;digos
                                    de problemas de diagn&#243;stico pueden ser registrados. Reemplace el grupo de
                                    interruptores de operaci&#243;n de la puerta.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>4.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>
                                    <hotlnk xrefid="x082580501">Revise si hay c&#243;digos de problemas de diagn&#243;stico
                                        para las ventanas o cerraduras asistidas por motor..
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Lea la pantalla del od&#243;metro .</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Hay c&#243;digos de problemas de diagn&#243;stico activos sobre las ventanas o
                                    cerraduras asistidas por motor.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya a
                                    <hotlnk document="m08250_X082580502.xml" xrefid="x082580502">Ventanas o Cerraduras
                                        Asistidas Por Motor, Manejo de la Detecci&#243;n de Fallas.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Hay otros c&#243;digos de problemas de diagn&#243;stico presentes. Vaya a la secci&#243;n
                                    apropiada del manual asociada con el DTC.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x082580501">
            <title>C&#243;digos de Problemas de Diagn&#243;sticos (DTC) Diagnostic Trouble Codes (DTC)</title>
            <para>Para exhibir los c&#243;digos de problemas de diagn&#243;stico, ponga el veh&#237;culo en el modo de
                diagn&#243;stico. Coloque el freno de estacionamiento y la llave del interruptor de ignici&#243;n en
                posici&#243;n "ON". Luego oprima los interruptores, de Crucero a "ON" y el de "Resume" del Crucero. Si
                no hay c&#243;digos de problemas de diagn&#243;stico presentes, la pantalla del od&#243;metro exhibir&#225;
                "NO FAULT". Si hay presentes c&#243;digos de problemas de diagn&#243;stico, la pantalla del od&#243;metro
                exhibir&#225; el n&#250;mero total de fallas y despu&#233;s de 10 segundos cambiar&#225; al siguiente c&#243;digos
                de problemas de diagn&#243;stico. Para cambiar manualmente las exhibiciones de c&#243;digos de problemas
                de diagn&#243;stico listadas, oprima el bot&#243;n de seleccionar/restablecer ("select/reset") de la
                pantalla del tablero de instrumentos. El &#250;ltimo car&#225;cter del c&#243;digos de problemas de
                diagn&#243;stico terminar&#225; en "A" indicando los c&#243;digos de problemas de diagn&#243;stico
                activos, o en "P" indicando los c&#243;digos de problemas de diagn&#243;stico activos previamente.
                Colocando la llave del interruptor de ignici&#243;n en posici&#243;n "Off" o liberando el freno de
                estacionamiento, pondr&#225; al ESC y al tablero de instrumentos fuera del modo de diagn&#243;sticos.
            </para>
            <para>Posiblemente se pueden borrar los c&#243;digos de problemas de diagn&#243;stico activos previamente,
                mientras se est&#225; en el modo de diagn&#243;stico, por medio de la colocaci&#243;n de la palanca de
                indicaci&#243;n de viraje a la izquierda y oprimiendo simult&#225;neamente los interruptores de
                "Crucero" y "Set".
            </para>
            <table id="t0825813" tblwidth="full-page" numbered="no" view="reveal">
                <title>C&#243;digos de Problemas de Diagn&#243;stico de las Puertas Traseras</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.65in"/>
                    <colspec colname="col2" colwidth="3.85in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 66 0</para>
                            </entry>
                            <entry colname="col2">
                                <para>El grupo de interruptores de operaci&#243;n de la puerta trasera del lado del
                                    conductor no se est&#225; comunicando con el ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 66 7</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el motor de la ventana trasera del lado del conductor.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 66 8</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el motor de la cerradura trasera del lado del conductor</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 66 9</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el grupo de interruptores de operaci&#243;n de la puerta trasera del lado
                                    del conductor
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 66 0</para>
                            </entry>
                            <entry colname="col2">
                                <para>El grupo de interruptores de operaci&#243;n de la puerta trasera del lado del
                                    conductor no se est&#225; comunicando con el ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 65 7</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el motor de la ventana trasera del lado del pasajero</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 65 8</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el motor de la cerradura trasera del lado del pasajero</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>625 14 65 9</para>
                            </entry>
                            <entry colname="col2">
                                <para>Falla en el grupo de interruptores de operaci&#243;n de la puerta trasera del lado
                                    del pasajero.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082585.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082580502.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
