<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - ACCESORIOS DEL CHASIS - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Secador de aire</title>
            <para>Cuando el interruptor de llave (63) se pone en la posici&#243;n de encendido o accesoria, se aplica
                potencia a los circuitos 13, 13D, fusible F22, circuito 13A, conector (3), circuitos 13A, 13K, conector
                en l&#237;nea (1141), circuito 13K y se energiza la bobina del secador de aire y/o del relevador de la v&#225;lvula
                de purga (1145). El trayecto a tierra se realiza a trav&#233;s del circuito 13-G, el conector (1142),
                los circuitos 13-G, 11-GJ y a la conexi&#243;n a tierra del arranque. Potencia de la bater&#237;a de la
                carrocer&#237;a (cab) terminal de alimentaci&#243;n (J1), circuito 14, megafusible 175 amp, circuito
                14L, relevador (1145), circuito 13L, fusible en l&#237;nea (1146), circuito 39, conector (1142),
                circuito 39A, conector (1143), circuito 39A y un cable negro al secador de aire (78). El trayecto a
                tierra se realiza a trav&#233;s del circuito 39-G, el conector (1143), el circuito 39-G, 11-GJ y un
                cable blanco a la conexi&#243;n a tierra del arranque.
            </para>
            <para>Si el termostato del secador de aire (78) detecta que la temperatura del aire es menor a 10&#186;C (50&#186;F),
                sus contactos se cerrar&#225;n permitiendo que la corriente fluya a trav&#233;s del elemento de
                calefacci&#243;n. Cuando el termostato detecta una temperatura de 29.4&#186;C (85&#186;F), los contactos
                se abrir&#225;n, interrumpiendo el flujo de corriente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula de purga</title>
            <para>Cuando el interruptor de llave (63) se pone en la posici&#243;n de arranque o de encendido, se aplica
                potencia a los circuitos 13, 13D, fusible F22, circuito 13A, conector (3), circuitos 13A, 13K, conector
                en l&#237;nea (1141), circuito 13K y se energiza la bobina del secador de aire y/o del relevador de la v&#225;lvula
                de purga (1145). El trayecto a tierra se realiza a trav&#233;s del circuito 13-G, el conector (1142),
                los circuitos 13-G, 11-GJ y a la conexi&#243;n a tierra del arranque. Potencia desde el terminal de
                alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (cabina) (J1), circuito 14, megafusible de
                175 amperes, circuito 14L, relevador (1145), circuito 13L, fusible en l&#237;nea (1146), circuito 39,
                conector (1142), circuitos 39, 39B, conector (1144), circuito 39B y un cable negro a la v&#225;lvula t&#233;rmica
                de purga (42). El trayecto a tierra (cable blanco) se realiza a trav&#233;s del circuito 39A-G, del
                conector (1144), de los circuitos 39A-G, 11-GJ y a la conexi&#243;n a tierra del motor de arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de cableado del filtro de combustible</title>
            <para>
                <emph type="bold">Filtro t&#233;rmico de combustible</emph>
            </para>
            <para>La energ&#237;a se aplica desde un terminal de alimentaci&#243;n de la bater&#237;a (J1) al circuito
                14, al megafusible de 175 amperes, al circuito 14K, al calefactor de combustible y/o del relevador "AT"
                XMSN (1136). Cuando el interruptor de llave (63) se ubica en la posici&#243;n de encendido o arranque,
                la potencia tambi&#233;n se aplica a los circuitos 13, 13D, al fusible F22, al circuito 13A, al conector
                (3) y al circuito 13E, al conector (1139), al circuito 13A a la bobina del relevador del calefactor de
                combustible (1136). El relevador se energiza a trav&#233;s de un circuito a tierra 13A-G, de un conector
                (1139), de los circuitos 13A-G y 11-GJ a la conexi&#243;n a tierra del motor de arranque.
            </para>
            <para>Con el relevador (1136) energizado, la potencia fluye a trav&#233;s de sus contactos, de los circuitos
                13F y 13J, del fusible en l&#237;nea (1138), del circuito 19, del conector (1139), del circuito 19, del
                conector del filtro de combustible (401) y del circuito 19A, del calefactor del filtro de combustible y
                del interruptor t&#233;rmico. El trayecto a tierra se realiza a trav&#233;s del alojamiento del filtro y
                su soporte de instalaci&#243;n. Cuando la temperatura es de 10&#186;C (50&#186;F) o menos, los contactos
                del interruptor t&#233;rmico se cierran y se activa el elemento de calefacci&#243;n.
            </para>
            <para>
                <emph type="bold">Luz de agua en el combustible</emph>
            </para>
            <para>Con la tecla ENCENDIDO tambi&#233;n se suministra potencia a trav&#233;s del circuito 19A al m&#243;dulo
                de agua en el combustible (470). Desde el m&#243;dulo se aplica la potencia a trav&#233;s del circuito
                19E, del conector del filtro del combustible (401) y del circuito 19C al probador de agua del filtro de
                combustible.
            </para>
            <para>El trayecto a tierra para el m&#243;dulo de agua en el combustible (470) no es un circuito dedicado.
                El alojamiento del filtro de combustible se conecta a tierra a trav&#233;s de un soporte de instalaci&#243;n
                y cuando el agua llega a un nivel inaceptable en el filtro, el agua completa el circuito entre los
                contactos del probador y el alojamiento. Este energiza el m&#243;dulo de agua en el combustible.
            </para>
            <para>Cuando el m&#243;dulo de agua en el combustible se energiza, la potencia se suministra al circuito
                19B, al conector del tablero (2), al circuito 19B, al conector (1150), al circuito 19B y a la luz de
                agua en el combustible (433). Esto energiza la luz a medida que la potencia fluye a trav&#233;s de la
                luz y del circuito 19-G a la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Cuando el interruptor de llave est&#225; en la posici&#243;n de arranque, el m&#243;dulo de agua en el
                combustible se conecta a tierra a trav&#233;s del circuito 19C, el conector (2) el conector (1150) y el
                circuito 19A a la conexi&#243;n a tierra del interruptor de llave (63). Esto sirve como revisi&#243;n de
                foco para asegurar que el foco est&#225; operativo.
            </para>
            <para>
                <emph type="bold">Luz de restricci&#243;n del filtro de combustible</emph>
            </para>
            <para>Con el interruptor de llave (63) en la posici&#243;n de encendido se energiza el relevador IGN # 2
                (R3) y tambi&#233;n se suministra potencia desde el alimentador de la cabina del bus (J1), los circuitos
                14AA, 14E, el fusible F10, el circuito 14F, el relevador (R3), los circuitos 13, 13C, el fusible F24, el
                circuito 28 a la luz del filtro de combustible (434). La trayectoria a tierra de la luz se realiza a
                trav&#233;s del circuito 19D, conector (1150), circuito 19D, circuito 19D del conector del tablero (2),
                conector del filtro de combustible (401) y el circuito 19B al interruptor de vac&#237;o del filtro de
                combustible. Cuando el filtro del combustible se restringe, los contactos del interruptor de vac&#237;o
                del filtro de combustible se cierran, completando una trayectoria a tierra y provocando que la luz del
                filtro de combustible se encienda.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de solenoide de cambio de transmisi&#243;n autom&#225;tica (Allison &#38;1dquo;AT")</title>
            <para>Cuando el interruptor de llave (63) se mueve a la posici&#243;n de arranque o encendido, la potencia
                energiza el relevador (1136), a los circuitos 13F, 92, al fusible en l&#237;nea (1137), a los circuitos
                92A, 92D a la bobina del relevador modulador del solenoide (403). La potencia tambi&#233;n se alimenta
                desde un empalme en el circuito 92D/92A a trav&#233;s del circuito 92B a los contactos del relevador de
                solenoide del modulador (403).
            </para>
            <para>El relevador de solenoide del modulador (403) se energiza cuando el ECM (379) aplica una conexi&#243;n
                a tierra al circuito 92E, al conector (1140) y al circuito 92E.
            </para>
            <para>Cuando el ECM manda un cambio de transmisi&#243;n, el ECM quita la conexi&#243;n a tierra de la bobina
                del relevador, desenergizando al relevador. Con el relevador de solenoide del modulador desenergizado,
                la potencia fluye a trav&#233;s del circuito 92B, del conector del relevador (403), del conector (1140),
                del circuito 92C, del conector (389) y del circuito 92C al solenoide del cambio del modulador (404).
                Esto produce un cambio de velocidades.
            </para>
            <para>El trayecto a tierra para el solenoide del cambio del modulador se realiza a trav&#233;s del circuito
                92-G, del conector (389), del circuito 92-G/11-GJ a la conexi&#243;n a tierra de la cabina del bus.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Cableado de posici&#243;n neutra de transmisi&#243;n autom&#225;tica (Allison &#38;1dquo;AT")</title>
            <para>Cuando el interruptor de llave (63) se mueve a la posici&#243;n de arranque o encendido, la potencia
                tambi&#233;n se aplica al circuito 13, al fusible F18, al circuito 97P, al conector (2), al circuito 97P
                y al conector en l&#237;nea al interruptor de posici&#243;n neutra. Si la transmisi&#243;n est&#225; en
                neutro, la potencia fluye a trav&#233;s del interruptor, del conector en l&#237;nea, del circuito 97AU,
                del conector (2) y del circuito 97AU al ECM (379) y al sistema de relevador del giro del motor (R5).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de freno hidr&#225;ulico</title>
            <para>El sistema de frenos hidr&#225;ulicos Hydro-Max II utiliza presi&#243;n hidr&#225;ulica de la bomba de
                la direcci&#243;n hidr&#225;ulica. Si el flujo es inadecuado o interrumpido, al m&#243;dulo del monitor
                le llega una se&#241;al desde el interruptor de flujo, haciendo que el monitor encienda una luz de
                advertencia de frenos y activa la bomba de reserva hidr&#225;ulica para que suministre potencia
                adicional de frenado. La bomba de reserva y la luz de advertencia de frenos tambi&#233;n se activan
                cuando el interruptor de presi&#243;n diferencial (301) se dispara a causa de la p&#233;rdida de presi&#243;n
                en una mitad del sistema de frenos.
            </para>
            <para>Cuando el interruptor de llave (63) est&#225; en la posici&#243;n de encendido o arranque, se
                suministra potencia al circuito 13, al fusible F19, a los circuitos 13E y 90U, al conector (47) y a un
                ensamblaje del bloque de diodos. Desde el ensamblaje del bloque de diodos se suministra potencia al
                circuito 90H, al conector (3), al circuito90H y al relevador de freno hidr&#225;ulico (300). Desde el
                diodo tambi&#233;n se aplica potencia al circuito 90F y al m&#243;dulo de monitoreo de frenos (49). El m&#243;dulo
                de monitoreo de los frenos (49) se conecta a tierra a trav&#233;s de los circuitos 90-G/11-G a la conexi&#243;n
                a tierra de la cabina del bus.
            </para>
            <para>Se aplica la potencia de la bater&#237;a al circuito de conexi&#243;n del fusible 90-FL/90/90A y al
                relevador del intensificador del freno hidr&#225;ulico (300). Adem&#225;s se suministra potencia a trav&#233;s
                del circuito 90-FL/90/90B, el conector del tablero (3), el circuito 90B, el fusible F26 y el circuito
                90C al interruptor de los frenos hidr&#225;ulicos (50).
            </para>
            <para>Cuando se mueve el interruptor de llave (63) a la posici&#243;n de arranque o encendido, los contactos
                del interruptor de flujo se cerrar&#225;n (el motor no est&#225; funcionando) y se proporciona un
                trayecto a tierra desde el circuito 11-GJ/90-G del motor de arranque, desde el conector del interruptor
                de flujo, desde el interruptor, por encima del circuito 90R/90L, desde el conector del interruptor de
                presi&#243;n diferencial (301) y desde el circuito 90K a un empalme. Desde el empalme se proporciona un
                trayecto a tierra por sobre el circuito 90M, al conector (3) y desde el circuito 90M a la entrada de la
                alarma (49-A) del m&#243;dulo de monitoreo de los frenos (49). Esto hace que el m&#243;dulo active la
                salida de la alarma (49-C) a tierra, lo que activa la luz de advertencia. Desde el empalme tambi&#233;n
                se proporciona un circuito a tierra por medio de un circuito 90J al relevador de freno hidr&#225;ulico
                (300), haciendo que se energicen. Con el relevador(300) energizado, la potencia fluye a trav&#233;s de
                los contactos normalmente cerrados y del circuito 90N al motor de la bomba de reserva. Esto hace que el
                motor de bomba de reserva que est&#225; conectado a tierra a trav&#233;s de su caja, funcione y
                proporcione potencia adicional de frenado (flujo de l&#237;quido).
            </para>
            <para>Un trayecto a tierra, un circuito 90P, un conector (3) y un circuito 90P al conector del m&#243;dulo
                del monitor de los frenos (49-F) proporciona informaci&#243;n al m&#243;dulo. El m&#243;dulo monitorea
                constantemente la continuidad del motor de bomba de reserva y su suministro de potencia. Esto acciona la
                alarma y la luz de advertencia si la bobina del motor de la bomba se abre, si el relevador de los frenos
                hidr&#225;ulicos (300) permanece cerrado (proporciona potencia al circuito 90N y al motor de la bomba de
                reserva) despu&#233;s de que el motor est&#225; funcionando y el interruptor de flujo se abre, o si no
                se suministra potencia al motor de la bomba cuando el interruptor de flujo o los contactos del
                interruptor de presi&#243;n diferencial est&#225;n cerrados.
            </para>
            <para>Cuando el m&#243;dulo del monitor de los frenos activa su salida de alarma (49-C) a tierra, la luz de
                advertencia de frenos ilumina por potencia fluyendo hacia el conector de alimentaci&#243;n de luz (26) y
                el circuito 90T al m&#243;dulo en el conector (49-C).
            </para>
            <para>La alarma tambi&#233;n suena por potencia fluyendo al terminal B+ de la alarma, a trav&#233;s de la
                alarma y el circuito 90S al m&#243;dulo en el conector (49-C).
            </para>
            <para>Si la llave de encendido est&#225; en la posici&#243;n APAGADO y se aplican los frenos del bus, los
                contactos del interruptor de frenos hidr&#225;ulicos (50) se cierran. Con los contactos cerrados, la
                potencia fluye a trav&#233;s de los circuitos 90DD, 90D, el conector (47), el ensamblaje del bloque de
                diodos, el conector (47) y el circuito 90F para alimentar el m&#243;dulo del monitor de los frenos en el
                conector (49-E). Al mismo tiempo una se&#241;al de potencia se env&#237;a del interruptor (50) a los
                circuitos 90DD, 90D, 90E, y al m&#243;dulo del monitor de los frenos (49-G). Esta se&#241;al se compara
                con una se&#241;al que proviene del interruptor de la luz de alto (51) y el circuito 70C/90R al m&#243;dulo
                del monitor de frenos (49-H). Si hay voltaje s&#243;lo en uno de los dos circuitos 90E &#243; 90R por m&#225;s
                de 14&#177;5 segundos, la luz de advertencia y la alarma se encender&#225;n.
            </para>
            <para>Cuando se aplican los frenos, el interruptor de frenos (50) tambi&#233;n aplica voltaje a los
                circuitos 90DD, 97M, al conector del tablero (2) y los circuitos 97M al ECM (379). Esto indica al ECM
                que los frenos se han aplicado.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
