<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - VENTILADORES Y ACCESORIOS DE MOTOR - ARN&#201;S DE CABLES DEL VENTILADOR -
        CAT Y CUMMINS
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>ARN&#201;S DE CABLES DEL VENTILADOR - CAT Y CUMMINS</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>SOLENOIDE DEL VENTILADOR - Funciones del circuito</title>
            <figure id="f0826002a" figsize="pg-wide">
                <graphic filename="../figg08/g0825502a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
                <caption>Diagrama de Funcionamiento del Solenoide del Ventilador</caption>
                <calloutgroup>
                    <callout1>1. TIERRA DEL BLOQUE DEL MOTOR</callout1>
                    <callout1>2. SOLENOIDE DEL VENTILADOR</callout1>
                    <callout1>3. CONTROLADOR DEL MOTOR</callout1>
                </calloutgroup>
            </figure>
            <para>En veh&#237;culos con ventiladores activados por aire opcionales (la mayor&#237;a de los veh&#237;culos
                est&#225;n construidos con ventiladores con mando viscoso est&#225;ndar que no tienen controles el&#233;ctricos).
                El controlador del motor monitorea el refrigerante del motor, la temperatura del m&#250;ltiple de admisi&#243;n,
                y la presi&#243;n de la cabeza del acondicionador de aire. Cuando cualquiera de estos sistemas opera m&#225;s
                all&#225; de los par&#225;metros establecidos, el controlador del motor comanda si el ventilador deja de
                girar, energizando el solenoide para regular la presi&#243;n del aire del ventilador. En el evento de
                que falle el circuito del solenoide el ventilador continuar&#225; funcionando continuamente.
            </para>
            <para>El controlador del motor activa el ventilador bajo las siguientes condiciones:</para>
            <para>Si la velocidad del motor es menor de 2,250 RPM, o si el motor est&#225; funcionando
                <emph type="bold">y existe alguna de las siguientes condiciones:</emph>
            </para>
            <para>El sensor de temperatura del refrigerante detecta m&#225;s de 96&#176;C (205&#176;F),
                <emph type="bold">o</emph>
            </para>
            <para>Hay un c&#243;digo de diagn&#243;stico del motor activo sobre el sensor de temperatura del
                refrigerante,
                <emph type="bold">o</emph>
            </para>
            <para>La se&#241;al del solenoide retardador permanece activa (modo alto) por m&#225;s de 10 segundos, con
                el sensor de temperatura del refrigerante registrando m&#225;s de 80&#176;C (176&#176;F),
                <emph type="bold">o</emph>
            </para>
            <para>El ESC env&#237;a un comando, en el enlace de datos 1939 del tren motriz, hacia el controlador del
                motor (requerido cuando se detecta una alta presi&#243;n en el compresor del acondicionador de aire).
            </para>
            <para>El controlador del motor desactiva el ventilador bajo las siguientes condiciones:</para>
            <para>Que la velocidad del motor sea mayor de 2,300 RPM
                <emph type="bold">y existan todas las siguientes condiciones:</emph>
            </para>
            <para>Que el sensor de temperatura del refrigerante detecte menos 92&#176;C (198&#176;F),
                <emph type="bold">y</emph>
            </para>
            <para>Que no haya c&#243;digos de diagn&#243;stico del sensor de temperatura del refrigerante,
                <emph type="bold">y</emph>
            </para>
            <para>Que la se&#241;al del solenoide del retardador est&#225; activa (modo alto) mientras el sensor de
                temperatura del refrigerante est&#233; en menos de 75&#176;C (167&#176;F)
                <emph type="bold">y</emph>
            </para>
            <para>Que el ESC no est&#233; enviando un comando hacia el controlador del motor (no se detecta una alta
                presi&#243;n del compresor del acondicionador de aire),
                <emph type="bold">y</emph>
            </para>
            <para>Que el motor ha funcionado por lo menos durante dos segundos.</para>
            <specpara>
                <note>
                    <para>Una vez que el controlador ha activado el ventilador, el continuar&#225; funcionando por un m&#237;nimo
                        de 180 segundos para evitar ciclos del embrague del ventilador innecesarios (excepto en el
                        momento del arranque del motor, en el que el funcionar&#225; por solo 2 segundos despu&#233;s de
                        que el motor arranca). Los intervalos de tiempo de 180 segundos son una caracter&#237;stica
                        programable en el controlador del motor.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_169.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_171.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
