<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - SISTEMA DE BOMBA DE TRANSFERENCIA DE
        COMBUSTIBLE
    </stitle>
    <svcman/>
    <svcsubsec id="x0825981">
        <title>SISTEMA DE BOMBA DE TRANSFERENCIA DE COMBUSTIBLE</title>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0825981" figsize="pg-wide">
                <graphic filename="../figg08/g0825981.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n del Sistema de la Bomba de Transferencia de Combustible</caption>
                <calloutgroup>
                    <callout1>1. TANQUE DE COMBUSTIBLE IZQUIERDO</callout1>
                    <callout1>2. BOMBA DE TRANSFERENCIA DE COMBUSTIBLE</callout1>
                    <callout1>3. ESC</callout1>
                    <callout1>4. TANQUE DE COMBUSTIBLE DERECHO</callout1>
                    <callout1>5. SENSORES DE NIVEL DE COMBUSTIBLE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0825990" figsize="pg-wide">
                <graphic filename="../figg08/g0825990.webp" type="webp" scalefit="1" scalefitwidth="448px"/>
                <caption>Bomba de Transferencia de Combustible (bomba de 5 clavijas)</caption>
            </figure>
            <para>Vea el
                <hotlnk xrefid="f0825981">Diagrama de Funci&#243;n de la Bomba de Transferencia de Combustible</hotlnk>.
            </para>
            <para>Con dos tanques de combustible en el mismo cami&#243;n, hay una bomba compensadora que balancea el
                combustible entre los dos tanques. La bomba solo puede mover el combustible desde el tanque izquierdo
                hacia el tanque derecho y solamente cuando el motor est&#225; funcionando.
            </para>
            <para>El tanque doble, el sensor de combustible y las caracter&#237;sticas de exhibici&#243;n toman los
                datos provenientes de dos sensores de nivel de combustible, localizados en la parte superior de cada uno
                de los tanques de combustible. El dato exhibido en el indicador de combustible es la lectura solamente
                del sensor del tanque derecho. Los sensores est&#225;n conectados a entradas a el ESC y al m&#243;dulo
                de la bomba de transferencia de combustible. Los mismos sensores de nivel de combustible se usan, sin
                tener en cuenta el tama&#241;o, el n&#250;mero y el perfil de los tanques de combustible en el veh&#237;culo,
                sin embargo, la posici&#243;n de los sensores en los tanques y el largo de los brazos m&#243;viles
                cambia.
            </para>
            <para>Hay varias condiciones de error que pueden ocurrir en los circuitos de los sensores de combustible o
                en el mismo sensor:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Una condici&#243;n de apertura donde la resistencia es infinita a trav&#233;s de dos sensores
                        terminales.
                    </para>
                </item>
                <item>
                    <para>Una condici&#243;n de corto donde la resistencia es cero a trav&#233;s de dos sensores
                        terminales.
                    </para>
                </item>
                <item>
                    <para>Una apertura en los circuitos entre la bomba y el ESC.</para>
                </item>
            </randlist>
            <para>Hay algunos problemas mec&#225;nicos que pueden ocurrir con el sensor de combustible:</para>
            <randlist type="bullet">
                <item>
                    <para>Se cae el flotador del sensor (el sensor leer&#225; "vac&#237;o" permanentemente)</para>
                </item>
                <item>
                    <para>El brazo del sensor se atasca en una posici&#243;n.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>La bomba de transferencia bombea del tanque izquierdo (lado del conductor) hacia el tanque
                        derecho, y se encuentra montada sobre el tanque derecho. La bomba debe tener una etiqueta con
                        una flecha mostrando la direcci&#243;n del flujo. Las palabras, entrada ("in") y salida ("out")
                        tambi&#233;n est&#225;n estampadas en el terminal apropiado de la bomba.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_362.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_364.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
