<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - MULTIPLEXING (ENLACE DE DATOS) - ENLACE DE DATOS 1939 DEL TREN DE POTENCIA
        - MANEJO DE LA DETECCI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="2">
        <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
        <para>Si el EGC no puede comunicarse en el enlace de datos, todos los instrumentos retornar&#225;n a cero y se
            encender&#225; la luz indicadora de revisi&#243;n del sistema el&#233;ctrico.
        </para>
        <para>Si se pierde la comunicaci&#243;n entre el EGC y el ESC pero el EGC puede todav&#237;a comunicarse con el
            controlador del motor, la informaci&#243;n proveniente del controlador se continuar&#225; mostrando en el
            EGC hasta que la llave cambie de ciclo. La luz indicador de revisi&#243;n del sistema el&#233;ctrico
            permanecer&#225; encendida.
        </para>
        <para>Si solamente el controlador del motor no se puede comunicar por el enlace de datos los instrumentos en el
            EGC controlados por el motor retornar&#225;n a cero.
        </para>
        <para>El software de diagn&#243;stico "INTUNE", funcionando en la herramienta EZ.Tech (para los fabricantes de
            carrocer&#237;as y clientes de flotillas hay una versi&#243;n menos compleja que se puede hacer funcionar en
            un computador personal) puede llegar a ser usad para ver los DTC registrados por problemas en el enlace de
            datos 1939 del tren de potencia. Se requiere un cable interfaz para conectar el computador a la conexi&#243;n
            de diagn&#243;stico del veh&#237;culo. Vea el manual de instrucciones del software para diagn&#243;sticos
            "INTUNE".
        </para>
        <para>V&#233;ase las instrucciones para recuperar
            <hotlnk document="m082504_X0826304.xml" xrefid="x0826304">diagn&#243;sticos Fuera- de- L&#237;nea</hotlnk>.
        </para>
        <figure id="f0825203" figsize="full-pg">
            <graphic filename="../figg08/g0825201.webp" type="webp" scalefit="1" scalefitwidth="514px"
                     scalefitheight="592px"/>
            <caption>Diagrama T&#237;pico de Conexiones del Enlace de Datos 1939 del Tren de potencia (En Cabina). (Las
                Conexiones Usadas Pueden Variar Dependiendo de las Caracter&#237;sticas Instaladas en el Veh&#237;culo)
            </caption>
            <calloutgroup>
                <callout1>(1500) CONEXI&#211;N EGC
                    <callout2>LOCALIZADA EN EL RESPALDO DEL GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS</callout2>
                </callout1>
                <callout1>(1510) CONEXI&#211;N AGSP
                    <callout2>LOCALIZADA EN EL RESPALDO DEL GRUPO DE INTERRUPTORES DE INSTRUMENTOS AUXILIARES (CARACTER&#205;STICA
                        OPCIONAL)
                    </callout2>
                </callout1>
                <callout1>(1600) CONEXI&#211;N ESC DE LA CABINA DE 36-V&#205;AS
                    <callout2>LOCALIZADA EN EL LADO DE LA CABINA DEL ESC</callout2>
                </callout1>
                <callout1>(1650) CONEXI&#211;N DE DIAGN&#211;STICOS
                    <callout2>LOCALIZADA DEBAJO DEL TABLERO DE INSTRUMENTOS, LADO IZQUIERDO DE LA CABINA</callout2>
                </callout1>
                <callout1>(1657) RESISTENCIA TERMINAL DE ENLACE DE DATOS
                    <callout2>ADHERIDA AL ARN&#201;S DEL TABLERO DE INSTRUMENTOS DETR&#193;S DEL ENCENDEDOR DE
                        CIGARRILLOS
                    </callout2>
                </callout1>
                <callout1>(1658) CONEXI&#211;N DEL HVAC AUTOM&#193;TICO
                    <callout2>LOCALIZADA DETR&#193;S DEL CONTROL DEL HVAC (CARACTER&#205;STICA OPCIONAL)</callout2>
                </callout1>
                <callout1>(4014) CONEXI&#211;N DE INTERCONEXI&#211;N
                    <callout2>LOCALIZADA EN EL TABLERO DE INSTRUMENTOS SOBRE EL ESC</callout2>
                </callout1>
                <callout1>(7905) SELECTOR DE CAMBIO AUTOM&#193;TICO "EATON"
                    <callout2>LOCALIZADO DETR&#193;S DEL SELECTOR DE CAMBIO AUTOM&#193;TICO (CARACTER&#205;STICA
                        OPCIONAL)
                    </callout2>
                </callout1>
            </calloutgroup>
        </figure>
        <figure id="f0825203A" figsize="full-pg">
            <graphic filename="../figg08/g0825291.webp" type="webp" scalefit="1" scalefitwidth="514px"
                     scalefitheight="592px"/>
            <caption>Diagrama T&#237;pico de Conexiones del Enlace de Datos 1939 del Tren de potencia (fuera de la
                Cabina). (Las Conexiones Usadas Pueden Variar Dependiendo de las Caracter&#237;sticas Instaladas en el
                Veh&#237;culo)
            </caption>
            <calloutgroup>
                <callout1>(4024) CONEXI&#211;N ABS AIR
                    <callout2>LOCALIZADA EN AIR ABS ECU (SOLAMENTE CON AIR ABS)</callout2>
                </callout1>
                <callout1>(4051)(4052)(4062) CONEXIONES DE EMPALME PAM
                    <callout2>LOCALIZADAS CERCA DEL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                        MOTOR
                    </callout2>
                </callout1>
                <callout1>(4060)(4061)(4056) CONEXIONES DE EMPALME AIR ABS
                    <callout2>LOCALIZADAS CERCA DEL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                        MOTOR
                    </callout2>
                </callout1>
                <callout1>(4087) CONEXIONES DEL M&#211;DULO PAM
                    <callout2>LOCALIZADAS EN EL M&#211;DULO PAM MONTADO CERCA DEL FILTRO DE AIRE (CARACTER&#205;STICA
                        OPCIONAL)
                    </callout2>
                </callout1>
                <callout1>(4103) ARN&#201;S DE CABLES DEL MOTOR / TABLERO
                    <callout2>LOCALIZADO CERCA DEL SOPORTE DEL MOTOR DEL LIMPIAPARABRISAS</callout2>
                </callout1>
                <callout1>(6007) CONEXI&#211;N ECM DEL MOTOR
                    <callout2>LOCALIZADA EN EL ECM DEL MOTOR</callout2>
                </callout1>
                <callout1>(6012) CONEXI&#211;N ECM DEL MOTOR
                    <callout2>LOCALIZADA EN EL ECM DEL MOTOR</callout2>
                </callout1>
                <callout1>(6008)(6009)(7801) CONEXIONES DE EMPALME DEL MOTOR
                    <callout2>LOCALIZADAS CERCA DEL ECM DEL MOTOR</callout2>
                </callout1>
                <callout1>(7207)(7208) CONEXIONES DE EMPALME DE LA TRANSMISI&#211;N
                    <callout2>LOCALIZADA SOBRE LA TRANSMISI&#211;N</callout2>
                </callout1>
                <callout1>(7209) RESISTENCIA TERMINAL
                    <callout2>LOCALIZADA EN LA CONEXI&#211;N DE EMPALME DEL MOTOR O EN LA CONEXI&#211;N DE EMPALME DE LA
                        TRANSMISI&#211;N
                    </callout2>
                </callout1>
                <callout1>(7204) CONEXI&#211;N MD (WTEC) ECU
                    <callout2>LOCALIZADA EN LA TRANSMISI&#211;N ECU</callout2>
                </callout1>
                <callout1>(7205) LCT ECU
                    <callout2>LOCALIZADA EN LA LCT DE LA TRANSMISI&#211;N ECU</callout2>
                </callout1>
            </calloutgroup>
        </figure>
        <para>Los problemas con el
            <hotlnk xrefid="f0825203">enlace de datos del tren de potencia 1939</hotlnk>
            pueden ser el resultado de un circuito abierto en el cable vertebral o en las ramificaciones, de cortos con
            tierra en cualquiera de los circuitos, resistencias terminales fallando, interferencias en los enlaces de
            datos, cortos internos o salidas incorrectas de cualquier dispositivo electr&#243;nico (controlador)
            conectado con el enlace de datos.
        </para>
        <para>El punto de arranque para aislar los problemas del enlace de datos del tren de potencia es establecer
            comunicaci&#243;n entre el ESC y el EGC.
        </para>
        <para>Cuando el c&#243;digo de problemas de diagn&#243;stico identifica que un controlador no se est&#225;
            comunicando con el ESC, revise &#250;nicamente los circuitos de energ&#237;a y enlace de datos de ese
            dispositivo. Si hay energ&#237;a en el dispositivo, puede que un mal funcionamiento interno est&#233;
            causando el problema.
        </para>
        <para>Cuando el ESC y EGC est&#225;n en comunicaci&#243;n pero algunos otros controladores no se est&#225;n
            comunicando, probablemente hay una apertura en el enlace de datos.
        </para>
        <para>Puede ser necesario desconectar los componentes del enlace de datos para aislar el dispositivo que est&#225;
            causando el problema.
        </para>
        <table id="t0825201">
            <title>Revisiones del voltaje del circuito del cable 1939 del tren de potencia</title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="1.24in"/>
                <colspec colname="2" colwidth="1.24in"/>
                <colspec colname="4" colwidth="3.94in"/>
                <spanspec namest="1" nameend="4" spanname="S1T6"/>
                <tbody>
                    <row>
                        <entry colspan="3" spanname="S1T6" align="center">
                            <para>
                                <emph type="BOLD">Revisiones del voltaje del circuito del cable 1939 del tren de
                                    potencia
                                </emph>
                            </para>
                            <para>Revisi&#243;n con el interruptor de ignici&#243;n en "ON".</para>
                            <note>
                                <para>Los voltajes del enlace de datos J1939 pueden variar dependiendo de la cantidad de
                                    tr&#225;fico en el enlace de datos. La presencia de voltaje puede eliminar los
                                    circuitos abiertos y cortos con tierra.
                                </para>
                            </note>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de Prueba</para>
                        </entry>
                        <entry colname="2">
                            <para>Especificaci&#243;n.</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1" align="center">
                            <para>(1650) Conexi&#243;n de diagn&#243;stico, clavija C a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>Aproximadamente 2.5 voltios.</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Si ha fallado el voltaje, revise si hay una apertura o corto a tierra en los circuitos
                                del enlace de datos amarillos.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1" align="center">
                            <para>(1650) Conexi&#243;n de diagn&#243;stico, clavija D a tierra</para>
                        </entry>
                        <entry colname="2" align="center">
                            <para>Aproximadamente 2.5 voltios</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Si ha fallado el voltaje, revise si hay una apertura o corto a tierra en los circuitos
                                del enlace de datos verdes.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="S1T6">
                            <para>
                                <emph type="BOLD">Revisi&#243;n de la resistencia del circuito 1939 del tren de
                                    potencia
                                </emph>
                            </para>
                            <para>Revisi&#243;n con el interruptor de ignici&#243;n en "OFF".</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de Prueba</para>
                        </entry>
                        <entry colname="2">
                            <para>Especificaci&#243;n.</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1" align="center">
                            <para>(1650) Conexi&#243;n de diagn&#243;stico, Clavija C a D</para>
                        </entry>
                        <entry colname="2">
                            <para>60 &#177; 10 ohmios</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Si la resistencia est&#225; cercana a los 120 ohmios, revise si hay una resistencia
                                terminal fallando o un circuito abierto. Si la resistencia es mayor, ambas resistencias
                                terminales est&#225;n fallando.
                            </para>
                            <para>Si la resistencia es menor, revise si hay cortos entre los circuitos del enlace de
                                datos.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1" align="center">
                            <para>(1650) Conexi&#243;n de diagn&#243;sticos, clavija C a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>>100K ohmios</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Si la resistencia es baja, revise si hay cortos con tierra en los circuitos del enlace
                                de datos amarillos
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1" align="center">
                            <para>(1650) Conexi&#243;n de diagn&#243;sticos, clavija D a tierra</para>
                        </entry>
                        <entry colname="2">
                            <para>>100K ohms</para>
                        </entry>
                        <entry colname="4" align="center">
                            <para>Si la resistencia es baja, revise si hay cortos con tierra en los circuitos del enlace
                                de datos verdes
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="3" spanname="S1T6" align="center">
                            <para>Si los voltajes y resistencias est&#225;n bien, el cable vertebral del enlace de datos
                                est&#225; bien.
                            </para>
                            <para>Si el problema persiste, hay algo interfiriendo la comunicaci&#243;n del enlace de
                                datos. Esto puede ser el resultado de se&#241;ales err&#225;ticas provenientes de un
                                controlador electr&#243;nico o alguna clase de interferencia.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082523.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_39.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
