<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - TOMA FUERZA (PTO)
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>TOMA FUERZA (PTO)</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259u2w" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n El&#233;ctrica del PTO</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>Esta caracter&#237;stica permite el uso del toma fuerza para proveer energ&#237;a externa (Ejemplo;
                rociadoras de sal, camiones volquete, acarreadores de basuras). Est&#225; caracter&#237;stica
                proporciona un interruptor en el tablero y una se&#241;al de salida. El fabricante de carrocer&#237;as
                agregar&#225; los herrajes del PTO.
            </para>
            <para>La velocidad del motor controlar&#225; la velocidad del PTO a trav&#233;s de los botones del control
                de crucero.
            </para>
            <para>Cuando el interruptor del PTO est&#225; en posici&#243;n hacia arriba, el solenoide de aire del PTO
                ser&#225; energizado mientras el accesorio est&#233; en "ON". Cuando el accesorio es colocado en "OFF" o
                el interruptor del PTO es colocado en la posici&#243;n hacia abajo, el solenoide de aire del PTO ser&#225;
                des energizado. El indicador del interruptor seguir&#225; el comando de la se&#241;al del solenoide. En
                el evento de una falla en el interruptor del enlace de datos o falla del interruptor, el solenoide de
                aire del PTO ser&#225; des energizado y el indicador destellar&#225; lentamente. Igualmente, si se
                detecta un corto en el solenoide de aire del PTO, ser&#225; removida la energ&#237;a del grupo de
                solenoides. Si es removida la energ&#237;a para el grupo de solenoides, el indicador del interruptor
                destellar&#225; lentamente cuando se hace la solicitud de energizar el solenoide.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_413.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_415.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
