<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - BOCINAS - CIRCUITOS DE LA BOCINA , SALIDAS
        DEL ESC
    </stitle>
    <svcman/>
    <svcproc id="x082580603" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DE LA BOCINA , SALIDAS DEL ESC</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
                <note>
                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un corto. Para
                        restablecer el fusible, se debe mover de posici&#243;n el interruptor de la ignici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Una falla en los circuitos de salida de la bocina que provienen del ESC ser&#225; aparente cuando las
                bocinas no funcionen y una falla activa de la bocina est&#233; presente. El ESC registrar&#225; una
                falla cuando hay un corto en alguno de los circuitos entre el ESC y la bocina, o cuando hay una apertura
                en un circuito entre la bocina y la tierra. Los problemas en los circuitos de entrada a las bocinas se
                pueden atribuir a corto, a una apertura, a un interruptor fallando, o a un problema en el ESC.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825823">bocina el&#233;ctrica, salidas del ESC</hotlnk>.
            </para>
            <figure id="f0825823" figsize="pg-wide">
                <graphic filename="../figg08/g0825863.webp" type="webp" scalefit="1" scalefitwidth="448px"/>
                <caption>Bocina El&#233;ctrica, Salidas del ESC (Conexiones Vistas Desde el Terminal de Acople) - Vea
                    Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4006) TERMINAL DE TIERRA # 2
                        <callout2>LOCALIZADO EN EL COMPARTIMENTO DEL MOTOR DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4007) CONEXI&#211;N MARR&#211;N DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR AL LADO DEL ESC</callout2>
                    </callout1>
                    <callout1>(4301) CONEXI&#211;N DEL ARN&#201;S DEL CHASIS DELANTERO
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DEL CHASIS DEBAJO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(8301) CONEXI&#211;N DEL ARN&#201;S DE LA BOCINA
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DEL CHASIS DEBAJO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(8311) CONEXI&#211;N DE LA BOCINA # 1 LADO IZQUIERDO
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DE LA ESTRUCTURA TRASVERSAL DEL CHASIS</callout2>
                    </callout1>
                    <callout1>(8312) CONEXI&#211;N DE LA BOCINA # 2 LADO DERECHO
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DE LA ESTRUCTURA TRASVERSAL DEL CHASIS</callout2>
                    </callout1>
                    <callout1>(8800) CONEXI&#211;N DEL ADAPTADOR DE TIERRA # 1
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DEL CHASIS</callout2>
                    </callout1>
                    <callout1>(8801) CONEXI&#211;N DEL ADAPTADOR DE TIERRA # 2
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DEL CHASIS</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825819" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas de la Bocina</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.42in"/>
                    <colspec colname="2" colwidth="1.44in"/>
                    <colspec colname="3" colwidth="0.61in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.32in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="1" nameend="2" spanname="SPAN1"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;sticos</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>611 14 12 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2" align="center">
                                <para>Sobrecarga de corriente de la Bocina</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>Esta falta es registrada cuando hay un corto en el circuito entre la bocina y el
                                    ESC, o una sobrecarga en el circuito atribuida a muchos accesorios en los circuitos
                                    de la bocina.
                                </para>
                                <note>
                                    <para>Desconectando las conexiones se causar&#225; un c&#243;digos de problemas de
                                        diagn&#243;stico nuevo para ser registrado. Borre todos los c&#243;digos de
                                        problemas de diagn&#243;stico despu&#233;s de que la conexi&#243;n ha sido
                                        restaurada.
                                    </para>
                                </note>
                                <para>Desconecte las conexiones (8312) del lado derecho de las bocinas y la (8311) del
                                    lado izquierdo. Cambie de posici&#243;n la llave de la ignici&#243;n y borre los
                                    DTC. Luego coloque el interruptor de la corriente el&#233;ctrica en posici&#243;n
                                    "ON" y revise si hay falla. Si la falla no vuelve a ocurrir, hay un corto o una
                                    sobrecarga en la bocina. Si la falla vuelve a ocurrir, hay un corto en los circuitos
                                    entre el ESC y el interruptor de la bocina o en el ESC
                                </para>
                                <para>Desconecte la conexi&#243;n azul (4007) del ESC. Cambie de posici&#243;n la llave
                                    de la ignici&#243;n y borre los DTC. Luego coloque el interruptor de la corriente el&#233;ctrica
                                    en posici&#243;n "ON" y revise si hay falla. Si la falla no vuelve a ocurrir, hay un
                                    corto en los circuitos entre el ESC y las bocinas. Si la falla vuelve a ocurrir, hay
                                    un corto dentro del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1" align="center">
                                <para>611 14 12 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2">
                                <para>Circuito abierto de la bocina</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Esta falla es debida a una apertura en el circuito entre la salida de la bocina
                                    del ESC, o entre la bocina y tierra.
                                </para>
                                <para>Revise si hay circuitos abiertos</para>
                                <para>
                                    <emph type="BOLD">Revisi&#243;n del Voltaje de las Conexiones (8311) Y (8312 del Arn&#233;s
                                        de la Bocina
                                    </emph>
                                </para>
                                <para>Revise con la llave del interruptor de ignici&#243;n en posici&#243;n "OFF",
                                    bocina activada, y desconectadas las conexiones (8311) Y (8312 del arn&#233;s de la
                                    bocina.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Bocina activada. Conexiones (8311) y (8312 del Arn&#233;s, clavija A con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay aperturas en los circuitos J85AA, M85E, M85J,
                                    M85L, o M85K.
                                </para>
                                <para>Si la revisi&#243;n de los circuitos result&#243; bien y el problema subsiste,
                                    revise la salida de voltaje del ESC.
                                </para>
                                <note>
                                    <para>Use siempre la caja de derivaci&#243;n ZTSE 4477 para tomar las mediciones de
                                        las conexiones del ESC.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexiones del arn&#233;s (8311) y (8312), clavija A con clavija B</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay aperturas en los circuitos de tierra J11-GJ,
                                    J11-G, M11-G, M11- GD, M85-GA, M85-GC, M85-GD or M85-GE.
                                </para>
                                <para>Si hay voltaje y la bocina no est&#225; funcionando, reemplace la bocina.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA</title>
            <para>El ESC suministrar&#225; 12 voltios provenientes de controlador del motor, conexi&#243;n (4007),
                terminal E a las conexiones de la bocina (8311) y (8312) terminales A.
            </para>
            <para>La tierra para la bocina es suministrada desde el terminal de tierra (4006) a los terminales B de las
                conexiones de la bocina (8311) y (8312).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082580602.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_247.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
