<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO - DIAGN&#211;STICOS - DIAGN&#211;STICO
        FUERA DE L&#205;NEA
    </stitle>
    <svcman/>
    <svcproc id="x0826304" svcproctype="diagnose" graphiccount="1">
        <title>DIAGN&#211;STICO FUERA DE L&#205;NEA</title>
        <specpara>
            <note>
                <para>Los mensajes de diagn&#243;stico del controlador del motor, del sistema de frenos anti- bloqueo, o
                    de la transmisi&#243;n
                    <emph type="bold">no</emph>se exhiben en la pantalla digital del Tablero de Instrumentos Electr&#243;nicos
                    (EGC).
                </para>
            </note>
        </specpara>
        <para>Colocando el Tablero de Instrumentos Electr&#243;nicos (EGC) en el modo de diagn&#243;stico le permitir&#225;
            al EGC exhibir los mensajes de diagn&#243;stico activos y activos previamente provenientes del controlador
            del sistema el&#233;ctrico (ESC), o del propio EGC.
        </para>
        <para>Para activar el modo de diagn&#243;stico, coloque la llave del interruptor de ignici&#243;n en las
            posiciones "ON" o "Accesory", y luego oprima simult&#225;neamente los interruptores de crucero "ON" y
            "Resume". Si no hay fallas presentes, la pantalla del Tablero de Instrumentos Electr&#243;nicos exhibir&#225;
            "NO FAULTS". Si hay fallas presentes, la pantalla del tablero exhibir&#225; los mensajes con el n&#250;mero
            de fallas, seguido por los c&#243;digos de problemas de diagn&#243;stico. Vea,
            <hotlnk document="m082504_S0825488.xml" xrefid="f08254">Exhibici&#243;n de C&#243;digos de Problemas de
                Diagn&#243;stico</hotlnk>. Este procedimiento tambi&#233;n iniciar&#225; los destellos de los c&#243;digos
            de diagn&#243;stico del controlador del motor y del controlador del sistema de frenos hidr&#225;ulicos ABS.
            La pantalla exhibir&#225; cada c&#243;digo de problemas de diagn&#243;stico (DTC) durante 10 segundos, luego
            mostrar&#225; en orden la siguiente entrada, continuando el ciclo a trav&#233;s de todas las fallas. Para
            recorrer manualmente a trav&#233;s de la lista de fallas, oprima el bot&#243;n del tablero de instrumentos
            de Seleccionar/Restablecer ( "SELECT/RESET").
        </para>
        <figure id="f08254" figsize="col-wide">
            <graphic filename="../figg08/g0825449.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="392px"/>
            <caption>Exhibici&#243;n de los C&#243;digos de Problemas de Diagn&#243;stico</caption>
            <calloutgroup>
                <callout1>1. CAMPO DE 7 BYTES (OCTETOS)</callout1>
                <callout1>2. CAMPO DE 8 BYTES (OCTETOS)</callout1>
                <callout1>3. CAMPO SPN</callout1>
                <callout1>4. CAMPO FMI</callout1>
                <callout1>5. INDICADOR DEL ESTADO ACTIVO/ACTIVO PREVIAMENTE</callout1>
                <callout1>6. FORMATO RECOPILADO DE C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO</callout1>
            </calloutgroup>
        </figure>
        <para>Los c&#243;digos de problemas de diagn&#243;stico terminan con una "A" mientras el c&#243;digo est&#233;
            activo. El c&#243;digo permanecer&#225; activo mientras la caracter&#237;stica permanezca afectada y la
            falla contin&#250;e presente. Si la caracter&#237;stica es desactivada "OFF" o la falla es removida, el c&#243;digo
            del problema de diagn&#243;stico ser&#225; movido a la lista de la categor&#237;a de "activo previamente" y
            el c&#243;digo terminar&#225; en la letra "P". Por ejemplo, cuando la luz de trabajo es activada y hay una
            apertura en el circuito activo, ser&#225; registrado un c&#243;digo de falla (611 14 11 1 A). Cuando la luz
            sea desactivada, el c&#243;digo se volver&#225; "activo previamente". La falla contin&#250;a existiendo,
            pero el c&#243;digo solo volver&#225; a ser activo cuando la luz sea nuevamente activada.
        </para>
        <para>En el modo de diagn&#243;stico, los c&#243;digos de problemas de diagn&#243;stico "previamente activos" se
            pueden borrar colocando la palanca de viraje a la izquierda y oprimiendo simult&#225;neamente los
            interruptores de Crucero "ON" y " SET".
        </para>
        <para>Pero los c&#243;digos de diagn&#243;stico para el controlador del motor y el controlador de los frenos
            hidr&#225;ulicos ABS no se pueden borrar por este procedimiento.
        </para>
        <para>Para salir del modo de diagn&#243;stico, cambie de posici&#243;n la llave del interruptor de ignici&#243;n,
            o libere el freno de estacionamiento.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_552.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_554.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
