<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - L&#193;MPARAS DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA -
        SALIDAS DEL ESC PARA LAS LUCES DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA
    </stitle>
    <svcman/>
    <svcproc id="x08260215" svcproctype="troubleshoot" graphiccount="1">
        <title>SALIDAS DEL ESC PARA LAS LUCES DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un corto. Para
                        restablecer el fusible, el interruptor de ignici&#243;n se debe cambiar de posici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Vea,
                <hotlnk document="m08250_X0825504.xml" xrefid="f0826014">L&#225;mparas de Posici&#243;n, Estacionamiento
                    y de Cola</hotlnk>.
            </para>
            <para>Una falla en las luces de posici&#243;n, estacionamiento y de cola ser&#225; aparente cuando las luces
                delanteras se activen y las luces de las l&#225;mparas de posici&#243;n, estacionamiento y de cola no se
                enciendan. El ESC tambi&#233;n registrar&#225; un c&#243;digos de problemas de diagn&#243;stico (DTC)
                cuando hay un corto en los circuitos de cualquiera de las luces de posici&#243;n, estacionamiento y de
                cola. Los problemas en los circuitos de las luces de posici&#243;n, estacionamiento y de cola pueden ser
                causados por bombillos de las l&#225;mparas fundidos, un corto, una apertura, o un problema en el ESC.
            </para>
            <figure id="f0826014" figsize="pg-wide">
                <graphic filename="../figg08/g0826016.webp" type="webp" scalefit="1" scalefitwidth="490px"/>
                <caption>L&#225;mparas de Posici&#243;n, Estacionamiento y de Cola - Vea Siempre el Libro de Diagramas
                    de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE LUCES TRASERAS IZQUIERDAS</callout1>
                    <callout1>2. CONJUNTO DE LUCES TRASERAS DERECHAS</callout1>
                    <callout1>(71) CONEXI&#211;N DE LUZ DE COLA IZQUIERDA</callout1>
                    <callout1>(72) CONEXI&#211;N DE LUZ DE COLA DERECHA</callout1>
                    <revst/>
                    <callout1>(4007) CONEXI&#211;N NEGRA DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR AL LADO DEL ESC</callout2>
                    </callout1>
                    <revend/>
                    <callout1>(4301) CONEXI&#211;N DE CHASIS, DELANTERA
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL RIEL IZQUIERDO DEL CHASIS
                        </callout2>
                    </callout1>
                    <callout1>(9303) CONEXI&#211;N DE PARE/COLA/VIRAJE
                        <callout2>LOCALIZADA EN EL CONJUNTO DE LUCES IZQUIERDO</callout2>
                    </callout1>
                    <callout1>(9700) CONEXI&#211;N DE CHASIS, TRASERA</callout1>
                    <callout1>(9800) CONEXI&#211;N DE CHASIS, CENTRAL/TRASERA</callout1>
                </calloutgroup>
            </figure>
            <table id="t0826016" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas del Circuito de las Luces de Posici&#243;n, Estacionamiento y de Cola</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="0.96in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="0.91in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="1" nameend="2" spanname="SPAN1"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <revst/>
                                <para>611 14 4 3</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2">
                                <para>Luces de posici&#243;n, estacionamiento y de cola; menos que la corriente baja
                                    normal, pero m&#225;s que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <revst/>
                                <para>611 14 4 4</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2">
                                <para>Luces de posici&#243;n, estacionamiento y de cola; mayor que la corriente alta
                                    normal y menor que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <revst/>
                                <para>611 14 4 6</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2">
                                <para>Las luces de posici&#243;n, estacionamiento y de cola tienen un flujo de corriente
                                    cuando la salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>611 14 4 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2" align="center">
                                <para>Circuito abierto de las l&#225;mparas de posici&#243;n, estacionamiento y de
                                    cola
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>Esta falla es el resultado de una apertura en los circuitos entre las l&#225;mparas
                                    de posici&#243;n, estacionamiento y de cola y el ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>611 14 4 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN2" align="center">
                                <para>Sobrecarga de corriente de las l&#225;mparas de posici&#243;n, estacionamiento y
                                    de cola
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>Esta falla puede ser el resultado de un corto en los circuitos entre las l&#225;mparas
                                    de posici&#243;n, estacionamiento y de cola y el ESC. Ella pudo haber sido causada
                                    por una carga excesiva en los circuitos.
                                </para>
                                <note>
                                    <para>Al desenchufar las conexiones causar&#225; el registro de nuevas fallas por
                                        apertura de circuitos. Borre todas las fallas despu&#233;s de haber sido
                                        restauradas todas las conexiones.
                                    </para>
                                </note>
                                <para>Borre los DTC. Desenchufe la conexi&#243;n (9303) del pare, cola y viraje, luego
                                    active el interruptor de las luces de estacionamiento y revise si hay falla. Si la
                                    falla no vuelve a ocurrir, hay un corto o una sobrecarga en las luces de cola. Si la
                                    falla vuelve a ocurrir, hay un corto en uno de los otros circuitos, o en el ESC.
                                </para>
                                <note>
                                    <para>Con l&#225;mparas delanteras de unidad sellada, como se usa en los Camiones de
                                        Servicio Pesado, los terminales de las l&#225;mparas delanteras no son sellados
                                        - en esta aplicaci&#243;n, los terminales de las l&#225;mparas delanteras y los
                                        terminales de las conexiones de las l&#225;mparas delanteras tienen que estar
                                        totalmente recubiertos con grasa "Grafo 2643099R1"
                                    </para>
                                </note>
                                <para>Borre los DTC. Desenchufe la conexi&#243;n (8001) del arn&#233;s izquierdo de las
                                    luces delanteras, luego active el interruptor de las luces de estacionamiento y
                                    revise si hay falla. Si no vuelve a ocurrir la falla, hay un corto o una sobrecarga
                                    en las luces de posici&#243;n delanteras izquierdas. Si la falla vuelve a ocurrir,
                                    hay un corto en uno de los otros circuitos, o en el ESC.
                                </para>
                                <para>Borre los DTC. Desenchufe la conexi&#243;n (8000) del arn&#233;s derecho de las
                                    luces delanteras, luego active el interruptor de las luces de estacionamiento y
                                    revise si hay falla. Si no vuelve a ocurrir la falla, hay un corto o una sobrecarga
                                    en las luces de posici&#243;n delanteras derechas. Si la falla vuelve a ocurrir, hay
                                    un corto en uno de los otros circuitos, o en el ESC.
                                </para>
                                <para>Borre los DTC. Desenchufe la conexi&#243;n azul (4007) del ESC, luego active las
                                    luces de estacionamiento y revise si hay falla. Si la falla no vuelve a ocurrir, hay
                                    un corto en los circuitos entre el ESC y las l&#225;mparas de posici&#243;n,
                                    estacionamiento y de cola. Si la falla vuelve a ocurrir, hay un corto en el interior
                                    del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n del Voltaje de la Conexi&#243;n (9303) de Pare, Cola
                                        y Viraje
                                    </emph>
                                </para>
                                <para>Con la (9303) desconectada y las luces de estacionamiento activadas "ON".</para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales. Tambi&#233;n revise si hay da&#241;os o corrosi&#243;n en el
                                        conjunto de la se&#241;ales de viraje.
                                    </para>
                                </note>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(9303) cavidad D con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <note>
                                    <para>Para leer el voltaje con precisi&#243;n, se debe usar en paralelo con las
                                        pruebas del volt&#237;metro, un dispositivo de carga, tal como una luz de
                                        pruebas.
                                    </para>
                                </note>
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura o corto en los circuitos entre el
                                    terminal H de la conexi&#243;n marr&#243;n (4007) del ESC y la cavidad D de la
                                    conexi&#243;n de las luces de pare, cola y viraje. Aseg&#250;rese tambi&#233;n de
                                    que el voltaje de salida del ESC sea el apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m08250_X0825310A.xml" xrefid="x0825310a">Vea, Reemplazo del ESC en
                                        este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(9303) cavidad D con cavidad E</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <note>
                                    <para>Para leer el voltaje con precisi&#243;n, se debe usar en paralelo con las
                                        pruebas del volt&#237;metro, un dispositivo de carga, tal como una luz de
                                        pruebas.
                                    </para>
                                </note>
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos entre (9303) cavidad E
                                    y tierra.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA)</title>
            <para>Vea,
                <hotlnk document="m08250_X0825504.xml" xrefid="f0826014">L&#225;mparas de Posici&#243;n, Estacionamiento
                    y Cola</hotlnk>.
            </para>
            <para>Cuando se le ordena al ESC activar las luces de cola, el ESC proporcionar&#225; 12 voltios a las luces
                provenientes del ESC, terminal H de la conexi&#243;n (4007) hacia el terminal D de la conexi&#243;n
                (9303) de las luces de pare, cola y viraje izquierdas. El voltaje para las luces de cola derechas,
                terminal B de la conexi&#243;n (72) es transmitido por el circuito S68C que proviene de la luz de cola
                izquierda, terminal B de la conexi&#243;n (71).
            </para>
            <para>La tierra para las luces de cola es suministrada por el terminal de tierra 2 (4006) hacia las luces de
                pare, cola y viraje izquierdas, terminal E de la conexi&#243;n (9303). La tierra para las luces de cola
                derechas, terminal E de la conexi&#243;n (72) es suministrada por el circuito S10-GC que proviene de las
                luces de cola izquierdas, terminal E de la conexi&#243;n (71)
            </para>
            <para>Cuando se le ordena al ESC activar las luces de posici&#243;n delanteras y laterales, el ESC
                proporcionar&#225; 12 voltios provenientes del ESC, terminal H de la conexi&#243;n (4007) hacia el
                circuito M58B. El circuito M58B divide la corriente en una parte hacia el circuito M58D para la se&#241;al
                de las luces delanteras y de viraje derechas, conexi&#243;n (8000) terminal E, y la otra parte hacia el
                circuito M58C para la se&#241;al de las luces delanteras y de viraje izquierdas, conexi&#243;n (8001)
                terminal E.
            </para>
            <para>El recorrido del circuito de tierra se inicia en el terminal de tierra 2 (4006) continuando hacia e el
                circuito M10-GA, en donde se divide una parte hacia el circuito M52-GA para la se&#241;al de las luces
                delanteras y de viraje derechas conexi&#243;n (8000) terminal B, y hacia el M52-GB para la se&#241;al de
                las luces delanteras y de viraje izquierdas, conexi&#243;n (8001) terminal E.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X08260211.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_435.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
