<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - L&#193;MPARAS DE POSICI&#211;N, ESTACIONAMIENTO Y DE
        COLA
    </stitle>
    <svcman/>
    <svcsubsec id="x082603">
        <title>L&#193;MPARAS DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826012" figsize="pg-wide">
                <graphic filename="../figg08/g0826037.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Luces de Posici&#243;n, Estacionamiento y de Cola</caption>
                <calloutgroup>
                    <callout1>1. LUCES DE POSICI&#211;N, ESTACIONAMIENTO Y DE COLA</callout1>
                    <callout1>2. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                    <callout1>3. ENLACE DE DATOS DEL TREN DE POTENCIA J1939</callout1>
                    <callout1>4. INTERRUPTOR DE LAS LUCES DELANTERAS Y DE ESTACIONAMIENTO (PARTE DEL GRUPO DE
                        INSTRUMENTOS ELECTR&#211;NICOS)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Las
                <hotlnk xrefid="f0826012">l&#225;mparas de posici&#243;n, estacionamiento y de cola</hotlnk>
                son activadas cuando el interruptor de las luces delanteras est&#225; en posici&#243;n de "luces
                delanteras" o de "estacionamiento". El grupo de instrumentos electr&#243;nicos enviar&#225; un mensaje
                al ESC para ordenar el encendido de las luces. El ESC suministrar&#225; voltaje de bater&#237;a para las
                l&#225;mparas de posici&#243;n, estacionamiento y cola.
            </para>
            <para>El interruptor de las luces de posici&#243;n tambi&#233;n afectar&#225; la operaci&#243;n de las luces
                de posici&#243;n y de estacionamiento. Las luces se activar&#225;n mientras el interruptor sea sostenido
                en "ON", si las luces estaban previamente desactivadas. Las luces se apagar&#225;n mientras se sostiene
                el interruptor en "ON",si las luces estaban previamente activadas.
            </para>
            <para>Las luces de altura del techo y de posici&#243;n, o del parasol est&#225;n directamente conectadas a
                los circuitos de estacionamiento dentro del ESC . Las luces de techo o parasol tienen un fusible
                separado entre sus circuitos y el ESC. Si las luces de altura no funcionan, pero las luces de
                estacionamiento s&#237;, vea la
                <hotlnk document="m082504_X08260LTS02.xml" xrefid="x08260lts02">Secci&#243;n de Luces de Altura de Techo
                    y Posici&#243;n, o Parasol
                </hotlnk>
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_466.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_468.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
