<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - BATER&#205;A, SISTEMAS DE GENERACI&#211;N Y ARRANQUE - ARRANQUE DEL MOTOR
    </stitle>
    <svcman/>
    <svcsubsec id="x082563">
        <title>ARRANQUE DEL MOTOR</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>El motor de arranque a trav&#233;s de la rueda volante, le proporciona al cig&#252;e&#241;al la rotaci&#243;n
                necesaria para arrancar el motor
            </para>
            <para>Los circuitos del motor de arranque proporcionan la energ&#237;a para que el motor de arranque gire el
                cig&#252;e&#241;al del motor. Si todos los dem&#225;s circuitos operan correctamente, el motor arrancar&#225;..
            </para>
            <para>Los componentes del sistema de los motores International consisten en el motor de arranque y el
                solenoide, el interruptor con llave de ignici&#243;n (o interruptor de bot&#243;n), arrancador ISO &#38;
                rel&#233; de energ&#237;a, el m&#243;dulo de control electr&#243;nico del motor (ECM), el interruptor
                del embrague en las transmisiones manuales o la se&#241;al de posici&#243;n neutral en las transmisiones
                autom&#225;ticas.
            </para>
            <specpara>
                <note>
                    <para>Los veh&#237;culos con la caracter&#237;stica de "Se&#241;al de Neutral" tambi&#233;n usan un
                        rel&#233; para inhibici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Cuando se oprime el pedal del embrague, o la transmisi&#243;n autom&#225;tica est&#225; en "Park" o
                "Neutral", o la transmisi&#243;n "Autoshift" de EATON est&#225; en neutral, el controlador del motor
                proporcionar&#225; una tierra al arrancador ISO y al rel&#233; de energ&#237;a. Cuando la llave de la
                ignici&#243;n est&#225; en posici&#243;n de arranque, se aplicar&#225;n 12 voltios al rel&#233; causando
                que este se energice. El rel&#233; energizado suministrar&#225; 12 voltios al solenoide del motor de
                arranque causando que este se energice y aplique voltaje de bater&#237;a al motor de arranque.
            </para>
            <specpara>
                <note>
                    <para>Los motores de arranque cuyo n&#250;mero termine en los d&#237;gitos 50, como 350, 450,
                        contienen una protecci&#243;n t&#233;rmica contra un tiempo de arranque excedido.
                    </para>
                </note>
            </specpara>
            <para>En los veh&#237;culos que poseen una protecci&#243;n t&#233;rmica para no exceder el tiempo de
                arranque, la duraci&#243;n excesiva de un per&#237;odo de arranque har&#225; que la temperatura alcance
                el l&#237;mite t&#233;rmico permitido, entonces el interruptor t&#233;rmico se abrir&#225; causando que
                el motor se desenganche. Cuando el interruptor t&#233;rmico se abre, interrumpe la se&#241;al de tierra
                proveniente del controlador del motor hacia la bobina del rel&#233; de arranque, previniendo que este se
                energice. Cuando el motor de arranque se enfr&#237;a, se cierra el interruptor y permite que el motor de
                arranque vuelva a funcionar nuevamente.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_181.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_183.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
