<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - PARE DEL CAMI&#211;N/SE&#209;AL DE VIRAJE/LUZ DE
        PELIGRO - SALIDAS DEL ESC PARA LUZ DE PARE/SE&#209;AL DE VIRAJE/LUZ DE PELIGRO TRASERAS
    </stitle>
    <svcman/>
    <svcproc id="x08260805" svcproctype="troubleshoot" graphiccount="1">
        <title>SALIDAS DEL ESC PARA LUZ DE PARE/SE&#209;AL DE VIRAJE/LUZ DE PELIGRO TRASERAS</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un corto. Para
                        restablecer el fusible, el interruptor de ignici&#243;n se debe cambiar de posici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Vea,
                <hotlnk xrefid="f0826040">Luz de Pare Trasera/Se&#241;al de Viraje/Luz de Peligro, Salidas del
                    ESC</hotlnk>.
            </para>
            <para>Cuando se selecciona la luz de freno o las luces de se&#241;ales de viraje delanteras izquierda o
                derecha, el ESC detecta si los circuitos de la se&#241;al izquierda o derecha experimentan una
                sobrecarga de corriente (corto con tierra o carga excesiva), o un circuito abierto (una falla solamente
                ser&#225; registrada cuando no hay recorrido de corriente a trav&#233;s de cualquier bombillo con
                tierra). El ESC registrar&#225; una falla activa para cualquiera de esas condiciones. La falla
                permanecer&#225; activa hasta que la condici&#243;n que la caus&#243; haya sido corregida y la se&#241;al
                de freno o de viraje afectada sean activadas.
            </para>
            <figure id="f0826040" figsize="full-pg">
                <graphic filename="../figg08/g0826087.webp" type="webp" scalefit="1" scalefitwidth="448px"
                         scalefitheight="592px"/>
                <caption>Salidas del ESC para Luz de Pare/Se&#241;al de Viraje/Luz de Peligro Traseras (Conexiones
                    Vistas Por el Lado de Empalme) - Vea Siempre el Libro de Diagramas de Circuitos Para Obtener la
                    Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE LUCES TRASERAS IZQUIERDAS</callout1>
                    <callout1>2. CONJUNTO DE LUCES TRASERAS DERECHAS</callout1>
                    <callout1>(71) CONEXI&#211;N DE LUZ DE COLA IZQUIERDA</callout1>
                    <callout1>(72) CONEXI&#211;N DE LUZ DE COLA DERECHA</callout1>
                    <callout1>(4008) CONEXI&#211;N AZUL DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR AL LADO DEL ESC</callout2>
                    </callout1>
                    <callout1>(4450M/F) CONEXIONES DEL FABRICANTE DE CARROCER&#205;AS
                        <callout2>LOCALIZADAS AL RESPALDO DE LA CABINA CERCA DEL RIEL IZQUIERDO DEL CHASIS</callout2>
                    </callout1>
                    <callout1>(8803) GRUPO DE EMPALME DE TIERRA DEL CHASIS</callout1>
                    <callout1>(9303) CONEXI&#211;N DE PARE/COLA/VIRAJE
                        <callout2>LOCALIZADA EN EL CONJUNTO DE LUCES IZQUIERDO</callout2>
                    </callout1>
                    <callout1>(9700) CONEXI&#211;N TABLERO/CENTRO DEL CHASIS
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DE LA ESTRUCTURA IZQUIERDA</callout2>
                    </callout1>
                    <callout1>(9800) CONEXI&#211;N DE CHASIS, CENTRAL/TRASERA
                        <callout2>LOCALIZADA EN LA ESTRUCTURA DEL RIEL IZQUIERDO, CERCA DE LOS EJES TRASEROS</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t1901702">
                <title>Tabla de Revisi&#243;n de la conexi&#243;n de Luz de Pare/Se&#241;al de Viraje/Luz de Peligro
                    Traseras
                </title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.48in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.25in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN3"/>
                    <spanspec namest="1" nameend="2" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 13 3</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Lamparas de viraje traseras izquierdas; menos que la corriente baja normal, pero m&#225;s
                                    que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 13 4</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Lamparas de viraje traseras izquierdas; mayor que la corriente alta normal y menor
                                    que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 13 6</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Las lamparas de viraje traseras izquierdas tienen un flujo de corriente cuando la
                                    salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 13 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3" align="center">
                                <para>Sobrecarga de corriente en la l&#225;mpara de viraje trasera izquierda (Corto
                                    circuito)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <note>
                                    <para>Al desenchufar las conexiones causar&#225; el registro de nuevas fallas por
                                        apertura de circuitos. Borre todas las fallas despu&#233;s de haber sido
                                        restauradas todas las conexiones.
                                    </para>
                                </note>
                                <note>
                                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un
                                        corto. Para restablecer el fusible, el interruptor de ignici&#243;n se debe
                                        cambiar de posici&#243;n.
                                    </para>
                                </note>
                                <para>Coloque la ignici&#243;n en posici&#243;n "OFF". Desconecte la conexi&#243;n de
                                    pare/cola/viraje (9303). Coloque la ignici&#243;n en posici&#243;n "ON" y borre los
                                    DTC, luego active la se&#241;al de viraje izquierda y revise si hay falla. Si la
                                    falla no vuelve a ocurrir, hay un corto o una sobrecarga en la luz de la se&#241;al
                                    de viraje. Si la falta vuelve a ocurrir, hay un corto en los circuitos entre el ESC
                                    y la luz de la se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Coloque la ignici&#243;n en posici&#243;n "OFF". Desenchufe cualquier otra conexi&#243;n
                                    de componentes que est&#233;n conectados a los circuitos de la se&#241;al de viraje
                                    trasera izquierda. Coloque la ignici&#243;n en posici&#243;n "ON" y borre los DTC.
                                    Active la se&#241;al de viraje izquierda y revise si hay falla. Si la falla no
                                    vuelve a ocurrir, hay un corto o una sobrecarga en ese componente. Si la falla
                                    vuelve a ocurrir, hay un corto en los circuitos entre el ESC y la luz de la se&#241;al
                                    de viraje, o en el ESC.
                                </para>
                                <para>Coloque la ignici&#243;n en posici&#243;n "OFF". Desenchufe la conexi&#243;n azul
                                    del ESC (4008). Coloque la lave de la ignici&#243;n en posici&#243;n "ON", luego
                                    active la se&#241;al de viraje a la izquierda y revise si hay falla. Si la falla no
                                    vuelve a ocurrir, hay un corto en los circuitos entre el ESC y la luz de la se&#241;al
                                    de viraje trasera derecha. Si la falla vuelve a ocurrir, hay un corto dentro del
                                    ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 13 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Circuito abierto en la l&#225;mpara de viraje trasera izquierda</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisiones de Voltaje de la Luz de Pare/Se&#241;al de Viraje/Luz
                                        de Peligro Traseras Izquierdas
                                    </emph>
                                </para>
                                <para>Revise con las luces intermitentes de peligro activadas y la luz trasera izquierda
                                    de pare, cola y de viraje desconectadas.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales. Tambi&#233;n revise si hay da&#241;os o corrosi&#243;n en el
                                        conjunto de la se&#241;ales de viraje.
                                    </para>
                                </note>
                                <note>
                                    <para>En una situaci&#243;n de sobrecarga, el ESC no suministrar&#225; voltaje hasta
                                        que el corto o la carga excesiva hayan sido removidas y el interruptor de ignici&#243;n
                                        se haya cambiado de posici&#243;n.
                                    </para>
                                </note>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(9303) Clavija B con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>El voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos R-56B, N56, J56B, o
                                    J56J. Revise si hay corto o carga excesiva en el circuito J56BB hacia las conexiones
                                    del fabricante de carrocer&#237;as y los accesorios del fabricante de carrocer&#237;as.
                                    Aseg&#250;rese tambi&#233;n de que el voltaje de salida del ESC sea el apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Vea Reemplazo del ESC en
                                        este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(9303) Clavija E con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>0 Voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Circuito de tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(9303) Clavija B con E</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos de tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 14 3</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Lamparas de viraje traseras derechas; menos que la corriente baja normal, pero m&#225;s
                                    que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 14 4</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Lamparas de viraje traseras derechas; mayor que la corriente alta normal y menor
                                    que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 14 6</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Las lamparas de viraje traseras derechas tienen un flujo de corriente cuando la
                                    salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 14 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3" align="center">
                                <para>Sobrecarga de corriente en la l&#225;mpara de viraje trasera derecha (Corto
                                    circuito)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <note>
                                    <para>Al desenchufar las conexiones causar&#225; el registro de nuevas fallas por
                                        apertura de circuitos. Borre todas las fallas despu&#233;s de haber sido
                                        restauradas todas las conexiones.
                                    </para>
                                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un
                                        corto. Para restablecer el fusible, el interruptor de ignici&#243;n se debe
                                        cambiar de posici&#243;n.
                                    </para>
                                </note>
                                <para>Desenchufe la conexi&#243;n (72) de la luz de cola derecha. Cambie de posici&#243;n
                                    la llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje
                                    delantera derecha y revise si hay falla. Si la falla no vuelve a ocurrir, hay un
                                    corto o una sobrecarga en la luz de se&#241;al de viraje. Si la falla vuelve a
                                    ocurrir, hay un corto en los circuitos entre el ESC y la luz de se&#241;al de
                                    viraje, o en el ESC.
                                </para>
                                <para>Desenchufe cualquier otra conexi&#243;n de componentes que est&#233;n conectados a
                                    los circuitos de la se&#241;al de viraje delantera derecha. Cambie de posici&#243;n
                                    la llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje
                                    delantera derecha y revise si hay falla. Si la falla no vuelve a ocurrir, hay un
                                    corto o una sobrecarga en ese componente. Si la falla vuelve a ocurrir, hay un corto
                                    en los circuitos entre el ESC y la luz de la se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Desenchufe la conexi&#243;n azul del ESC (4008). Cambie de posici&#243;n la llave
                                    de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje derecha y revise
                                    si hay falla. Si la falla no vuelve a ocurrir, hay un corto en los circuitos entre
                                    el ESC y la luz de se&#241;al de viraje trasera. Si la falla vuelve a ocurrir, hay
                                    un corto en el interior del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 14 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN3">
                                <para>Baja la corriente para la l&#225;mpara de viraje trasera derecha (Circuito
                                    abierto)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisiones de Voltaje de la Luz de Pare/Se&#241;al de Viraje/Luz
                                        de Peligro Traseras Derechas
                                    </emph>
                                </para>
                                <para>Revise con las luces intermitentes de peligro activadas y la luz trasera derecha
                                    de cola desconectada.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales. Tambi&#233;n revise si hay da&#241;os o corrosi&#243;n en el
                                        conjunto de la se&#241;ales de viraje.
                                    </para>
                                </note>
                                <note>
                                    <para>En una situaci&#243;n de sobrecarga, el ESC no suministrar&#225; voltaje hasta
                                        que el corto o la carga excesiva hayan sido removidas y el interruptor de ignici&#243;n
                                        se haya cambiado de posici&#243;n.
                                    </para>
                                </note>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(72) Clavija C con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>El voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito S57B, conjunto de luces
                                    trasero izquierdo y circuitos R57, N57, J57B, y J57J. Revise si hay corto en el
                                    circuito J57BB hacia las conexiones del fabricante de carrocer&#237;as y los
                                    accesorios del fabricante de carrocer&#237;as. Aseg&#250;rese tambi&#233;n de que el
                                    voltaje de salida del ESC sea el apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Vea Reemplazo del ESC en
                                        este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(72) Clavija E con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>0 Voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Circuito de tierra</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(72) Clavija C con E</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>El voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos de tierra.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA)</title>
            <para>Vea,
                <hotlnk xrefid="f0826040">Salidas del ESC para La Luz de Pare/Se&#241;al de Viraje/Luz de Peligro
                    Traseras</hotlnk>.
            </para>
            <para>El voltaje para la luz de viraje/pare trasera derecha es suministrado por el ESC, conexi&#243;n (4008)
                terminal B hacia la conexi&#243;n de la luz de viraje derecha (72) terminal C.
            </para>
            <para>La tierra para la luz de viraje/pare trasera derecha es suministrado por el terminal de tierra (4006)
                hacia la conexi&#243;n de la luz de viraje derecha (72) terminal C.
            </para>
            <para>El voltaje para la luz de viraje/pare trasera izquierda es suministrado por el ESC conexi&#243;n
                (4008) terminal C, hacia la conexi&#243;n de la luz de pare, cola y viraje (9303) terminal B.
            </para>
            <para>La tierra para la luz de viraje/pare trasera izquierda es suministrada desde el terminal de tierra
                (4006) hacia la conexi&#243;n de pare, cola y viraje (9303) terminal E.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08260804.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_499.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
