<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS -
        REVISAR EL SISTEMA EL&#201;CTRICO DE LAS L&#193;MPARA DE ADVERTENCIA
    </stitle>
    <svcman/>
    <svcproc id="x0825408" svcproctype="troubleshoot" graphiccount="1">
        <title>REVISAR EL SISTEMA EL&#201;CTRICO DE LAS L&#193;MPARA DE ADVERTENCIA</title>
        <svcsubproc>
            <title>Funci&#243;n del Circuito</title>
            <figure id="f0825405a" figsize="pg-wide">
                <graphic filename="../figg08/g0825409.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento del Sistema El&#233;ctrico de las L&#225;mparas de Advertencia
                </caption>
                <calloutgroup>
                    <callout1>1. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                    <callout1>2. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA</callout1>
                    <callout1>3. GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS (EGC)</callout1>
                </calloutgroup>
            </figure>
            <para>La
                <hotlnk xrefid="f0825405a">revisi&#243;n del sistema el&#233;ctrico de las l&#225;mparas de
                    advertencia
                </hotlnk>
                se encender&#225;n y permanecer&#225;n encendidas cualquier tiempo que el EGC pierda la comunicaci&#243;n
                con el ESC, o la energ&#237;a de las conexiones (4009) o (4010) del ESC. La l&#225;mpara tambi&#233;n se
                iluminar&#225; si se pierde la comunicaci&#243;n proveniente del controlador del motor. Los indicadores
                controlados por el ESC s ir&#225;n a cero si se pierde la comunicaci&#243;n entre el EGC y el ESC. Los
                indicadores controlados por el controlador del motor ir&#225;n a cero si se pierde la comunicaci&#243;n
                entre el EGC y el controlador del motor.
            </para>
            <para>La l&#225;mpara de advertencia de revisar el sistema el&#233;ctrico se debe encender durante el
                barrido de los indicadores del EGC, despu&#233;s de que la llave de la ignici&#243;n se coloque en la
                posici&#243;n de ignici&#243;n. Si la l&#225;mpara no se ilumina durante el barrido de los indicadores,
                es posible que est&#233; fundido el bombillo o puede haber un problema en el EGC.
            </para>
            <para>La l&#225;mpara de advertencia de revisar el sistema el&#233;ctrico se debe encender por 1 minuto
                cuando es detectada una falla por el ESC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n/Manejo de fallas</title>
            <para>Si permanecen encendidos continuamente y ninguno de los instrumentos est&#225; trabajando
                correctamente despu&#233;s del barrido de los instrumentos, el EGC no se est&#225; comunicando, o hay un
                problema con el enlace de datos (1939) del tren de potencia. Vea,
                <hotlnk document="m082504_X082523.xml" xrefid="x082523">Enlace de Datos 1939 del Tren de Potencia.
                </hotlnk>
            </para>
            <para>Si la l&#225;mpara permanece encendida continuamente cuando no est&#225;n presentes fallas activas, o
                no se enciende cuando est&#225;n presentas fallas activas, el problema puede estar en la programaci&#243;n
                del ESC/EGC, o en los componentes electromec&#225;nicos del ESC/EGC.
            </para>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;sticos "INTUNE" se
                puede usar para encender y apagar todas las l&#225;mparas. La herramienta de servicio tambi&#233;n se
                puede usar para verificar si el problema est&#225; limitado al ESC, al EGC o al enlace de datos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08254107.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08254091.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
