<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - FRENOS HIDR&#193;ULICOS ABS "WABCO" - CIRCUITOS
        DE LA LUZ DE ADVERTENCIA DE LOS FRENOS HIDR&#193;ULICOS ABS
    </stitle>
    <svcman/>
    <svcproc id="x0825935" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DE LA LUZ DE ADVERTENCIA DE LOS FRENOS HIDR&#193;ULICOS ABS</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Luz de advertencia del circuito de frenos hidr&#225;ulicos ABS proporciona una entrada al ESC, la que
                a su vez da instrucciones al ESC para encender la luz de advertencia del ABS. La luz de advertencia del
                rel&#233; ABS rel&#233; asegura que la luz de advertencia se apagar&#225; si se pierde la energ&#237;a
                en la ECU, o si la ECU tiene alguna falla interna que puede prevenir que la ECU comande el encendido de
                la luz.
            </para>
            <figure id="f0825935" figsize="pg-wide">
                <graphic filename="../figg08/g0825939.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Luz de Advertencia de Frenos Hidr&#225;ulicos ABS, Circuitos de Entrada al ESC. - Vea Siempre
                    el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4001) BLOQUE DE MINI FUSIBLES
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                            MOTOR
                        </callout2>
                    </callout1>
                    <callout1>(4004) CONEXI&#211;N DE 36 -V&#205;AS DE CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL LADO DEL ESC DEL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4005) TERMINAL DE TIERRA
                        <callout2>LOCALIZADO EN EL TABLERO DE INSTRUMENTOS SOBRE EL ESC</callout2>
                    </callout1>
                    <callout1>(4840) EMPALME DE IGNICI&#211;N
                        <callout2>LOCALIZADO CERCA DEL SOPORTE DEL MOTOR DEL LIMPIAPARABRISAS</callout2>
                    </callout1>
                    <callout1>(9510) CONEXI&#211;N HYD. ECU - ABS
                        <callout2>LOCALIZADA EN LA ECU DEL ABS</callout2>
                    </callout1>
                    <callout1>(9700) INTERCONEXI&#211;N CHASIS/TABLERO
                        <callout2>LOCALIZADA CERCA DEL SOPORTE DEL MOTOR DEL LIMPIAPARABRISAS</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825909a" tblwidth="full-page" numbered="no" view="reveal">
                <title>Circuitos de la Luz de Advertencia de los Frenos Hidr&#225;ulicos ABS</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.50in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="0.91in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Enchufe del Rel&#233; de la Luz de Advertencia de la Hidr&#225;ulica
                                        del ABS
                                    </emph>
                                </para>
                                <para>Revise con la llave de la ignici&#243;n en la posici&#243;n "ON" y el rel&#233; de
                                    la luz de advertencia del ABS removido.
                                </para>
                                <para>Haga una prueba de banco del rel&#233; y reempl&#225;celo si ha fallado. Vea,
                                    <hotlnk document="m08250_X0825015.xml" xrefid="x0825015">Revisi&#243;n de Rel&#233;
                                        en Banco de Pruebas.
                                    </hotlnk>
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Cavidad del enchufe del micro rel&#233; M2 - F2 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Revise el voltaje de ignici&#243;n al rel&#233;. 12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje es incorrecto, revise si hay voltaje proveniente de empalme de la
                                    ignici&#243;n (4840), o apertura o corto en el circuito J94HE.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Cavidad del enchufe del micro rel&#233; M2 - F2 al M2 - D2.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Revise la tierra con el rel&#233;. 12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no est&#225; correcto, revise si hay apertura en el circuito J94 -
                                    GH, o en el J94 - GHE con el terminal de tierra (4005).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Cavidad del enchufe del micro rel&#233; M2 - F2 con M2 - D1.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Revise los circuitos energizados hacia el rel&#233;. 12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no est&#225; correcto, revise si hay apertura en el circuito J94HJ,
                                    o en el N94AV. Si los circuitos est&#225;n bien, considere el reemplazo de la ECU.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Cavidad del enchufe del micro rel&#233; M2 - E1 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Revise la luz de advertencia del circuito ABS hacia el ESC. 12 &#177; 1.5
                                    voltios.
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no est&#225; correcto, revise si hay apertura o corto en los
                                    circuitos J94HR, J94HP, J94HF, o en el N94V. Si los circuitos est&#225;n bien,
                                    considere el reemplazo de la ECU del ABS.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENDIDA</title>
            <para>El rel&#233; exento de energ&#237;a suministra una tierra a la entrada (4004) de la luz de advertencia
                del ABS, terminal 23, a trav&#233;s de los contactos normalmente cerrados del rel&#233;. Esto enciende
                la luz de advertencia del ABS.
            </para>
            <para>La energ&#237;a de ignici&#243;n es suministrada al la bobina del rel&#233; en el circuito J94HE.
            </para>
            <para>Cuando la ECU es energizada y est&#225; trabajando correctamente el suministra la tierra al otro lado
                de la bobina del rel&#233; en el circuito J94HJ. Esto energizar&#225; el rel&#233; y remover&#225; la
                tierra proveniente de la entrada del ESC apagando la luz de advertencia del ABS.
            </para>
            <para>Si la ECU del ABS detecta una falla, solicitar&#225; la iluminaci&#243;n de la l&#225;mpara de
                advertencia por medio de la aplicaci&#243;n directa de tierra a la entrada del ESC en el circuito J94HP.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825933.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825940.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
