<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - LUCES DE ALTURA DE TECHO Y POSICI&#211;N, O LUCES DEL
        PARASOL - DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <para>Si ninguna de las otras luces est&#225; funcionando (solamente las luces de posici&#243;n del techo no
            funcionan) no se registrar&#225;n c&#243;digos de problemas de diagn&#243;stico. Un corto en los circuitos
            de las luces de posici&#243;n del techo har&#225; fundir el fusible antes de que el ESC detecte la falla.
        </para>
        <para>Un corto o apertura en los circuitos de luces de altura de techo, posici&#243;n, o parasol ser&#225;
            aparente cuando se activen las luces de estacionamiento o delanteras y las luces de altura, de posici&#243;n
            e identificaci&#243;n no se enciendan.
        </para>
        <para>Las luces de posici&#243;n de los espejos tambi&#233;n est&#225;n conectadas a los circuitos de luces de
            altura del techo y posici&#243;n, o al parasol. Un corto en el circuito de luces de los espejos causar&#225;
            que se funda el fusible.
        </para>
        <para>Una herramienta de servicio electr&#243;nico funcionando con el software "INTUNE" se puede usar para
            revisar la operaci&#243;n de las luces de estacionamiento y monitorear la activaci&#243;n del interruptor de
            las luces de estacionamiento. Vea el manual del software para diagn&#243;stico para detalles sobre como usar
            el software.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08260LTS02.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_464.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
