<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DE ENERG&#205;A REMOTO
    </stitle>
    <svcman/>
    <svcsubsec id="x0825914">
        <title>M&#211;DULO DE ENERG&#205;A REMOTO</title>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259e1" figsize="pg-wide">
                <graphic filename="../figg08/g08259e1.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n del M&#243;dulo de Energ&#237;a Remoto</caption>
                <calloutgroup>
                    <callout1>1. M&#211;DULO DE ENERG&#205;A REMOTO</callout1>
                    <callout1>2. ENLACE DE DATOS DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>3. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>4. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>5. GRUPO DE INTERRUPTORES</callout1>
                </calloutgroup>
            </figure>
            <para>El m&#243;dulo de energ&#237;a remoto (RPM) es usado para controlar dispositivos el&#233;ctricos,
                fuera de la cabina, sin tener que colocar cables individuales para cada interruptor de dispositivo. Este
                m&#243;dulo es usado para distribuir y controlar energ&#237;a desde interruptor dentro de la cabina para
                varios dispositivos en el veh&#237;culo. El RPM se comunica con el controlador del sistema electr&#243;nico
                a trav&#233;s del enlace de datos J1939 del Fabricante de la carrocer&#237;a.
            </para>
            <para>Las salidas RPM est&#225;n protegidas por transistores de efectos de campo (FET- Field Effect
                Transistors). Si ocurre una sobrecarga en los circuitos, el FET actuar&#225; como un disyuntor de
                circuitos tipo III. Para restablecer el FET, se debe desactivar el dispositivo al que pertenece y luego
                volver a activarlo.
            </para>
            <specpara>
                <note>
                    <para>El fusible integral (FET) en el RPM se saltar&#225; durante un corto en la salida de los
                        circuitos. Intercambiando las posiciones del interruptor de control asignado lo restablecer&#225;.
                    </para>
                </note>
            </specpara>
            <figure id="f0825946.webp" figsize="pg-wide">
                <graphic filename="../figg08/g0825946.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>CONECTOR</caption>
                <calloutgroup>
                    <callout1>1. CONEXI&#211;N DE SE&#209;ALES DE 23 V&#205;AS</callout1>
                    <callout1>2. CONEXI&#211;N DE ENERG&#205;A PARA DISPOSITIVOS DE 8 V&#205;AS</callout1>
                    <callout1>3. ALIMENTACI&#211;N DE ENERG&#205;A DEL M&#211;DULO (DIRECTA DE LA BATER&#205;A O DEL
                        TERMINAL DEL ARRANQUE)
                    </callout1>
                    <callout1>4. CONEXI&#211;N DE ENTRADA AL ENLACE DE DATOS Y ENERG&#205;A</callout1>
                    <callout1>5. CONEXI&#211;N DE SALIDA DEL ENLACE DE DATOS Y ENERG&#205;A</callout1>
                </calloutgroup>
            </figure>
            <para>Cada m&#243;dulo recibe energ&#237;a por un cable de calibre 4, protegido por un cable fusible,
                proveniente del terminal de la bater&#237;a o del terminal del motor de arranque. Cada RPM tiene la
                capacidad de operar hasta 6 dispositivos de 20 amperios o menos, sin excederse de 80 amperios para todo
                el m&#243;dulo.
            </para>
            <para>Un m&#225;ximo de 3 RPM se pueden conectar al veh&#237;culo, lo cual permite un total de 18
                dispositivos para ser controlados siempre y cuando no se excedan los 80 amperios por m&#243;dulo.
            </para>
            <para>Cada RPM viene con grupo de 6 interruptores que se encuentran insertados en la secci&#243;n central
                del tablero de instrumentos. Cada interruptor controla 1 salida del RPM. La relaci&#243;n del
                interruptor es del n&#250;mero uno al RPM n&#250;mero uno (2 con 2, 3 con 3 etc); Por ejemplo; el
                interruptor 1 controla el canal de salida 1 del RPM. El grupo de interruptores est&#225; conectado con
                el interruptor del enlace de datos que comunica la operaci&#243;n del interruptor con el Controlador del
                Sistema Electr&#243;nico. El ESC comunica esta operaci&#243;n al RPM.
            </para>
            <para>Cada grupo de interruptores tiene 6 o 12 interruptores basculantes. Cada interruptor basculante moment&#225;neo
                permanece estable en la posici&#243;n central. La secci&#243;n superior de cada interruptor tiene una
                luz indicadora para proporcionar el estado de cada de salida de energ&#237;a. Oprimiendo la secci&#243;n
                superior del interruptor activar&#225; la salida de energ&#237;a del respectivo canal y el indicador se
                iluminar&#225;. Oprimiendo la secci&#243;n inferior del interruptor desactivar&#225; la salida de energ&#237;a
                del respectivo canal y el indicador se apagar&#225;.
            </para>
            <para>El m&#243;dulo RPM tambi&#233;n tiene sus propias entradas internas, las que pueden ser programadas
                para el control de las salidas. Los canales de salida pueden ser controlados en forma remota por medio
                del uso de tres posiciones moment&#225;neas de polo sencillo, interruptor de doble tiro en cada entrada
                del interruptor remoto. En este caso, los voltios de la bater&#237;a deben ser conectados a un polo del
                interruptor y la tierra debe ser conectada al otro polo. Aplicando voltaje de bater&#237;a a una entrada
                del interruptor remoto debe activar ("ON") el canal de salida. Aplicando tierra a la entrada del
                interruptor remoto debe desactivar ("OFF") el canal de salida.
            </para>
            <para>El indicador de la l&#225;mpara del interruptor en el tablero de instrumentos exhibir&#225;
                permanentemente el estado corriente del canal de salida, siempre y cuando la llave de la ignici&#243;n
                se encuentre en la posici&#243;n "RUN" o "ACCESSORY".
            </para>
            <para>El m&#243;dulo de energ&#237;a remoto es una caracter&#237;stica opcional que proporciona cargas el&#233;ctricas
                controladas por un interruptor en el chasis, hasta 20 amperios por carga, hasta un m&#225;ximo de 80
                amperios por m&#243;dulo (Varios m&#243;dulos de energ&#237;a remota, as&#237; como tambi&#233;n grupos
                de 7 Solenoides de Aire y un grupo de controlador remoto de velocidad del motor se pueden encadenar
                juntos). Estas cargas pueden ser controladas por interruptor usando los grupos de interruptores en la
                cabina o por medio del uso de interruptor de tres-estados, conectados directamente con el m&#243;dulo de
                energ&#237;a remoto. Fusibles integrales autom&#225;ticos protegen los circuitos del m&#243;dulo de
                energ&#237;a remoto contra sobrecargas de corriente. Estos fusibles integrales autom&#225;ticos se
                pueden regular hasta 20 amperios.
            </para>
            <specpara>
                <note>
                    <para>El fusible virtual en los RPM se saltar&#225; durante un corto. Para restablecer el fusible,
                        el controlador del dispositivo tiene que ser desactivado "OF" y luego activado nuevamente "ON".
                    </para>
                </note>
            </specpara>
            <para>El M&#243;dulo de energ&#237;a remoto se comunica con el controlador del sistema el&#233;ctrico (ESC)
                por medio del enlace de datos del fabricante de la carrocer&#237;a. Los interruptores del m&#243;dulo de
                energ&#237;a remoto provistos en la cabina son de 3 posiciones, la del centro permanece estable. Estos
                interruptores est&#225;n provistos de ventanillas que permiten al usuario asignar nombres a los
                interruptor en la forma que se desee. Oprimiendo el interruptor hacia arriba resulta en la activaci&#243;n
                de la salida del m&#243;dulo de energ&#237;a remoto. Oprimiendo el interruptor hacia abajo resulta en la
                desactivaci&#243;n de la salida del m&#243;dulo de energ&#237;a remoto. Cuando el interruptor est&#225;
                en estado estable (centro), se mantiene el estado de salida actual. Las entradas de 3 estados al m&#243;dulo
                de energ&#237;a remoto pueden ser usadas opcionalmente para controlar las salidas del m&#243;dulo de
                energ&#237;a remoto. Si existe un conflicto entre el control de la cabina y las entradas de 3 estados
                del m&#243;dulo de energ&#237;a remoto, donde ning&#250;n interruptor est&#225; en la posici&#243;n
                central estable, la salida del m&#243;dulo de energ&#237;a remoto ser&#225; desactivada ("OFF"). El
                indicador en el grupo de interruptores se iluminar&#225; cuando el m&#243;dulo de energ&#237;a remoto
                correspondiente es colocado en "ON" y no se detecten errores. Si el m&#243;dulo de energ&#237;a remoto
                detecta una situaci&#243;n de alta corriente, entonces el indicador del interruptor destellar&#225; r&#225;pidamente
            </para>
            <para>La operaci&#243;n normal de esta caracter&#237;stica se define de la siguiente manera:</para>
            <step1>
                <para count="1">Cuando el interruptor de la ignici&#243;n se coloca en la posici&#243;n "ON", todas las
                    salidas ser&#225;n tornadas a "OFF" a menos que un par&#225;metro programable especifique que una
                    salida en particular se debe tornar a "ON" con la ignici&#243;n. Estas salidas estar&#225;n en "ON"
                    durante el arranque.
                </para>
            </step1>
            <step1>
                <para count="1">El estado del interruptor proveniente de los interruptores montados en el tablero de
                    instrumentos y de las entradas de 3 estados del m&#243;dulo de energ&#237;a remoto ser&#225;n
                    analizadas para determinar si una salida se debe tornar "ON" u "OFF".
                </para>
            </step1>
            <step1>
                <para count="1">El estado de errores, ser&#225; considerado en ese momento. Si hay presente un error en
                    un interruptor montado en el tablero, la salida dada ser&#225; desactivada ("OFF"). Si una situaci&#243;n
                    de alta corriente es detectada, la solicitud de salida permanecer&#225; en "ON" pero el indicador en
                    el interruptor montado en el tablero destellar&#225; r&#225;pidamente.
                </para>
            </step1>
            <step1>
                <para count="1">El comando resultante, ser&#225; enviado al m&#243;dulo de energ&#237;a remoto por medio
                    del enlace de datos del fabricante de la carrocer&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">La caracter&#237;stica del software del m&#243;dulo de energ&#237;a remoto enviar&#225;
                    un "Comando "OFF" a cualquier salida del m&#243;dulo de energ&#237;a remoto f&#237;sico, cuando hay
                    un conflicto entre la respectiva entrada de los interruptores de 3 estados proveniente del m&#243;dulo
                    de energ&#237;a remoto y el interruptor respectivo que se encuentra montado en el tablero de
                    instrumentos del ESC.
                </para>
            </step1>
            <para>Igualmente, las salidas del m&#243;dulo de energ&#237;a remoto ser&#225;n comandadas hacia la posici&#243;n
                "OFF", cuando se detectan errores en el interruptor del enlace de datos o en el enlace de datos del
                fabricante de la carrocer&#237;a. Si ocurre un error en el interruptor del enlace de datos, los
                interruptores ser&#225;n ignorados. Si ocurre un error en el enlace de datos del fabricante de la
                carrocer&#237;a, las entradas de los 3 estados ser&#225;n ignoradas. Cuando el interruptor de ignici&#243;n
                es colocado en "OFF", las salidas tambi&#233;n ser&#225;n tornadas a "OFF". Si una salida es colocada en
                "ON" por cualquier interruptor que se encuentre en la posici&#243;n "ON", la salida ser&#225; retornada
                a "ON" inmediatamente.
            </para>
            <para>La caracter&#237;stica del software del m&#243;dulo de energ&#237;a remoto intentar&#225; tornar a
                "OFF" las salidas del m&#243;dulo de energ&#237;a remoto, orden&#225;ndoles desactivarse si se detecta
                alg&#250;n error en el interruptor del Interruptor del enlace de datos, o en el enlace de datos del
                fabricante de la carrocer&#237;a.
            </para>
            <para>En un estado de alta corriente, el indicador de los interruptores montados en tablero destellar&#225;
                mientras exista la condici&#243;n. Tambi&#233;n se establecer&#225; un c&#243;digo de problema de diagn&#243;stico
                mientras exista esta condici&#243;n de alta corriente.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08259F.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_419.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
