<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - LUZ DE LA B&#211;VEDA Y DE MAPAS
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>LUZ DE LA B&#211;VEDA Y DE MAPAS</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826017" figsize="pg-wide">
                <graphic filename="../figg08/g0826018.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de la Luz de la B&#243;veda y de Mapas</caption>
                <calloutgroup>
                    <callout1>1. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                    <callout1>2. LUZ DE MAPAS</callout1>
                    <callout1>3. LUZ DE MAPAS</callout1>
                    <callout1>4. LUZ DE LA B&#211;VEDA DELANTERA</callout1>
                    <callout1>5. LUZ DE LA B&#211;VEDA TRASERA (SOLAMENTE EN CABINA DE TRIPULACI&#211;N)</callout1>
                    <callout1>6. INTERRUPTORES DE PUERTA DELANTERA</callout1>
                    <callout1>7. INTERRUPTORES DE PUERTA TRASERA (SOLAMENTE EN CABINA DE TRIPULACI&#211;N)</callout1>
                    <callout1>8. L&#193;MPARAS DE CORTES&#205;A</callout1>
                </calloutgroup>
            </figure>
            <para>Vea,
                <hotlnk xrefid="f0826017">Diagrama de Funci&#243;n de la Luz de la b&#243;veda y de Mapas</hotlnk>.
            </para>
            <para>Las luces de la b&#243;veda son controladas por el, o los interruptores de las puertas. Las luces de
                la b&#243;veda (s) individuales tambi&#233;n se pueden activar por medio de sus propios interruptores.
            </para>
            <para>Las salidas de ESC para las luces de las b&#243;vedas tiene capacidad de atenuaci&#243;n estilo
                teatro, capacidad que se puede desactivar por medio de programaci&#243;n. Las luces permanecer&#225;n
                encendidas si una puerta que tenga interruptor instalado, es o est&#225; abierta. Tan pronto todas las
                puertas sean cerradas y el interruptor desactivado, las luces permanecer&#225;n encendidas por 20
                segundos al nivel modificado, o hasta que la ignici&#243;n del motor sea activada. En ese momento, las
                luces se empiezan a atenuar gradualmente hasta que se apagan totalmente.
            </para>
            <para>Si se anula la atenuaci&#243;n estilo teatro, las luces de la b&#243;veda (s) se apagar&#225;n tan
                pronto se cierre la puertas.
            </para>
            <para>El control remoto de la cerradura tambi&#233;n activa las luces por un per&#237;odo de tiempo
                determinado, cuando es oprimido el bot&#243;n remoto de abrir "Unlock", y apaga las luces cuando se
                oprime el bot&#243;n remoto de cerrar "Lock"
            </para>
            <para>Cuando las puertas se abren o cierran, las luces de cortes&#237;a (localizadas debajo del tablero de
                instrumentos) se encender&#225;n o apagar&#225;n lo mismo que las luces de la b&#243;veda.
            </para>
            <para>Las luces de mapas son controladas por interruptores en las l&#225;mparas.</para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_435.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_437.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
