<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTRODUCCI&#243;N - LIBRO DE DIAGRAMAS DE CIRCUITOS EL&#201;CTRICOS - DIAGRAMAS
        DE CIRCUITOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>DIAGRAMAS DE CIRCUITOS</title>
        <svcprocinfo>
            <para>
                <hotlnk xrefid="f0825002">Los diagramas de circuitos</hotlnk>proporcionan una figura esquem&#225;tica de
                como est&#225; energizado el circuito, cual es el sendero de corrientes a los componentes del circuito y
                como est&#225; conectado a tierra el circuito.
            </para>
            <figure id="f0825002" figsize="col-wide">
                <graphic filename="../figg08/g0825002.webp" type="webp" scalefit="1" scalefitwidth="368px"/>
                <caption>Muestra del Diagrama de un Circuito</caption>
            </figure>
            <para>En la mayor&#237;a de los casos, la fuente de energ&#237;a aparecer&#225; en la parte superior de la p&#225;gina,
                y la tierra aparecer&#225; en la parte inferior de la p&#225;gina (o parte inferior del circuito). Para
                la nomenclatura de los componentes del circuito se han usado letras may&#250;sculas. Puede que se usen
                abreviaturas
                <hotlnk xrefid="f0825004">(Vea las Instrucciones y la Muestra de las Abreviaturas el Diagrama del
                    Circuito)</hotlnk>.
            </para>
            <specpara>
                <important>
                    <para>Las posiciones de Interruptor, rel&#233; y solenoide, como se muestran en los diagramas de
                        circuitos, indican la posici&#243;n NORMAL con el interruptor de ignici&#243;n con la llave en
                        posici&#243;n "OFF", a menos que se diga otra cosa.
                    </para>
                </important>
            </specpara>
            <para>Los componentes que funcionan juntos se muestran juntos. Todos los componentes el&#233;ctricos que se
                usan en cualquier circuito se muestran en el diagrama. La fuente de energ&#237;a (fusible, interruptor
                de circuito, puntos de uni&#243;n, etc.) est&#225;n mostrados o indicados usualmente en la parte
                superior de la p&#225;gina. Todos los cables, conexiones y otros componentes el&#233;ctricos est&#225;n
                mostrados en el flujo de se&#241;ales en la parte inferior de la p&#225;gina, o del circuito.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instrucciones del Diagrama del Circuito</title>
            <para>Ejemplos de las instrucciones de los diagramas de circuitos, abreviaciones y s&#237;mbolos est&#225;n
                incluidos en las
                <hotlnk xrefid="f0825003">Instrucciones del Diagrama de Circuito de Muestra</hotlnk>,
                <hotlnk xrefid="f0825004">Instrucciones del Diagrama del Circuito con las Abreviaturas</hotlnk>and
                <hotlnk xrefid="f0825005">Muestra de la Tabla de S&#237;mbolos Esquem&#225;tica</hotlnk>.
            </para>
            <figure id="f0825003" figsize="pg-wide">
                <graphic filename="../figg08/g0825003.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Muestra de las Instrucciones del Diagrama De Circuito</caption>
            </figure>
            <figure id="f0825004" figsize="pg-wide">
                <graphic filename="../figg08/g0825004.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Muestra de la Instrucciones y Abreviaturas del Diagrama de Circuito</caption>
            </figure>
            <figure id="f0825005" figsize="pg-wide">
                <graphic filename="../figg08/g0825005.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Muestra de la Tabla de S&#237;mbolos Esquem&#225;ticos</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
