<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - SISTEMA DE FRENOS HIDR&#193;ULICOS
        ("HYDRO-MAX II")
    </stitle>
    <svcman/>
    <svcsubsec id="x082597">
        <title>SISTEMA DE FRENOS HIDR&#193;ULICOS ("HYDRO-MAX II")</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0825972" figsize="pg-wide">
                <graphic filename="../figg08/g0825961.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Diagrama de Funci&#243;n de los Frenos Hidr&#225;ulicos ("HydroMax")</caption>
                <calloutgroup>
                    <callout1>1. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>2. INTERRUPTOR DE PRESI&#211;N DIFERENCIA</callout1>
                    <callout1>3. INTERRUPTOR DE FLUJO</callout1>
                    <callout1>4. REL&#201; DE LA BOMBA "HYDROMAX"</callout1>
                    <callout1>5. BOMBA "HYDROMAX"</callout1>
                    <callout1>6. M&#211;DULO DE FRENO "HYDROMAX"
                        <callout2>LOCALIZADO DETR&#193;S DEL TABLERO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>7. TABLERO DE INSTRUMENTOS ELECTR&#211;NICOS</callout1>
                </calloutgroup>
            </figure>
            <para>Vea el
                <hotlnk xrefid="f0825972">Diagrama de Funci&#243;n del Freno Hidr&#225;ulico ("HydroMax")</hotlnk>.
            </para>
            <para>El reforzador de frenos del freno Hidr&#225;ulico "HydroMax" es est&#225;ndar en todos los veh&#237;culos
                con frenos hidr&#225;ulicos. El refuerza y divide el sistema con el objeto de protegerse contra una
                falla total de los frenos mediante el uso de l&#237;neas separadas para alimentar los frenos de los ejes
                delantero y trasero. El cilindro maestro proporciona fluido presurizado por la bomba de refuerzo de la
                direcci&#243;n y del reforzador "HydroMax II", para activar la zapatas de freno contra los discos. Este
                es un sistema de modo doble, el cual proporciona autom&#225;ticamente potencia de frenado de respaldo
                reducida, proveniente de una bomba electro/hidr&#225;ulica, por si hubiere una perdida de presi&#243;n
                de la bomba de refuerzo de la direcci&#243;n. La bomba electro/hidr&#225;ulica tambi&#233;n proporciona
                potencia de frenado cuando el motor no est&#225; funcionando.
            </para>
            <para>El sistema "HydroMax" es un respaldo suplementario para los sistemas de frenos hidr&#225;ulicos. Esto
                quiere decir que estar&#225; activo cuando hay alg&#250;n problema en el sistema de la direcci&#243;n
                asistida quien normalmente proporciona la presi&#243;n de frenado. El controlador del sistema el&#233;ctrico
                proporciona voltaje de la bater&#237;a a la bobina del rel&#233; de la bomba "HydroMax" cuando la llave
                de la ignici&#243;n est&#225; en posici&#243;n "ON". El tambi&#233;n proporciona voltaje de la bater&#237;a
                a la bobina del rel&#233; cuando la llave de la ignici&#243;n se encuentra en al posici&#243;n "OFF" y
                el pedal de freno es activado. El rel&#233; es energizado cuando la tierra es aplicada en el otro lado
                de la bobina cuando el interruptor de flujo se cierra (perdida de fluido de la direcci&#243;n asistida)
                o se cierra el interruptor de presi&#243;n diferencial (diferencia de presi&#243;n en el cilindro
                maestro). El ESC tambi&#233;n monitorea la se&#241;al digital proveniente del m&#243;dulo del "HydroMax"
                y si se requiere, enviar&#225; una solicitud para activar la luz de advertencia y la alarma zumbadora
                del tablero de instrumentos electr&#243;nicos.
            </para>
            <para>El sistema de freno hidr&#225;ulico "HydroMax II" usa la presi&#243;n hidr&#225;ulica proveniente de
                la bomba de refuerzo de la direcci&#243;n. Si el flujo es inadecuado o es interrumpido, el interruptor
                de flujo se cerrar&#225;, causando que se energice el rel&#233; de la bomba y el arranque de la bomba de
                reserva. El m&#243;dulo monitor es alimentado por se&#241;al proveniente del interruptor de flujo,
                causando que el monitor solicite al ESC que encienda la luz de advertencia de presi&#243;n de freno.
            </para>
            <para>La bomba de reserva y la luz de advertencia tambi&#233;n se activan cuando el interruptor de presi&#243;n
                diferencial (4032) se salta debido a una perdida de presi&#243;n en una de las mitades del sistema de
                frenos.
            </para>
            <para>El m&#243;dulo controla continuamente la continuidad del motor de la bomba de reserva y la energ&#237;a
                suministrada a el. El recorrido de la se&#241;al, circuito J90HA, al mini fusible, circuito J90H, pasa a
                trav&#233;s de la conexi&#243;n (4014) y del circuito A90N al m&#243;dulo monitor del freno, en la
                conexi&#243;n (1400), clavija G proporciona la informaci&#243;n al m&#243;dulo. El m&#243;dulo a su vez,
                solicita la activaci&#243;n de la alarma y de la luz de advertencia bajo las siguientes condiciones:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Que la ignici&#243;n est&#233; en posici&#243;n "ON" y el interruptor de flujo no est&#233;
                        abierto. (Es normal que la alarma y la l&#225;mpara se activen cuando la llave de la ignici&#243;n
                        est&#225; en posici&#243;n de ignici&#243;n y el motor no est&#225; funcionando)
                    </para>
                </item>
                <item>
                    <para>Si el embobinado del motor de la bomba est&#225; abierto.</para>
                </item>
                <item>
                    <para>Si el rel&#233; de la bomba "HydroMax II" (4033) permanece cerrado (proporciona energ&#237;a
                        al circuito J90F y al motor de la bomba de reserva) despu&#233;s de que el motor est&#225;
                        funcionando, y el interruptor de flujo se abre.
                    </para>
                </item>
                <item>
                    <para>Si no hay suministro de energ&#237;a al motor de la bomba cuando est&#225;n cerrados los
                        contactos del interruptor de flujo o del interruptor de presi&#243;n diferencial.
                    </para>
                </item>
            </randlist>
            <para>Cuando el m&#243;dulo del monitor de freno ha detectado que la bomba ha sido activada, o que ha
                ocurrido una falla, el proporcionar&#225; una tierra proveniente de la clavija F del (1400) al
                controlador del sistema, conexi&#243;n (1600) clavija 9. El ESC enviar&#225; un mensaje a trav&#233;s
                del enlace de datos del tren de potencia hacia el EGC ordenando que se encienda la luz de la l&#225;mpara
                de advertencia de la presi&#243;n de respaldo.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_357.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_359.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
