<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DEL GRUPO DE 4 SOLENOIDES DE AIRE
    </stitle>
    <svcman/>
    <svcsubsec id="x0825912">
        <title>M&#211;DULO DEL GRUPO DE 4 SOLENOIDES DE AIRE</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259c2" figsize="pg-wide">
                <graphic filename="../figg08/g08259c2.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n del M&#243;dulo del Grupo de 4 Solenoides de Aire</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 4 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. CIRCUITOS DE CONTROL SEPARADO DEL SOLENOIDE</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <revst/>
            <para>El m&#243;dulo del grupo de 4 solenoides de aire, es una caracter&#237;stica opcional que proporciona
                intercambio de solenoides de v&#225;lvula de aire en el chasis. El n&#250;mero de solenoides instalados
                y usados en el m&#243;dulo es determinado por los dispositivos operados por aire instalados en el veh&#237;culo.
                Cada solenoide es controlado por un circuito separado desde el ESC. El ESC activar&#225; un solenoide
                instalado cuando el reciba un mensaje en el interruptor del enlace de datos proveniente del grupo de
                interruptores, o proveniente de entradas directas (como la del interruptor de las cornetas). Las v&#225;lvulas
                de los solenoides de aire de este m&#243;dulo, t&#237;picamente son v&#225;lvulas normalmente cerradas.
                El indicador en el grupo de interruptores se iluminar&#225; cuando el correspondiente solenoide de aire
                sea energizado y no se detectan errores.
            </para>
            <para>Si la v&#225;lvula est&#225; activada cuando se le ha ordenado desactivarse ("OFF"), la se&#241;al de
                ignici&#243;n hacia el m&#243;dulo de solenoides de aire (ASM) se desactivar&#225; y el indicador en el
                interruptor destellar&#225; r&#225;pidamente. Todas las v&#225;lvulas de aire se desactivar&#225;n
                cuando los accesorios est&#225;n desactivados.
            </para>
            <para>Los solenoides del grupo de solenoides se pueden reemplazar individualmente cuando fallen en su
                funcionamiento.
            </para>
            <specpara>
                <note>
                    <para>Cuando hay instalados en el veh&#237;culo m&#225;s de cuatro dispositivos operados por aire,
                        se debe usar el m&#243;dulo del grupo de 7 solenoides de aire. Vea,
                        <hotlnk document="m08250_X08259131.xml" xrefid="x08259131">M&#243;dulo de solenoides de aire
                            (Grupo de 7).
                        </hotlnk>
                    </para>
                </note>
                <revend/>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082590703.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_379.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
