<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>LOCALIZACI&#211;N DE FALLAS</title>
        <svcsubsecinfo>
            <seqlist style="alphauc">
                <item>
                    <para>Antes de empezar estos procedimientos de pruebas, aseg&#250;rese de que las bater&#237;as est&#225;n
                        por lo menos al 75% de su carga (SOC) o mayor. Esto representa un circuito abierto de voltaje de
                        (OCV) 12.4 voltios. Las bater&#237;as con un OCV de 12 voltios o menos o est&#225;n
                        completamente descargadas o tienen una celda muerta.
                    </para>
                </item>
                <item>
                    <para>Revise si se sospecha que alguna luz o filamento de alguna l&#225;mpara indicadora indicadora
                        pueda estar fundido (abierto). Se hace esto para evitar revisiones de circuitos extensas e
                        innecesarias.
                    </para>
                </item>
                <item>
                    <para>Inspeccione si hay conexiones flojas o clavijas da&#241;adas, cables etc. Vea la secci&#243;n
                        PRUEBAS DE EQUIPOS Y REPARACI&#211;N DE CONEXIONES en el GRUPO 08 -EL&#201;CTRICOS en el Manual
                        Maestro de Servicio.
                    </para>
                </item>
                <item>
                    <para>Mientras se revisa una condici&#243;n, el t&#233;cnico determine que hay un fusible fundido,
                        est&#225; orientado a localizar la causa de la condici&#243;n de sobrecarga y repararla.
                        Mientras no haya una instrucci&#243;n contraria en el procedimiento indicado en las tablas de
                        diagn&#243;stico, los procedimientos comunes son los siguientes: aislar la secci&#243;n del
                        circuito por medio de desconectar conexiones y medir la resistencia con tierra para encontrar
                        cual es el circuito con corto a tierra. Luego, localice el punto de da&#241;o en el cable o en
                        la conexi&#243;n y rep&#225;rela.
                    </para>
                </item>
                <item>
                    <para>Los diagn&#243;sticos para circuitos que est&#225;n funcionando mal por permanecer en la
                        posici&#243;n "ON" generalmente no est&#225;n cubiertos en detalle. Se asume que el t&#233;cnico
                        conoce como revisar el mal funcionamiento de un interruptor, rel&#233; o solenoide.
                    </para>
                </item>
            </seqlist>
        </svcsubsecinfo>
        <svcproc svcproctype="troubleshoot" graphiccount="0">
            <title>PASOS IMPORTANTES ANTES DE HACER PRUEBAS</title>
            <step1>
                <para count="1">
                    <emph type="bold">Recopile informaci&#243;n</emph>
                    hablando con el conductor si es posible. Trate de determinar los s&#237;ntomas exactos por medio de
                    la recolecci&#243;n de la informaci&#243;n pertinente:
                </para>
                <step2>
                    <para count="1">&#191;Que paso, y cuando?</para>
                </step2>
                <step2>
                    <para count="1">&#191;Bajo que condiciones?</para>
                </step2>
                <step2>
                    <para count="1">&#191;Cuando empezaron los s&#237;ntomas?</para>
                </step2>
                <step2>
                    <para count="1">&#191;Que m&#225;s sucedi&#243; en ese momento?</para>
                </step2>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Verifique el problema</emph>. &#191;Se debe la queja a ciertos par&#225;metros mal
                    entendidos por el cliente? Use un EST para revisar los par&#225;metros seleccionados por el cliente.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Revise si hay alg&#250;n registro</emph>
                    de cualquier c&#243;digo de problemas de diagn&#243;stico.
                </para>
                <step2>
                    <para count="1">&#191;Los c&#243;digos registrados se relacionan con la posible causa?</para>
                </step2>
            </step1>
            <step1>
                <para count="1">&#191;Fueron registrados los c&#243;digos aproximadamente al mismo tiempo que apareci&#243;
                    el s&#237;ntoma? &#191;Fueron almacenados repetidamente los c&#243;digos? (Esto solamente puede ser
                    revisado con la herramienta EZ-Tech.)
                </para>
            </step1>
            <step1>
                <para count="1">&#191;Est&#225;n relacionados los c&#243;digos con otros s&#237;ntomas? &#191;Tienen
                    ellos alguna causa com&#250;n?
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">&#161;Evite ideas preconcebidas!</emph>
                    Primero elimine cualquier causa no el&#233;ctrica del problema (combustible contaminado, filtros
                    obstruidos, etc.).
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_79.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_81.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
