<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - ESPEJOS CALENTADOS
    </stitle>
    <svcman/>
    <svcsubsec id="x0825881">
        <title>ESPEJOS CALENTADOS</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>Vea el
                <hotlnk xrefid="f0825837">diagrama de funci&#243;n del espejo calentado</hotlnk>.
            </para>
            <figure id="f0825837" figsize="pg-wide">
                <graphic filename="../figg08/g0825881.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n del Espejo Calentado</caption>
                <calloutgroup>
                    <callout1>1. ESPEJO IZQUIERDO</callout1>
                    <callout1>2. CIRCUITO PARA ESPEJOS ASISTIDOS</callout1>
                    <callout1>3. ESPEJO DERECHO</callout1>
                    <callout1>4. INTERRUPTORES DEL TABLERO DE INSTRUMENTOS</callout1>
                    <callout1>5. CIRCUITOS DEL ENLACE DE DATOS DEL INTERRUPTOR</callout1>
                    <callout1>6. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                </calloutgroup>
            </figure>
            <para>Esta funci&#243;n controla los espejos calentados. Los espejos se activan y desactivan con el tablero
                apropiado montado, se cambian moment&#225;neamente. El ESC se puede programar para desactivar los
                espejos calentados despu&#233;s de un tiempo determinado establecido. La funci&#243;n del temporizador
                es programable por medio del uso de la herramienta EZ-Tech o una herramienta con un software
                equivalente. Esta caracter&#237;stica solo trabajar&#225; con el interruptor de ignici&#243;n colocado
                en la posici&#243;n "ON".
            </para>
            <para>El interruptor para los espejos calentados est&#225; localizado en grupo de interruptores del tablero
                de instrumentos. Cuando se selecciona, el grupo de interruptores enviar&#225; un mensaje a trav&#233;s
                del enlace de datos del interruptor hacia el ESC. El ESC proporcionar&#225; voltaje a los circuitos del
                espejo calentado y tambi&#233;n devolver&#225; el mensaje al grupo de interruptores para iluminar "ON"
                el interruptor del espejo calentado.
            </para>
            <para>Si hay un error del interruptor, los espejos calentados estar&#225;n constantemente activados, el
                indicador destellar&#225;, y la posici&#243;n del interruptor no cambiar&#225; su estado hasta que el
                estado del interruptor retorne a lo normal.
            </para>
            <para>Un c&#243;digos de problemas de diagn&#243;stico ser&#225; establecido por un error en el
                interruptor.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_252.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_254.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
