<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - INTRODUCCI&#243;N - LOCALIZACI&#211;N DE FALLAS - PASOS IMPORTANTES ANTES
        DE LAS PRUEBAS
    </stitle>
    <svcman/>
    <svcproc id="x0825042" svcproctype="troubleshoot" graphiccount="0">
        <title>PASOS IMPORTANTES ANTES DE LAS PRUEBAS</title>
        <step1>
            <para count="1">
                <emph type="bold">Obtener informaci&#243;n</emph>
                hablando con el conductor si es posible. Trate de determinar los s&#237;ntomas exactos analizando la
                informaci&#243;n importante obtenida:
            </para>
            <step2>
                <para count="1">&#191;Que paso, y cuando?</para>
            </step2>
            <step2>
                <para count="1">&#191;Bajo que condiciones?</para>
            </step2>
            <step2>
                <para count="1">&#191;Cuando empezaron los s&#237;ntomas?</para>
            </step2>
            <step2>
                <para count="1">&#191;Que m&#225;s paso al mismo tiempo?</para>
            </step2>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Verifique el problema</emph>. &#191;Se debe la queja a un malentendido del cliente al
                seleccionar par&#225;metros? Use un EST para revisar los par&#225;metros seleccionados por el cliente.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Revise si hay alg&#250;n registro</emph>
                o c&#243;digos de problemas de diagn&#243;stico registrados.
            </para>
            <step2>
                <para count="1">Los c&#243;digos registrados, &#191; tienen alguna correlaci&#243;n con las causas del
                    problema?
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">&#191;Fueron registrados los c&#243;digos m&#225;s o menos al mismo tiempo que aparecieron
                los s&#237;ntomas? &#191;Donde se registraron repetidamente los c&#243;digos?
            </para>
        </step1>
        <step1>
            <para count="1">&#191;Est&#225;n los otros c&#243;digos relacionados con los otros s&#237;ntomas? &#191;Tienen
                ellos una causa com&#250;n?
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">!Evite ideas preconcebidas!</emph>
                Primero elimine del problema cualquier causa que no sea el&#233;ctrica (combustible contaminado, filtros
                de aire obstruidos, etc.).
            </para>
        </step1>
        <step1>
            <para count="1">Ejecute los siguientes pasos preliminares::</para>
        </step1>
        <seqlist>
            <item>
                <para>Antes de iniciar este procedimiento de pruebas, aseg&#250;rese de que las bater&#237;as del veh&#237;culo
                    est&#225;n a un 75% o m&#225;s de su estado de carga. Esto representa un circuito de voltaje abierto
                    (OCV) de 12.4 voltios. Bater&#237;as con un OCV de 12 voltios o menos est&#225;n o completamente
                    descargadas o tienen una celda muerta.
                </para>
            </item>
            <item>
                <para>Antes de empezar estos procedimientos de pruebas, revise cualquier luz o bombillo de l&#225;mpara
                    indicadora que sospeche que su filamento pueda estar abierto (fundido). Esto se hace para evitar
                    extensas revisiones de circuitos innecesarias.
                </para>
            </item>
            <item>
                <para>Antes de empezar estos procedimientos de pruebas, inspeccione si las conexiones est&#225;n flojas,
                    sueltas o tienen clavijas da&#241;adas, cables, etc. V&#233;ase la secci&#243;n PRUEBAS DE EQUIPOS Y
                    REPARACI&#211;N DE CONEXIONES en el GRUPO 08 ELECTRICIDAD - localizado en el Manual de Servicio
                    Maestro, o en el Disco Compacto ISIS.
                </para>
            </item>
            <item>
                <para>Cuando el mec&#225;nico determine que hay un fusible fundido, mientras revisa su condici&#243;n,
                    est&#225; dirigido a localizar la causa de la condici&#243;n de sobrecarga y a repararla. Mientras
                    no se dan otras instrucciones sobre este procedimiento en la lista de las tablas de diagn&#243;sticos,
                    el procedimiento com&#250;n es el siguiente: a&#237;sle la secci&#243;n del circuito desconectando
                    las conexiones, y mida las resistencias con tierra para encontrar el circuito que est&#225; en corto
                    con tierra. Luego, localice el sitio del da&#241;o en el cable o en la conexi&#243;n y rep&#225;relo.
                </para>
            </item>
            <item>
                <para>El diagn&#243;sticos para circuitos que est&#225;n funcionando mal por medio del bloqueo en posici&#243;n
                    "ON" generalmente no est&#225;n cubiertos en detalle. Se asume que el mec&#225;nico conoce las
                    revisiones para el mal funcionamiento de un interruptor, rel&#233;, o solenoide.
                </para>
            </item>
        </seqlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
