<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TRANSMISIONES - TRANSMISI&#211;N LCT (ALLISON&#174; 2000 SERIES&#8482;)
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>TRANSMISI&#211;N LCT (ALLISON&#174; 2000 SERIES&#8482;)</title>
        <svcsubsecinfo>
            <para>El tema sobre la transmisi&#243;n LCT (Allison 2000 Series) en esta secci&#243;n, est&#225; limitado a
                los circuitos de energ&#237;a del m&#243;dulo de control de la transmisi&#243;n (TCM) y conexiones del
                enlace de datos, se&#241;ales provenientes del interruptor de seguridad de retroceso (NSBU) y los
                circuitos del selector de cambios. Para informaci&#243;n detallada sobre los diagn&#243;stico de la
                transmisi&#243;n, vea el manual de servicio de Allison.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>La Transmisi&#243;n LCT se intercomunica con el sistema el&#233;ctrico del veh&#237;culo por medio del
                m&#243;dulo de control de la transmisi&#243;n (TCM), del interruptor de seguridad de retroceso (NSBU) y
                el control del selector de cambios.
            </para>
            <para>El TCM se comunica por el enlace de datos del tren de potencia 1939 para intercomunicarse con el
                controlador del motor, con el controlador del sistema el&#233;ctrico y el controlador del freno de aire
                ABS.
            </para>
            <para>El NSBU, montado en la transmisi&#243;n, es controlado por el cable selector de cambio. El se inter
                comunica con el sistema el&#233;ctrico del veh&#237;culo para proporcionar la se&#241;al de posici&#243;n
                neutral al controlador del motor. El tambi&#233;n proporciona voltaje para las l&#225;mparas de
                retroceso.
            </para>
            <para>El selector de cambio tiene un interruptor integral para "Econom&#237;a". El interruptor se iluminar&#225;
                cuando se selecciona el modo "Econom&#237;a".
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_494.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_496.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
