<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS Y CERRADURAS DE LAS PUERTAS DE
        TRIPULACI&#211;N, TRIPULACI&#211;N DE VIAJE (ENERG&#205;A)
    </stitle>
    <svcman/>
    <svcsubsec id="x0825805">
        <title>VENTANAS Y CERRADURAS DE LAS PUERTAS DE TRIPULACI&#211;N, TRIPULACI&#211;N DE VIAJE (ENERG&#205;A)
        </title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>Vea,
                <hotlnk xrefid="f0825817">Diagrama de Funcionamiento de las Ventanas El&#233;ctricas y Cerraduras de las
                    Puertas de la Tripulaci&#243;n, Tripulaci&#243;n de Viaje</hotlnk>.
            </para>
            <figure id="f0825817" figsize="pg-wide">
                <graphic filename="../figg08/g0825851.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento de las Ventanas El&#233;ctricas y Cerraduras de las Puertas de la
                    Tripulaci&#243;n, Tripulaci&#243;n de Viaje
                </caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA TRASERA DE TRIPULACI&#211;N DEL
                        LADO DEL CONDUCTOR
                    </callout1>
                    <callout1>2. MOTOR DE LA CERRADURA</callout1>
                    <callout1>3. ENLACE DE DATOS DEL INTERRUPTOR</callout1>
                    <callout1>4. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA DEL CONDUCTOR</callout1>
                    <callout1>5. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA TRASERA DE TRIPULACI&#211;N DEL
                        LADO DEL PASAJERO
                    </callout1>
                    <callout1>6. MOTOR DE LA VENTANA</callout1>
                    <callout1>7. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                </calloutgroup>
            </figure>
            <para>El grupo de interruptores de operaci&#243;n de la puerta en cada lado, aloja los interruptores y
                contiene los dispositivos electr&#243;nicos requeridos para el control de la ventana y cerradura
                traseras asistidas por motor.
            </para>
            <para>El grupo de interruptores de operaci&#243;n de la puertas se inter comunican entre ellos y con el ESC
                a trav&#233;s del enlace de datos del interruptor. Esto le permite a todos los grupos de interruptores
                el control de todas la cerraduras.
            </para>
            <para>El grupo de interruptores de operaci&#243;n de la puertas esperar&#225; un mensaje de "ignition ON"
                proveniente del ESC a trav&#233;s del enlace de datos del interruptor, antes de que se puedan hacer
                funcionar las ventanas asistidas por motor.
            </para>
            <para>El ESC tambi&#233;n enviar&#225; una orden al grupo de interruptores de operaci&#243;n de las puertas
                para controlar y hacer funcionar la luz trasera.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_242.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_244.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
