<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS DELANTERAS Y CERRADURAS ASISTIDAS
        POR MOTOR - DESCRIPCI&#211;N EXTENSA
    </stitle>
    <svcman/>
    <svcproc id="x082580403" svcproctype="describe" graphiccount="0">
        <title>DESCRIPCI&#211;N EXTENSA</title>
        <svcsubproc>
            <title>Ventana y Cerradura Asistidas por Motor del Lado del Conductor</title>
            <para>El enlace de datos del interruptor est&#225; conectado al los terminales D y C de la conexi&#243;n
                (3202) de la se&#241;al grupo de interruptores de operaci&#243;n de las puertas del lado del conductor.
                La ruta del circuito proveniente de la conexi&#243;n (1600) del ESC es a trav&#233;s de un par de cables
                retorcidos A3F (-)/A3E (+), hacia los circuitos A3X (-)/A3W (+), a trav&#233;s de los terminales B y A
                de la conexi&#243;n (3200) de la puerta/IP, a los circuitos E3X (- ) and E3W (+).
            </para>
            <para>El voltaje de bater&#237;a para la se&#241;al del grupo de interruptores de operaci&#243;n de las
                puertas del lado del conductor es proporcionado por el fusible F27 del bloque de fusibles (1013), al
                terminal G de la conexi&#243;n (3202). La ruta del circuito proveniente del bloque de fusibles es el
                circuito A81B, a trav&#233;s del terminal C de la conexi&#243;n (3200) de la puerta/tablero de
                Instrumentos, y del E81B.
            </para>
            <para>La tierra para el sistema de se&#241;ales del grupo de interruptores de operaci&#243;n de las puertas
                del lado del conductor llega al terminal E de la conexi&#243;n (3202) proveniente del terminal negativo
                (1858). La ruta del circuito proveniente del terminal negativo es el circuito A11-GH, A81-GA, a trav&#233;s
                del grupo de interruptores de operaci&#243;n de la puerta del lado del conductor, terminal D (3200), y
                el E81-GA.
            </para>
            <para>El voltaje de control para terminales A y B del motor (3100) de la ventana del lado del conductor, es
                suministrado por el grupo de interruptores de operaci&#243;n de las puertas del lado del conductor,
                conexi&#243;n de carga (3201) terminales B y A en los circuitos E83A y E83E.
            </para>
            <para>El voltaje de control para la cerradura asistida por motor (3203) terminales A y B es suministrada por
                el grupo de interruptores de operaci&#243;n de las puertas del lado del conductor, conexi&#243;n de
                carga (3201) terminales C y D en los circuitos E81A y E81E.
            </para>
            <para>Al oprimir el bot&#243;n de funcionamiento de la ventana, causa que el grupo de interruptores de
                operaci&#243;n de las puertas aplique voltaje al motor de la ventana, hasta que el motor alcance su l&#237;mite
                mec&#225;nico. Oprimir el bot&#243;n del funcionamiento de la ventana del lado del pasajero en el grupo
                de interruptores de operaci&#243;n de las puertas del lado del conductor, causa que el grupo de
                interruptores de operaci&#243;n de las puertas env&#237;e un mensaje a trav&#233;s del enlace de datos
                del interruptor ordenando al grupo de interruptores de operaci&#243;n de las puertas del lado del
                pasajero aplicar voltaje al motor de la ventana.
            </para>
            <para>Al oprimir el bot&#243;n de la cerradura por motor, causa que el grupo de interruptores de operaci&#243;n
                de las puertas aplique un voltaje moment&#225;neo al motor de la cerradura de la puerta del conductor.
                El grupo de interruptores de operaci&#243;n de las puertas tambi&#233;n enviara mensajes a trav&#233;s
                del enlace de datos del interruptor, ordenando al o los grupos de interruptores de operaci&#243;n de la
                otra, u otras puertas con cerraduras asistidas por motor, aplicar voltaje a el o los motores de las
                cerraduras.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Lado del pasajero</title>
            <para>El enlace de datos del interruptor est&#225; conectado con el grupo de interruptores de operaci&#243;n
                de las puertas del lado del pasajero, por los terminales D y C de la conexi&#243;n (3202) de la se&#241;al.
                La ruta del circuito proveniente de la conexi&#243;n (1600) del ESC es a trav&#233;s de un par de cables
                retorcidos A3F (-)/A3E (+), hacia los circuitos A3P (-)/A3N (+), a trav&#233;s de los terminales B y A
                de la conexi&#243;n (3204) de la puerta/tablero de instrumentos, a los circuitos E3X (-) y E3W (+).
            </para>
            <para>El voltaje de bater&#237;a para la se&#241;al del grupo de interruptores de operaci&#243;n de las
                puertas del lado del pasajero es proporcionado por el fusible F34 del bloque de fusibles (1013), al
                terminal G de la conexi&#243;n (3202). La ruta del circuito proveniente del bloque de fusibles es el
                circuito A81A, a trav&#233;s del terminal C de la conexi&#243;n (3204) del grupo de interruptores de
                operaci&#243;n de la puerta, y del E81B.
            </para>
            <para>La tierra para el sistema de se&#241;ales del grupo de interruptores de operaci&#243;n de las puertas
                del lado del conductor llega al terminal E de la conexi&#243;n (3202) proveniente del terminal negativo
                (1858). La ruta del circuito proveniente del terminal negativo es el circuito A11-GH, A81-G, a trav&#233;s
                del grupo de interruptores de operaci&#243;n de la puerta del lado del conductor, terminal D (3204), y
                el E81-GA.
            </para>
            <para>El voltaje de control para terminales A y B del motor (3100) de la ventana del lado del pasajero, es
                suministrado por el grupo de interruptores de operaci&#243;n de las puertas del lado del pasajero,
                conexi&#243;n de carga (3201) en los circuitos E83A y E83E.
            </para>
            <para>El voltaje de control para la cerradura del conductor, asistida por motor (3203) terminales A y B es
                suministrada desde el grupo de interruptores de operaci&#243;n de las puertas del lado del conductor,
                conexi&#243;n de carga (3201) terminales C y D en los circuitos E81A y E81E.
            </para>
            <para>Al oprimir el bot&#243;n de funcionamiento de la ventana, causa que el grupo de interruptores de
                operaci&#243;n de las puertas aplique voltaje al motor de la ventana, hasta que el motor alcance su l&#237;mite
                mec&#225;nico.
            </para>
            <para>Al oprimir el bot&#243;n de la cerradura por motor, causa que el grupo de interruptores de operaci&#243;n
                de las puertas aplique un voltaje moment&#225;neo al motor de la cerradura de la puerta del pasajero. El
                grupo de interruptores de operaci&#243;n de las puertas tambi&#233;n enviara mensajes a trav&#233;s del
                enlace de datos del interruptor, ordenando al o los grupos de interruptores de operaci&#243;n de la
                otra, u otras puertas con cerraduras asistidas por motor, aplicar voltaje a el o los motores ce las
                cerraduras.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082580402.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_233.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
