<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - MULTIPLEXING (ENLACE DE DATOS)
    </stitle>
    <svcman/>
    <svcsection id="M08252" division="truck" date="03/29/2001" translation="spanish">
        <title>MULTIPLEXING (ENLACE DE DATOS)</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>DESCRIPCI&#211;N</title>
            <para>El sistema el&#233;ctrico de estos veh&#237;culos ha sido significativamente redise&#241;ado. A
                diferencia de los sistemas el&#233;ctricos de los modelos previos, los cuales utilizan cables de punto a
                punto para todas la se&#241;ales de entrada y cargas de salida, este sistema usa las tecnolog&#237;as de
                cables "Multiplex" para proporcionar control y comunicaci&#243;n entre las &#225;reas funcionales
                mayores del veh&#237;culo. "Multiplexing" quiere decir simplemente, comunicaci&#243;n de informaci&#243;n
                a trav&#233;s de un peque&#241;o n&#250;mero de cables (llamados enlace de datos) sin requerir de un
                cable para cada pieza de informaci&#243;n. Esta informaci&#243;n puede activar instrumentos como el de
                la presi&#243;n de aceite del motor, o como informaci&#243;n al interruptor que controla las funciones
                del veh&#237;culo tales como las l&#225;mparas delanteras. El sistema el&#233;ctrico depende de una
                colecci&#243;n de m&#243;dulos de circuitos el&#233;ctricos y un software para hacer las funcionar el
                veh&#237;culo en lugar de implementar caracter&#237;sticas similares usando un dise&#241;o de un arn&#233;s
                complejo de cables con rel&#233;s electromec&#225;nicos e interruptores. Estos m&#243;dulos electr&#243;nicos
                componentes del sistema est&#225;n todos interconectados por medio de enlaces de datos electr&#243;nicos.
                Estos enlaces de datos se hacen a trav&#233;s de una red de computadores que le permiten a los
                componentes electr&#243;nicos del veh&#237;culo comunicarse entre ellos.
            </para>
            <para>El concepto del "Multiplexing" no es nuevo para International&#174;. Los enlaces de datos para
                comunicaci&#243;n entre los controladores del motor, y conexiones con el grupo de instrumentos han sido
                usados por varios a&#241;os.
            </para>
            <para>El objetivo del multiplexing es reducir el arn&#233;s de cables de la cabina y simplificar circuitos.
                Esto est&#225; realizado por medio del uso de circuitos de enlace de datos de baja corriente para la
                intercomunicaci&#243;n entre los interruptor de la cabina, el controlador del sistema el&#233;ctrico y
                el grupo de instrumentos. Otros enlaces de datos en el veh&#237;culo permiten que otros controladores el&#233;ctricos
                y el grupo de instrumentos se comuniquen entre si.
            </para>
            <para>El multiplexing de International usa dos tipos de enlace de datos; J1708 y J1939. El enlace de datos
                J1708 es llamado frecuentemente CAN.
            </para>
            <para>Hay cuatro enlaces de datos separados que se usan en el veh&#237;culo.</para>
            <randlist type="bullet">
                <item>
                    <para>Enlace de datos del tren de potencia 1939 - Este enlace de datos J1939 proporciona un sendero
                        para comunicaciones entre el controlador del motor, el controlados de la transmisi&#243;n, el
                        controlador del sistema anti-bloqueo de frenos (ABS), el m&#243;dulo pir&#243;metro amper&#237;metro
                        (PAM), el controlador del sistema el&#233;ctrico (ESC), el bloque de interruptores de
                        instrumentos auxiliares (AGSP) y el grupo de instrumentos electr&#243;nicos (EGC).
                    </para>
                </item>
                <item>
                    <para>Enlace de datos para el fabricante de la carrocer&#237;a - Este enlace de datos J1939
                        proporciona un sendero para las comunicaciones entre el o los m&#243;dulos de energ&#237;a
                        remotos, el PTO remoto, el o los grupos de 7 solenoides de aire, y el ESC.
                    </para>
                </item>
                <item>
                    <para>Enlace de datos de los interruptores - Este enlace de datos J1708 proporciona un sendero para
                        las comunicaciones entre el tablero central de interruptores, los grupos de interruptores de
                        operaci&#243;n de las puertas y el ESC.
                    </para>
                </item>
                <item>
                    <para>Enlace de datos 1708 - Este es el mismo enlace de datos J1708 (algunas veces llamado ATA) que
                        ha sido usado en el pasado. Este enlace de datos ser&#225; usado casi exclusivamente para diagn&#243;sticos
                        y programaci&#243;n del motor y otros controladores.
                    </para>
                </item>
            </randlist>
            <para>El coraz&#243;n del sistema multiplex es el Controlador del Sistema El&#233;ctrico (ESC). El ESC se
                comunica con los interruptores en el interruptor de enlace de datos, los controladores para otras
                caracter&#237;sticas del tren de potencia del enlace de datos 1939 y los m&#243;dulos de energ&#237;a
                remotos del enlace de datos del fabricante de la carrocer&#237;a. El tambi&#233;n recibe entradas
                provenientes de varios sensores y entradas por cable directo provenientes de todo el cami&#243;n. El ESC
                convierte estas entradas en datos para ser transmitidos por el enlace de datos. El tambi&#233;n es la
                fuente de energ&#237;a para circuitos que alimentan componentes, controlados por interruptores
                multiplex, dentro y fuera de la cabina.
            </para>
            <figure id="f0825201" figsize="pg-wide">
                <graphic filename="../figg08/g0825301.webp" type="webp" scalefit="1" scalefitwidth="392px"/>
                <caption>Controlador del Sistema El&#233;ctrico (ESC)</caption>
                <calloutgroup>
                    <callout1>(1600) CONEXI&#211;N DE 36 V&#205;AS</callout1>
                    <callout1>(1601) CONEXI&#211;N MARR&#211;N DE 8 V&#205;AS</callout1>
                    <callout1>(4014) CONEXI&#211;N DE INTERCONEXI&#211;N DE 48 V&#205;AS</callout1>
                    <callout1>(4008) CONEXI&#211;N AZUL DE 8 V&#205;AS</callout1>
                    <callout1>(4007) CONEXI&#211;N MARR&#211;N DE 8 V&#205;AS</callout1>
                    <callout1>(4009) &#38; (4010) CONEXIONES DE ENERG&#205;A</callout1>
                    <callout1>(4004) CONEXI&#211;N DE 36 V&#205;AS</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
