<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - DESCRIPCI&#211;N - ALARMA SONORA
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>ALARMA SONORA</title>
        <svcprocinfo>
            <para>El EGC contiene una alarma sonora que es capaz de producir diferente cantidad y duraci&#243;n de
                sonidos. El tipo de alarma para cada indicador es determinado por el c&#243;digo de alarma programado en
                el ESC para ese indicador.
            </para>
            <para>Oprimiendo y sosteniendo oprimido el interruptor de atenuaci&#243;n de la parte alta del tablero y el
                interruptor de establecer/restablecer ("Set/Reset") durante 5 segundos debe desactivar todas las
                condiciones de alarma del grupo de instrumentos hasta que el motor alcance la velocidad de 325 RPM o se
                cambie el ciclo de la ignici&#243;n.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Alarma de Cinco Sonidos Cortos Por Una Sola Vez</title>
            <para>Un valor fuera de rango en cualquiera de los siguientes indicadores disparar&#225; la alarma de cinco
                sonidos cortos por una sola vez, y la luz indicadora visual del correspondiente indicador. Durante el
                ciclo de ignici&#243;n, la alarma debe sonar solo una vez por indicador.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Nivel de combustible</para>
                </item>
                <item>
                    <para>Volt&#237;metro</para>
                </item>
                <item>
                    <para>Presi&#243;n de aceite del motor</para>
                </item>
                <item>
                    <para>Temperatura del refrigerante del motor</para>
                </item>
                <item>
                    <para>Temperatura del aceite de la transmisi&#243;n</para>
                </item>
                <item>
                    <para>Temperatura del aceite del motor</para>
                </item>
                <item>
                    <para>Temperatura del eje trasero</para>
                </item>
                <item>
                    <para>Temperatura del eje delantero</para>
                </item>
                <item>
                    <para>Presi&#243;n de refuerzo</para>
                </item>
                <item>
                    <para>Presi&#243;n de combustible</para>
                </item>
                <item>
                    <para>Presi&#243;n de aire auxiliar</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Alarma Repetitiva de Un Sonido Largo</title>
            <para>Un valor fuera de rango en cualquiera de los siguientes indicadores disparar&#225; la alarma de un
                sonido largo repetitivo, y la luz indicadora visual del correspondiente indicador. La alarma se detiene
                cuando se restablezcan las condiciones normales.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Presi&#243;n de aire primaria</para>
                </item>
                <item>
                    <para>Presi&#243;n de aire secundaria</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Alarma de diez sonidos cortos por una sola vez</title>
            <para>Una perdida de comunicaci&#243;n al EGC proveniente del ESC o del controlador del motor en el enlace
                de datos 1939 del Tren de Potencia, disparar&#225; la alarma de diez sonidos cortos por una sola vez.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Alarma de tres sonidos largos por una sola vez</title>
            <para>La falla de un sensor resultar&#225; en que el puntero peque&#241;o del indicador se mueva en el
                sentido de las agujas del reloj hasta la posici&#243;n de la 6 de la tarde y la alarma sonora producir&#225;
                tres sonidos largos. Los punteros del veloc&#237;metro y el tac&#243;metro repetir&#225;n la siguiente
                acci&#243;n tres veces y luego el puntero se detendr&#225; en la posici&#243;n m&#237;nima hasta que la
                falla del sensor no permanezca activa.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Va inmediatamente a la posici&#243;n de cero</para>
                </item>
                <item>
                    <para>Recorre hasta la posici&#243;n del 50%</para>
                </item>
                <item>
                    <para>Inmediatamente se devuelve a cero</para>
                </item>
                <item>
                    <para>Pausa</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Destellos Repetitivos de Corta Duraci&#243;n</title>
            <para>La se&#241;al de viraje puede que est&#233; acompa&#241;ada por una secuencia de destellos cortos
                sincronizados con las l&#225;mparas intermitentes. Este indicador sonoro se repite cada vez que el ESC
                requiera que el EGC encienda las luces de se&#241;al de viraje. El indicador sonoro no acompa&#241;a la
                aplicaci&#243;n de las luces intermitentes de peligro.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_69.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_71.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
