<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - BOCINAS - CIRCUITOS DE LAS BOCINAS,
        ENTRADAS AL ESC
    </stitle>
    <svcman/>
    <svcproc id="x082580602" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DE LAS BOCINAS, ENTRADAS AL ESC</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Una falla en los circuitos de entrada ser&#225; aparente cuando las bocinas no funcionen y no hayan c&#243;digos
                de problemas de diagn&#243;stico presentes. El ESC no registrar&#225; ning&#250;n c&#243;digos de
                problema de diagn&#243;stico para los circuitos de entrada de las bocinas al ESC. Los problemas en los
                circuitos de entrada a las bocinas se pueden atribuir a corto circuito entre el interruptor de la bocina
                y el ESC, a un circuito abierto entre el interruptor de las bocinas y el ESC, o un interruptor fallando,
                o un problema en el ESC.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825822">Circuitos de entrada de la bocina y del ESC</hotlnk>.
            </para>
            <figure id="f0825822" figsize="pg-wide">
                <graphic filename="../figg08/g0825862.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Circuitos de entrada de la Bocina y del ESC.- Vea Siempre el Libro de Diagramas de Circuitos
                    Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>1. CONTACTO DEL INTERRUPTOR DE LA BOCINA DE CIUDAD
                        <callout2>LOCALIZADA EN EL BOT&#211;N DE LA BOCINA</callout2>
                    </callout1>
                    <callout1>2. PUENTE AL CONTACTO DE LA BOCINA PROVENIENTE DEL RESORTE ESPIRAL, CONEXI&#211;N (1809)
                        CLAVIJA A.
                        <callout2>LOCALIZADA EN LA COLUMNA DE DIRECCI&#211;N</callout2>
                    </callout1>
                    <callout1>3. PUENTE AL CONTACTO DE LA BOCINA PROVENIENTE DEL RESORTE ESPIRAL, CONEXI&#211;N (1809)
                        CLAVIJA D.
                        <callout2>LOCALIZADA EN LA COLUMNA DE DIRECCI&#211;N</callout2>
                    </callout1>
                    <callout1>(1600) CONEXI&#211;N DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL LADO DEL COMPARTIMENTO DEL TABLERO AL LADO DEL ESC</callout2>
                    </callout1>
                    <callout1>(1800) CONEXI&#211;N CABINA/DCM
                        <callout2>LOCALIZADA DETR&#193;S DEL TABLERO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>(1809) CONEXI&#211;N DEL RESORTE EN ESPIRAL
                        <callout2>LOCALIZADA EN LA COLUMNA DE DIRECCI&#211;N</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825818" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas de Voltaje del Interruptor de la Bocina</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.52in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.70in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.60in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;sticos</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico asociados con los circuitos
                                    del interruptor de las bocinas en la columna de la direcci&#243;n.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>Un interruptor para la bocina puede tambi&#233;n prevenir que la bocina funcione.
                                    Remueva el interruptor de la bocina de la columna de la direcci&#243;n y use un
                                    cable de puente entre las dos conexiones del arn&#233;s y la conexi&#243;n del
                                    resorte espiral (1809) clavijas A y D. Si las bocinas suenan, el conjunto del
                                    interruptor mec&#225;nico se debe reemplazar.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n de Voltaje del Arn&#233;s de Interruptor del Volante
                                        de la Direcci&#243;n del Interruptor de la Bocina
                                    </emph>
                                </para>
                                <para>Remueva la Cubierta del Interruptor de la Bocina.</para>
                                <para>Revise con la llave del interruptor de ignici&#243;n en posici&#243;n "ON" y el
                                    interruptor de la bocina desconectado.
                                </para>
                                <note>
                                    <para>El voltaje para el interruptor ser&#225; de aproximadamente 12 voltios con la
                                        con la llave de ignici&#243;n en posici&#243;n "OFF".
                                    </para>
                                </note>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Interruptor del arn&#233;s del volante de la direcci&#243;n, cavidad D con
                                    tierra.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay aperturas o cortos en los circuitos B85B y A85B,
                                    a trav&#233;s del arn&#233;s del interruptor de la bocina , de la conexi&#243;n
                                    (1809) del resorte en espiral y la conexi&#243;n (1600) del ESC . Revise la
                                    resistencia del resorte en espiral, desconecte la conexi&#243;n (1809) del fondo del
                                    resorte en espiral, revise la continuidad entre la clavija D y la D. Repare o
                                    reemplace los circuitos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Interruptor del volante de la direcci&#243;n, cavidad A con D.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay aperturas o cortos en los circuitos B9R, B9V y
                                    A9H, a trav&#233;s del arn&#233;s del interruptor de la bocina , de la conexi&#243;n
                                    (1809) del resorte en espiral y la conexi&#243;n (1600) del ESC . Revise la
                                    resistencia del resorte en espiral, desconecte la conexi&#243;n (1809) del fondo del
                                    resorte en espiral, revise la continuidad entre la clavija A y la A. Repare o
                                    reemplace los circuitos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>Si el voltaje es correcto, los circuitos entre el ESC y el interruptor de la
                                    bocina est&#225;n funcionado en forma apropiada. Revise las resistencias del
                                    interruptor.
                                </para>
                                <para>Si el voltaje es incorrecto y no hay circuitos abiertos o en corto, es posible que
                                    se necesite reemplazar el ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n de la Resistencia del Interruptor de la Bocina
                                    </emph>
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del interruptor del volante de la direcci&#243;n, cavidad A con D,
                                    no oprimir el bot&#243;n de la bocina.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>>100K ohmios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si la resistencia es incorrecta, hay un corto en el interruptor de la bocina.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del interruptor del volante de la direcci&#243;n, cavidad A con D,
                                    oprimido el interruptor de la bocina.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60;1 ohmio.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay continuidad, reemplace el interruptor de la bocina.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA</title>
            <para>El interruptor de la bocina est&#225; conectado directamente por cable con el ESC. Cuando el
                interruptor de la bocina se coloca en "ON", la referencia de 0 voltios en la clavija 3, proveniente del
                ESC pasar&#225; a trav&#233;s del interruptor a la clavija 13 y de nuevo al ESC. Esto causar&#225; que
                el ESC env&#237;e 12 voltios al grupo de solenoides de aire para operar la bocina.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_253.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082580603.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
