<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTRODUCCI&#243;N - EQUIPO PARA PRUEBAS EL&#201;CTRICAS - VOLT&#205;METRO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="3">
        <title>VOLT&#205;METRO</title>
        <svcprocinfo>
            <para>El voltaje es una presi&#243;n el&#233;ctrica o fuerza que empuja la corriente a trav&#233;s de un
                circuito. Esta presi&#243;n es medida en voltios, y el s&#237;mbolo usado en los diagramas de circuito
                es V (como en 12V). La letra "E" es tambi&#233;n usada para voltaje y se coloca para Fuerza
                Electromotriz. El voltaje puede ser comparado con la presi&#243;n necesaria para empujar el agua a trav&#233;s
                de una v&#225;lvula dosificadora.
            </para>
            <para>El bajo voltaje en una l&#225;mpara causar&#225; que se ilumine d&#233;bilmente. Esto puede ser
                causado por un voltaje bajo (bater&#237;a descargada o baja salida del alternador), o por alta
                resistencia al circuito en el circuito debido a una conexi&#243;n deficiente. La resistencia de una
                conexi&#243;n deficiente o tierra deficiente act&#250;a como una carga adicional en el circuito,
                causando un voltaje menor disponible para empujar la corriente a trav&#233;s de dispositivo de carga.
                Antes de hacer ninguna medici&#243;n, es importante hacer una revisi&#243;n breve de la relaci&#243;n
                entre voltaje, corriente y resistencia (Ley de Ohm,
                <hotlnk xrefid="f0825010">Formula de la Ley de ohm</hotlnk>).
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Medici&#243;n de voltaje</title>
            <para>En los diagn&#243;sticos el&#233;ctricos se usa el volt&#237;metro para las siguientes respuestas:
            </para>
            <step1>
                <para count="1">&#191;Hay presencia de voltaje?</para>
            </step1>
            <step1>
                <para count="1">&#191;Cual es la lectura del voltaje?</para>
            </step1>
            <step1>
                <para count="1">&#191;Que pasa si cae el voltaje a trav&#233;s del dispositivo de carga?</para>
            </step1>
            <para>Cuando se usa el volt&#237;metro para determinar si hay presencia de voltaje para energizar un
                dispositivo, conecte el cable positivo del medidor a la conexi&#243;n de entrada del dispositivo (lado
                positivo) y conecte el cable negativo del medidor a una buena tierra en el veh&#237;culo (
                <hotlnk xrefid="f0825012">Diagrama de Conexi&#243;n de Cables de Prueba del Volt&#237;metro</hotlnk>).
                Una buena tierra puede ser cualquier sujetador met&#225;lico, panel de la carrocer&#237;a, o sujetador
                que est&#233; sin pintura, &#243;xido o corrosi&#243;n, y que est&#233; conectado al chasis, motor o
                carrocer&#237;a. El
                <hotlnk xrefid="f0825012">Diagrama de Conexi&#243;n de Cables de Pruebas del volt&#237;metro</hotlnk>
                muestra cuanto voltaje hay disponible en la fuente para activar el dispositivo. Note que el medidor est&#225;
                conectado en paralelo con el dispositivo.
            </para>
            <figure id="f0825012" figsize="col-wide">
                <graphic filename="../figg08/g0825012.webp" type="webp" scalefit="1" scalefitwidth="296px"/>
                <caption>Diagrama de Conexi&#243;n de los Cables del Volt&#237;metro</caption>
            </figure>
            <para>Si necesitamos determinar si hay voltaje disponible en una conexi&#243;n donde no podemos conectarnos
                directamente al dispositivo, nosotros podemos conectar el probador en serie entre la tierra y la conexi&#243;n
                (fuente de voltaje) del dispositivo, como se muestra en el
                <hotlnk xrefid="f0825013">Diagrama de Conexi&#243;n En Serie del Medidor</hotlnk>. La resistencia
                interna del medidor es muy alta por lo tanto una corriente muy peque&#241;a puede fluir por el circuito
                y la lectura de voltaje se puede leer con precisi&#243;n.
            </para>
            <figure id="f0825013" figsize="col-wide">
                <graphic filename="../figg08/g0825013.webp" type="webp" scalefit="1" scalefitwidth="296px"/>
                <caption>Diagrama de Conexi&#243;n del Medidor en Serie</caption>
            </figure>
            <para>Para revisar la ca&#237;da de voltaje a trav&#233;s de la carga de un dispositivo (
                <hotlnk xrefid="f0825014">Diagrama de Revisi&#243;n de Ca&#237;da de Voltaje a Trav&#233;s de la Carga
                    de un Dispositivo</hotlnk>), conecte el cable positivo del volt&#237;metro al lado positivo del
                dispositivo y el cable negativo del volt&#237;metro al lado negativo del dispositivo. Con el dispositivo
                funcionando, mida la ca&#237;da de voltaje a trav&#233;s del dispositivo. Observe en el
                <hotlnk xrefid="f0825014">Diagrama de Revisi&#243;n de Ca&#237;da de Voltaje a Trav&#233;s de la Carga
                    de un Dispositivo</hotlnk>, debido a que solo tenemos un dispositivo, todo el voltaje se debe caer
                en ese dispositivo. En cualquier circuito, el voltaje aplicado deber&#225; igualar la ca&#237;da de
                voltaje en el circuito. Si en alg&#250;n circuito solamente caemos 9V a trav&#233;s de la carga, eso
                indica que nuestros cables, conexiones, etc. est&#225;n perdiendo los otros 3V, lo cual indica una
                resistencia excesiva en el circuito.
            </para>
            <figure id="f0825014" figsize="col-wide">
                <graphic filename="../figg08/g0825014.webp" type="webp" scalefit="1" scalefitwidth="296px"/>
                <caption>Diagrama de Revisi&#243;n de Ca&#237;da de Voltaje a Trav&#233;s de la Carga de un
                    Dispositivo
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_HL0825002.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
