<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS - L&#193;MPARA
        DE ADVERTENCIA DEL MODO DE ECONOM&#205;A
    </stitle>
    <svcman/>
    <svcproc id="x08254092" svcproctype="troubleshoot" graphiccount="1">
        <title>L&#193;MPARA DE ADVERTENCIA DEL MODO DE ECONOM&#205;A</title>
        <svcsubproc>
            <title>Funci&#243;n del Sistema</title>
            <figure id="f0825407" figsize="pg-wide">
                <graphic id="g0825412.webp" filename="../figg08/g0825411a.webp" type="webp" scalefit="1"
                         scalefitwidth="514px" scalefitheight="312px"/>
                <caption>Diagrama de la Funci&#243;n del Modo Econ&#243;mico</caption>
                <calloutgroup>
                    <callout1>1. M&#211;DULO DE CONTROL DE LA TRANSMISI&#211;N (TMC) PROVENIENTE DEL BOT&#211;N DE MODO
                        DEL CAMBIADOR
                    </callout1>
                    <callout1>2. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA</callout1>
                    <callout1>3. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>4. ENLACE DE DATOS 1939 DEL TREN MOTRIZ</callout1>
                    <callout1>5. GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS (EGC)</callout1>
                </calloutgroup>
            </figure>
            <para>La l&#225;mpara de econom&#237;a "ECON" indica que la transmisi&#243;n est&#225; usando su programa de
                cambios de velocidad secundario. El operador selecciona su programa de cambios de velocidad usando un
                bot&#243;n en el cambiador. Funcionamiento normal; cuando usted oprime el bot&#243;n de modo ("MODE")
                una vez, la l&#225;mpara de econom&#237;a ("ECON") se enciende, si usted oprime el bot&#243;n otra vez,
                la l&#225;mpara de econom&#237;a ("ECON") se apaga.
            </para>
            <para>Si su veh&#237;culo tiene instalada una transmisi&#243;n autom&#225;tica Allison, la l&#225;mpara de
                advertencia del modo de econom&#237;a suele encenderse durante el barrido del indicador EGC, despu&#233;s
                de que la llave de la ignici&#243;n es girada a la posici&#243;n de ignici&#243;n. Si la l&#225;mpara no
                se enciende durante el barrido de del indicador, puede que la l&#225;mpara est&#233; fundida o puede que
                haya un problema en el EGC.
            </para>
            <para>
                <hotlnk xrefid="f0825407">La l&#225;mpara de advertencia del modo de econom&#237;a</hotlnk>
                se enciende cuando la transmisi&#243;n est&#225; usando su programa de cambio de velocidad secundario.
            </para>
            <para>Si se sospecha de alg&#250;n problema, vea el manual de transmisi&#243;n espec&#237;fica que se
                encuentra instalada en su veh&#237;culo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Detecci&#243;n/Manejo de fallas</title>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;sticos "INTUNE" se
                puede usar para revisar la operaci&#243;n de la l&#225;mpara de advertencia.
            </para>
            <para>Para los "WT: El bot&#243;n de modo ("MODE") es usado. La activaci&#243;n del bot&#243;n es comunicada
                a trav&#233;s del cableado del cambiador de velocidad existente. Si la l&#225;mpara no se enciende
                cuando se requiere, aseg&#250;rese de que el cambiador de velocidad se est&#225; comunicando con el TCM
                (&#191;entra el cami&#243;n en el cambio?), aseg&#250;rese de que el TCM se est&#225; comunicando con el
                ESC (&#191;hay c&#243;digo de falla por mensaje de la transmisi&#243;n perdido?), aseg&#250;rese de que
                el ESC se est&#225; comunicando con el tablero de instrumentos (&#191;hay c&#243;digo de falla por
                mensaje del tablero o del ESC perdido?), y aseg&#250;rese de que la l&#225;mpara en el tablero de
                instrumentos est&#225; trabajando (revisi&#243;n del bombillo durante el barrido del indicador, o usando
                la herramienta de diagn&#243;sticos).
            </para>
            <para>Para los "LCT: El bot&#243;n en la palanca de cambio de velocidades es usado. Los contactos en este
                bot&#243;n conectan con dos clavijas del controlador de la transmisi&#243;n. Si la l&#225;mpara no se
                enciende cuando se requiere, aseg&#250;rese de que el cambiador de velocidad se est&#225; comunicando
                con el TCM (&#191;los cables del TCM est&#225;n en puente y se abren cuando el interruptor es
                cambiado?), aseg&#250;rese de que el TCM se est&#225; comunicando con el ESC (&#191;hay c&#243;digo de
                falla por mensaje de la transmisi&#243;n perdido?), aseg&#250;rese de que el ESC se est&#225;
                comunicando con el tablero de instrumentos (&#191;hay c&#243;digo de falla por mensaje del tablero o del
                ESC perdido?), y aseg&#250;rese de que la l&#225;mpara en el tablero de instrumentos est&#225;
                trabajando (revisi&#243;n del bombillo durante el barrido del indicador, o usando la herramienta de
                diagn&#243;sticos).
            </para>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;sticos de transmisi&#243;n
                tambi&#233;n se puede usar para verificar la operaci&#243;n correcta de la l&#225;mpara de advertencia
                del modo de econom&#237;a y revisar si hay fallas registradas en el modulo de control de la transmisi&#243;n.
            </para>
            <para>Si la l&#225;mpara de advertencia permanece encendida continuamente o no se enciende cuando es
                comandada por el controlador de transmisi&#243;n, el problema puede estar en la programaci&#243;n del
                ESC/EGC o en los dispositivos del ESC/EGC. Vea el manual de servicio de la transmisi&#243;n apropiada
                para informaci&#243;n sobre el uso del software de diagn&#243;stico.
            </para>
            <table id="t08254a9" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar de la L&#225;mpara del Modo de Econom&#237;a</title>
                <tgroup cols="6" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.53in"/>
                    <colspec colname="2" charoff="50" colwidth="0.53in"/>
                    <colspec colname="3" charoff="50" colwidth="1.56in"/>
                    <colspec colname="5" charoff="50" colwidth="1.23in"/>
                    <colspec colname="6" charoff="50" colwidth="1.07in"/>
                    <colspec colname="7" charoff="50" colwidth="1.46in"/>
                    <thead>
                        <row>
                            <entry colname="1" rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry colname="2" rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry colname="3" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry colname="5" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF.</emph>
                                </para>
                            </entry>
                            <entry colname="6" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN.</emph>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Vrifique si la l&#225;mpara del Modo de Econom&#237;a est&#225; funcionando mal.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara del Modo de Econom&#237;a est&#225; encendida cuando el motor
                                    funciona fr&#237;o.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>No existe problema o es intermitente.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"Off/"ON""</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Conecte la herramienta de diagn&#243;stico (EZ-Tech) a la conexi&#243;n de diagn&#243;sticos.
                                    Coloque la llave de ignici&#243;n en la posici&#243;n de accesorio. Inicie el
                                    software de programaci&#243;n "ICAP". Verifique que las entradas a la l&#225;mpara
                                    de advertencia est&#233;n programadas para funcionar.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia y sus entradas est&#225;n programadas para
                                    funcionar.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Programe la l&#225;mpara de advertencia con el software "ICAP".</para>
                                <para>Vea
                                    <hotlnk document="m082504_X0825388.xml" xrefid="x0825388">Programando</hotlnk>en la
                                    secci&#243;n del Controlador del Sistema El&#233;ctrico en este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Intente hacer funcionar la l&#225;mpara de advertencia con el software diagn&#243;stico
                                    "INTUNE".
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia responde a la entrada del EGC.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Aseg&#250;rese de que el bombillo no est&#225; fundido. Reemplace el tablero del
                                    circuito EGC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>4.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Use el software para diagn&#243;stico "INTUNE" para verificar si los comandos del
                                    modo de Econom&#237;a provenientes del controlador de la transmisi&#243;n est&#225;n
                                    siendo generados y coinciden con el estado de la transmisi&#243;n.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Est&#225;n siendo generados los comandos por el controlador de la transmisi&#243;n
                                    y coinciden con el estado de la transmisi&#243;n.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>El mensaje proveniente del controlador de la transmisi&#243;n no est&#225; siendo
                                    transmitido. Refi&#233;rase al manual de localizaci&#243;n de fallas para el
                                    transmisi&#243;n instalado en el veh&#237;culo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>5.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"Off/On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Intercambie temporalmente el tablero por otro que se conoce que est&#225; bueno y
                                    revise el funcionamiento de la l&#225;mpara.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara opera correctamente.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>El mensaje proveniente del ESC est&#225; siendo transmitido Reemplace el tablero
                                    de circuitos en el EGC original.
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>El mensaje proveniente del ESC no est&#225; siendo transmitido
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Considere el reemplazo
                                        del ESC</hotlnk>.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08254091.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08254093.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
