<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - BATER&#205;A , SISTEMAS DE CARGA Y ARRANQUE - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Energ&#237;a de la bater&#237;a</title>
            <para>Las bater&#237;as del veh&#237;culo se conectan en paralelo con el cable positivo de la bater&#237;a
                conectado al terminal de solenoide del motor de arranque (B). Los terminales negativos de la bater&#237;a
                tambi&#233;n se conectan en paralelo con el cable negativo conectado al terminal a tierra del motor de
                arranque (G).
            </para>
            <para>Los terminales negativos de la bater&#237;a se conectan directamente al larguero del bastidor. El
                bloque del motor, la cabina y la estructura tambi&#233;n se conectan, mediante cables o circuitos a
                tierra, a la conexi&#243;n a tierra del motor de arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de carga y circuitos</title>
            <para>Cuando el veh&#237;culo est&#225; funcionando, el alternador suministra potencia a trav&#233;s del
                terminal (B) y el circuito 2, al megafusible de 175 amp, al circuito 14, al terminal de alimentaci&#243;n
                (J1) de la bater&#237;a de la carrocer&#237;a (cabina). A partir del terminal, se suministra potencia al
                interruptor de llave (63) y el centro de distribuci&#243;n de energ&#237;a del bloque de fusibles (1)
                para suministrar las exigencias el&#233;ctricas del veh&#237;culo. Adem&#225;s, el alternador tambi&#233;n
                suministra y mantiene el voltaje de la bater&#237;a a trav&#233;s del circuito 14/14-FL/14A-FL (y 14B-FL
                con alternador de 200 amp) hacia el terminal (B) de solenoide del motor de arranque (J31) y a trav&#233;s
                del cable de la bater&#237;a a las bater&#237;as.
            </para>
            <para>El alternador se conecta a tierra a trav&#233;s del terminal (GRD) y el circuito 2-G al terminal a
                tierra del motor de arranque (G).
            </para>
            <para>Para un an&#225;lisis completo sobre principios de funcionamiento de los alternadores, consulte GRUPO
                08 - SISTEMA EL&#201;CTRICO en el Manual de servicio maestro CTS-5000 para el alternador espec&#237;fico
                al que se le est&#233; dando servicio.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de arranque del motor y circuitos</title>
            <para>Cuando el interruptor de llave (63) est&#225; en la posici&#243;n de encendido, energiza el relevador
                IGN # 2 (R3) y se suministra potencia a trav&#233;s del circuito 13 al fusible F18. Desde el fusible,
                fluye potencia a trav&#233;s del circuito 97P, el conector de mamparo (2) de 44 clavijas, el circuito
                97P y el conector en l&#237;nea al conector del interruptor de posici&#243;n neutro en la transmisi&#243;n
                "AT".
            </para>
            <para>Con una transmisi&#243;n autom&#225;tica, los conectores en l&#237;nea, el circuito 97P y el circuito
                97AU se conectan al interruptor de posici&#243;n neutro y cuando la transmisi&#243;n est&#225; en
                neutro, los contactos del interruptor se cierran y fluye potencia a trav&#233;s de los contactos del
                interruptor.
            </para>
            <para>Con una transmisi&#243;n autom&#225;tica, se instala un puente en este conector (386) para conectar el
                circuito 97AU con los circuitos 97A y 97L. Con la transmisi&#243;n en neutro, se suministra energ&#237;a
                a trav&#233;s del circuito 97A, el conector de mamparo (2) y el circuito 97A al ECM (379). Adem&#225;s
                se aplica energ&#237;a a los contactos del relevador del arranque (R5) a trav&#233;s del circuito 97L.
                Cuando la transmisi&#243;n est&#225; en un engranaje, se saca energ&#237;a del ECM y del relevador (R5).
            </para>
            <para>Al mover el interruptor de llave (63) a la posici&#243;n de arranque, se aplica energ&#237;a a trav&#233;s
                del circuito 17, al conector (195) (consulte Secci&#243;n 7), al circuito 17 y los devanados de la
                bobina del relevador del arranque (R5).
            </para>
            <para>Cuando una transmisi&#243;n autom&#225;tica est&#225; en neutro, se suministran 12 voltios al terminal
                del interruptor de desenganche de la transmisi&#243;n del ECM. Si el motor no est&#225; funcionando,
                &#233;ste le indica al ECM que energice el relevador del arranque (R5), proporcionando a la bobina del
                relevador una conexi&#243;n a tierra a trav&#233;s del circuito 97H, el conector de mamparo (2) y el
                circuito 97H.
            </para>
            <specpara>
                <note>
                    <para>El ECM se programa para el tipo de transmisi&#243;n instalado y se ajusta a los distintos
                        voltajes recibidos en el terminal de desenganche de la transmisi&#243;n del ECM.
                    </para>
                </note>
            </specpara>
            <para>El relevador del arranque energizado controla al relevador de encendido (387) proporcionando energ&#237;a
                a trav&#233;s del circuito 17F, el conector de mamparo (2) y el circuito 17F al relevador (387). Esto
                energiza el relevador de arranque que se conecta a tierra a trav&#233;s del circuito 17D y el circuito
                17-G/11-GJ al terminal a tierra (G) del motor de arranque.
            </para>
            <para>Siempre hay potencia de la bater&#237;a presente en el terminal (B) del solenoide del motor de
                arranque (J31) a trav&#233;s del cable positivo de la bater&#237;a. Tambi&#233;n hay potencia disponible
                en el relevador de arranque (387) a trav&#233;s del terminal (B) del solenoide (J31) y el circuito
                17-FL/17B. Con el relevador de arranque energizado, fluye potencia a trav&#233;s de los contactos del
                relevador y el circuito 17C al terminal (S) del solenoide (J31) del motor de arranque que energiza el
                solenoide del motor de arranque.
            </para>
            <para>Con el solenoide (J31) del motor de arranque energizado, el solenoide se engrana con el eje del motor
                de arranque para que gire. Cuando el motor arranca y se suelta la llave, el ECM quita la tierra del
                relevador de arranque (R5) que desenergiza al relevador. Esto provoca que el relevador de arranque (387)
                se desenergice y se desenganche del motor de arranque.
            </para>
            <para>Mientras el motor est&#233; funcionando, el ECM no permitir&#225; que el motor de arranque se
                engrane.
            </para>
            <para>Para informaci&#243;n completa sobre funcionamiento y servicio de motores de arranque utilizados en
                estos veh&#237;culos, consulte GRUPO 08 - SISTEMA EL&#201;CTRICO en el Manual de servicio maestro
                CTS-5000.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de motor de arranque y circuitos - Protecci&#243;n de sobregiro t&#233;rmico del motor de
                arranque
            </title>
            <para>Con protecci&#243;n de sobregiro t&#233;rmico, el circuito a tierra 17D de la bobina de control del
                relevador de arranque (387) se conecta al interruptor t&#233;rmico (417) normalmente cerrado. El
                interruptor t&#233;rmico se localiza en el extremo del motor de arranque. El interruptor t&#233;rmico se
                conecta a tierra a trav&#233;s del conector (417), y el circuito 17-G/11-GJ al terminal a tierra del
                motor de arranque (G).
            </para>
            <para>Si un arranque excesivo provoca que la temperatura del motor de arranque alcance l&#237;mites de
                sobregiro t&#233;rmico preestablecidos, el interruptor t&#233;rmico se abre haciendo que el relevador de
                arranque (387) se desenergice, desactivando la energ&#237;a al terminal (S) del solenoide del arranque
                del motor (J31) y desenganchando el motor de arranque.
            </para>
            <para>Cuando el motor de arranque se enfr&#237;a, el interruptor se cierra, permitiendo que el motor de
                arranque vuelva a funcionar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Encendido con &#233;ter (DT 466E)</title>
            <para>Cuando el interruptor de llave (63) est&#225; en la posici&#243;n de encendido o arranque, hay energ&#237;a
                disponible en el circuito 13B, el fusible F16, y el circuito 21, el conector (5) y el interruptor de
                encendido con &#233;ter. Si la temperatura del bloque del motor es inferior a 10&#176;C (50&#176;F), los
                contactos t&#233;rmicos del interruptor se cerrar&#225;n. Esto permite que fluya energ&#237;a a trav&#233;s
                del interruptor de encendido con &#233;ter, al presionarlo, a trav&#233;s del conector (5), el circuito
                21A y el conector del tablero (2). A partir del conector (2), se aplica energ&#237;a a trav&#233;s del
                circuito 21A, el conector (500) y el circuito 21B, a la v&#225;lvula de control de la botella con &#233;ter.
                A continuaci&#243;n fluye potencia a trav&#233;s de la v&#225;lvula de control, el circuito 21BC, el
                conector (500), el circuito 21B y el conector (709) al interruptor t&#233;rmico. Cuando fluye potencia a
                trav&#233;s de la v&#225;lvula de control (500) de la botella con &#233;ter, se alimenta al m&#250;ltiple
                de admisi&#243;n del motor con un golpe de &#233;ter.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
