<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CONTROLADORES DEL SISTEMA EL&#201;CTRICO Y GRUPOS DE INTERRUPTORES - M&#243;DULOS
        DE GRUPO DE INTERRUPTORES - REEMPLAZO DE UN INTERRUPTOR Y EL DIODO (BOMBILLO)
    </stitle>
    <svcman/>
    <svcproc svcproctype="replace" graphiccount="4">
        <title>REEMPLAZO DE UN INTERRUPTOR Y EL DIODO (BOMBILLO)</title>
        <svcsubproc>
            <title>Reemplazo de un Diodo Emisor de Luz (L.E.D.)</title>
            <specpara>
                <warning>
                    <para>Coloque el interruptor de ignici&#243;n en "OFF" para prevenir da&#241;os a los componentes o
                        lesiones personales.
                    </para>
                </warning>
            </specpara>
            <figure id="f0825326" figsize="col-wide">
                <graphic filename="../figg08/g08mpx08.webp" type="webp" scalefit="1" scalefitwidth="408px"/>
                <caption>"Grupo de 12 Interruptores" M&#243;dulo del interruptor con bombillos L.E.D. e Interruptores
                </caption>
            </figure>
            <para id="fmvc-001tiff">
                <emph type="bold">NOTA:</emph>El enchufe hembra superior es un enchufe de doble prop&#243;sito. Quiere
                decir que acepta ambas unidades de iluminaci&#243;n, (amarilla) de respaldo, y unidades de tipo indicaci&#243;n
                "ON" (verdes). Todas las posiciones superiores de los m&#243;dulos de interruptores est&#225;n equipadas
                en esta forma. No hay una posici&#243;n especifica que acepte uno pero no el otro. Para iluminaci&#243;n
                de respaldo, la luz del bombillo de fondo siempre ser&#225; amarilla. Las aperturas para los bombillos
                son asim&#233;tricas y las unidades est&#225;n dirigidas a ser insertadas en un solo sentido dentro del
                tablero del circuito.
            </para>
            <para>Vea
                <hotlnk xrefid="fbulbs.webp">Respaldo del Tablero.</hotlnk>
            </para>
            <para>Si el bombillo no inserta dentro de la ranura del tablero del circuito, g&#237;relo 180 grados y trate
                nuevamente. No force el bombillo dentro del tablero. Use un destornillador de hoja plana amplia o una
                moneda para asegurar el bombillo en su lugar girando hacia la derecha por una corta distancia. No
                apriete demasiado el bombillo. Para tener acceso a los bombillos, remueva cuidadosamente el sujetador
                localizado en el rinc&#243;n trasero del conjunto de los interruptores.
            </para>
            <figure id="fbulbs.webp" figsize="col-wide">
                <graphic filename="../figg08/g08bulbs.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>Respaldo del Tablero</caption>
            </figure>
            <para>
                <title>Instrucciones Para Interruptores Con Indicaci&#243;n de Activaci&#243;n "ON"</title>
            </para>
            <para>Para los interruptores con indicaci&#243;n "ON" , los bombillos est&#225;n coloreados de verde y
                amarillo. Instale el bombillo verde en la secci&#243;n superior del interruptor en la tarjeta de
                circuito impresa. Instale el bombillo amarillo en la parte inferior de la secci&#243;n correspondiente a
                la posici&#243;n en la que est&#225; instalado el interruptor.
            </para>
            <para>
                <title>Instrucciones Para Interruptores Sin Indicaci&#243;n de Activado "ON"</title>
            </para>
            <para>Instale los bombillos amarillos en ambas secciones, superior e inferior en el tablero del circuito
                impreso correspondiente a la posici&#243;n en la que est&#225; instalado el interruptor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reemplazo de un Interruptor, o de uno Simulado</title>
            <specpara>
                <warning>
                    <para>Coloque el interruptor de ignici&#243;n en "OFF" para prevenir da&#241;os a los componentes o
                        lesiones personales.
                    </para>
                </warning>
                <caution>
                    <para>Hay muy poca holgura para el interruptor o para el blanco simulado entre el m&#243;dulo y el
                        tablero del circuito. Tenga mucha precauci&#243;n para no romper las leng&#252;etas.
                    </para>
                </caution>
            </specpara>
            <para>Para remover un Interruptor, o uno simulado junte las leng&#252;etas una hacia la otra y empuje el
                interruptor o el simulado hacia el frente.
            </para>
            <para>Vea la
                <hotlnk xrefid="ftabs.webp">NOTA de Leng&#252;etas.</hotlnk>
            </para>
            <figure id="ftabs.webp" figsize="col-wide">
                <graphic filename="../figg08/g08tabs.webp" type="webp" scalefit="1" scalefitwidth="432px"/>
                <caption>NOTA Leng&#252;etas</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de un Interruptor, o de uno Simulado</title>
            <para>Todos los interruptores, o los simulados tienen una ranura que permite solamente la instalaci&#243;n
                en una direcci&#243;n.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825327">Interruptor Simulado Mostrando la Ranura de Gu&#237;a.</hotlnk>
            </para>
            <figure id="f0825327" figsize="col-wide">
                <graphic filename="../figg08/g08mpx03.webp" type="webp" scalefit="1" scalefitwidth="472px"/>
                <caption>Interruptor Simulado Mostrando la Ranura de Gu&#237;a</caption>
            </figure>
            <para>Deslice el interruptor o el simulado dentro del m&#243;dulo hasta que las leng&#252;etas encajen en
                sus lugar.
            </para>
            <para>Reinstale el m&#243;dulo de interruptores en el tablero de instrumentos.</para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_63.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_M082544.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
