<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - VENTILADORES Y ACCESORIOS DE MOTOR - Arn&#201;s De Cables Del Ventilador -
        Motores International - CONTROLADOR DEL MOTOR C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO
    </stitle>
    <svcman/>
    <svcproc id="x082550101" svcproctype="diagnose" graphiccount="0">
        <title>CONTROLADOR DEL MOTOR C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO</title>
        <para>Para exhibir los c&#243;digos de diagn&#243;stico, active el freno de estacionamiento y coloque la llave
            del interruptor de ignici&#243;n en posici&#243;n "ON", luego oprima simult&#225;neamente durante por lo
            menos 3 segundos el interruptor de Crucero a "ON" y el interruptor de "Resume". los c&#243;digos de
            problemas de diagn&#243;stico se leen contando el n&#250;mero de destellos. Ocurrir&#225;n las siguientes
            secuencias:
        </para>
        <para>La luz roja de "ENGINE" (Motor) destellar&#225; una vez. Esto indica que se inician los c&#243;digos de
            problemas de diagn&#243;stico activos.
        </para>
        <para>La luz amarilla de "ENGINE" (Motor) destellar&#225; repetidamente se&#38;ntilde;alando los c&#243;digos de
            problemas de diagn&#243;stico activos. Todos los c&#243;digos son de tres d&#237;gitos. El n&#250;mero de
            destellos se debe contar en secuencia. Al final de cada d&#237;gito del c&#243;digo habr&#225; una corta
            pausa. Por Ejemplo; El c&#243;digo 246 ser&#225; enviado como dos destellos, una pausa, cuatro destellos,
            otra pausa, y seis destellos.
        </para>
        <para>Despu&#233;s de que se ha exhibido cada c&#243;digo activo, la luz roja de "ENGINE" (motor) destellar&#225;
            una vez indicando el siguiente c&#243;digo activo.
        </para>
        <para>Una vez que todos los c&#243;digos activos hayan sido exhibidos, la luz roja de "ENGINE" destellar&#225;
            dos veces para indicar el principio de los c&#243;digos inactivos.
        </para>
        <para>Los c&#243;digos inactivos se exhibir&#225;n en la misma forma de los c&#243;digos activos. Una vez que
            los c&#243;digos inactivos han sido exhibidos, la luz roja de "ENGINE" destellar&#225; tres veces para
            indicar que se han exhibido todos los c&#243;digos de problemas de diagn&#243;stico registrados.
        </para>
        <para>Despu&#233;s de que la reparaci&#243;n ha sido hecha se pueden borrar los c&#243;digos de problemas diagn&#243;stico
            colocando la llave del interruptor de ignici&#243;n en posici&#243;n de accesorios, colocando la palanca de
            se&#38;ntilde;al de voltear a la izquierda y oprimiendo simult&#225;neamente durante 3 segundos los
            interruptores de "Crucero" y "Set".
        </para>
        <table id="t0825514">
            <title>C&#243;digos del Solenoide del Ventilador</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="2.71in"/>
                <colspec colname="col2" colwidth="3.91in"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colname="col1" align="center">
                            <para>
                                <emph type="bold">C&#211;DIGO DE FALLA</emph>
                            </para>
                        </entry>
                        <entry colname="col2" align="center">
                            <para>
                                <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1" align="center">
                            <para>246</para>
                        </entry>
                        <entry colname="col2" valign="bottom" align="center">
                            <para>Circuito de Salida del Ventilador Registra Falla</para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <para>Esta falla es registrada cuando hay un corto a tierra o una apertura en los circuitos
                                provenientes del controlador del motor, a trav&#233;s del solenoide del ventilador hacia
                                al voltaje de la bater&#237;a.
                            </para>
                            <para>Vaya a
                                <hotlnk document="m082504_X0825502.xml" xrefid="x0825502">MANEJO DE LA DETECCI&#211;N DE
                                    FALLAS I6 CON SOLENOIDE DEL VENTILADOR,
                                </hotlnk>
                                o
                                <hotlnk document="m082504_X0825503.xml" xrefid="x0825503">MANEJO DE LA DETECCI&#211;N DE
                                    FALLAS V8-AVNT CON EMBRAGUE DEL VENTILADOR
                                </hotlnk>
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_153.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825502.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
