<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - BATER&#205;A, SISTEMAS DE GENERACI&#211;N Y ARRANQUE - ARRANQUE DEL MOTOR -
        CIRCUITOS DE ARRANQUE DE MOTOR Y SUS COMPONENTES
    </stitle>
    <svcman/>
    <svcproc id="x0825603" svcproctype="troubleshoot" graphiccount="3">
        <title>CIRCUITOS DE ARRANQUE DE MOTOR Y SUS COMPONENTES</title>
        <svcsubproc id="x0825604">
            <title>Prueba Del Circuito Del Solenoide Del Motor De Arranque - Parte 1 (con motor International)</title>
            <para>Vea
                <hotlnk xrefid="f0825603">Pruebas Del Circuito Del Solenoide Del Motor De Arranque , Parte 1 (con motor
                    International)
                </hotlnk>
            </para>
            <para>Un arranque engranando y desengranando, o no engranado, es causado a menudo por una alta resistencia
                en el circuito del solenoide del motor de arranque. Cuando el circuito del solenoide tiene una perdida
                excesiva de voltaje, el pi&#241;&#243;n del motor de arranque puede que no encaje en la rueda volante.
                Si el pi&#241;&#243;n no engrana, el se puede desengranar muy r&#225;pido cuando caiga el voltaje de la
                bater&#237;a. El circuito del solenoide incluye el arranque ISO &#38; Rel&#233; de energ&#237;a
                (localizado en el centro de distribuci&#243;n de energ&#237;a del motor) y circuitos conectados al
                solenoide del motor de arranque..
            </para>
            <para>En los veh&#237;culos con
                <emph type="bold">protecci&#243;n por arranque excesivo</emph>, vea
                <hotlnk xrefid="x0825607">Probando el Sistema T&#233;rmico de Protecci&#243;n Contra Arranque Excesivo
                </hotlnk>
                <emph type="bold">antes de hacer esta prueba,</emph>.
            </para>
            <step1>
                <para count="1">Desconecte el circuito del rel&#233; de arranque K17C del terminal "S" del solenoide del
                    arranque.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conductor positivo de la pila de carb&#243;n al circuito K17C y el conductor
                    negativo a la tierra del motor de arranque. Conecte el conductor positivo de volt&#237;metro DMM en
                    el terminal B del solenoide. Conecte el conductor negativo del volt&#237;metro al conductor del
                    cable del interruptor K17C (no a la pinza de la pila de carb&#243;n). El medidor debe mostrar el
                    voltaje de la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Trabaje con un ayudante para que gire la llave del interruptor de ignici&#243;n a la
                    posici&#243;n "Start" o para presionar el bot&#243;n de arranque. La lectura del volt&#237;metro
                    debe ser cero. Usted debe o&#237;r el sonido de un "chasquido" indicando que el rel&#233; del
                    arranque se energizo. Si el interruptor no produce el "chasquido", o el rel&#233; del arranque est&#225;
                    defectuoso, o no hay voltaje proveniente del circuito de ignici&#243;n (Vea
                    <hotlnk document="m082504_X0825633.xml" xrefid="x0825633">CIRCUITOS DEL ARRANQUE ISO &#38; REL&#201;
                        DE ENERG&#205;A, P&#225;gina 14)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la pila de carb&#243;n en "ON" y aj&#250;stela a 50 amperios de carga (por no m&#225;s
                    de 10 segundos). Lea y registre el voltaje del volt&#237;metro. Libere el interruptor de arranque.
                    Coloque la pila en "OFF" , desconecte la pila de carb&#243;n y el volt&#237;metro.
                </para>
            </step1>
            <para>Si el circuito pierde
                <emph type="bold">0.5 voltios o menos,</emph>los circuitos del Solenoide de Arranque est&#225;n bien.
            </para>
            <para>Si la perdida del circuito es
                <emph type="bold">m&#225;s de 0.5 voltios,</emph>, Vaya a
                <hotlnk xrefid="x0825605">Prueba del Circuito del Solenoide del Motor de Arranque - Parte 2</hotlnk>
            </para>
            <figure id="f0825603" figsize="pg-wide">
                <graphic filename="../figg08/g0825603.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba del Circuito del Solenoide del Motor de Arranque - Parte 1 (con motor International)
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825605">
            <title>Prueba del Circuito del Solenoide del Motor de Arranque - Parte 2 (Perdida de voltaje en cable)
            </title>
            <para>Vea
                <hotlnk xrefid="f0825604">Prueba del Circuito del Solenoide del Motor de Arranque - Parte 2 (Perdida de
                    voltaje en cable)
                </hotlnk>
            </para>
            <para>Si la perdida de voltaje en la prueba previa fue m&#225;s de 0.5 voltios, la perdida es excesiva. La
                perdida puede provenir de terminales flojos, corrosi&#243;n, o el arranque ISO &#38; Rel&#233; de energ&#237;a
                desgastado. Para localizar el problema:
            </para>
            <step1>
                <para count="1">Desconecte el circuito K17C del terminal "S" del solenoide del motor de arranque.
                    Conecte la pila de carb&#243;n al circuito K17C y al terminal de tierra del motor de arranque.
                    Coloque la pila de carb&#243;n en "ON" (mostrar&#225; 0 amperios)..
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el arranque ISO / Rel&#233; de energ&#237;a R12 e instale un cable puente en
                    la cavidad 1 del R12, circuito J17D.
                </para>
                <specpara>
                    <note>
                        <para>La prueba del conductor ser&#225; a voltaje de la bater&#237;a.</para>
                    </note>
                </specpara>
                <para>Conecte el Medidor M&#250;ltiple Digital (DMM) desde el terminal BAT del solenoide a la cavidad 1
                    del arranque ISO &#38; Rel&#233; de energ&#237;a R12, circuito J17D (mostrara 0 voltios).
                </para>
            </step1>
            <step1>
                <para count="1">En la conexi&#243;n del rel&#233;, instale el otro terminal de conductor puente en la
                    cavidad 4 del circuito J17E. Coloque la pila de carb&#243;n en "ON" y aj&#250;stela a 50 amperios de
                    carga )no m&#225;s de 10 segundos). Lea y registre la perdida del primer cable. Desconecte el DMM.
                </para>
            </step1>
            <step1>
                <para count="1">En la conexi&#243;n del rel&#233;, conecte el DMM desde la cavidad 1, J17E al circuito
                    J17E a la pila de carb&#243;n. Conecte al terminal y no a la pila de carb&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la pila de carb&#243;n en "ON" y aj&#250;stela a 50 amperios de carga (no m&#225;s
                    de 10 segundos). Lea y registre la perdida de voltaje del segundo cable. Desconecte y remueva el
                    cable puente y el DMM.
                </para>
            </step1>
            <para>Perdida del primer cable (paso 3)</para>
            <para>
                <emph type="bold">m&#225;s</emph>
                perdida del segundo cable (paso 5) ________
            </para>
            <para>
                <emph type="bold">igual a</emph>
                igual a Perdida total en los cables = (perdida m&#225;xima 0.4V)
            </para>
            <para>Si la perdida de los cables es de
                <emph type="bold">0.4 voltios o menos,</emph>, repare o reemplace el o los cables, y repita la prueba
                para el Circuito del Solenoide del motor de Arranque, Parte 1, (arriba)
            </para>
            <para>Si la perdida de los cables es
                <emph type="bold">mayor de 0.4 voltios,</emph>, repare o reemplace el o los cables, y repita la prueba
                para la Parte 1.
            </para>
            <para>Si la prueba resulta que la perdida todav&#237;a est&#225; por encima de 0.5 voltios, reemplace el rel&#233;
                y repita la prueba, parte 1.
            </para>
            <figure id="f0825604" figsize="pg-wide">
                <graphic filename="../figg08/g08266ts4a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba del circuito del Solenoide del Motor de Arranque - Parte 2 (Perdida de Voltaje en
                    Cables) (Con motor International)
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825606">
            <title>Prueba para Reemplazo del Motor de Arranque</title>
            <para>Vea
                <hotlnk xrefid="f0825605">Prueba para Reemplazo del Motor de Arranque</hotlnk>
            </para>
            <para>A. PROBLEMAS DEL INTERRUPTOR MAGN&#201;TICO DE ARRANQUE EN TIEMPO FR&#205;O</para>
            <para>El rel&#233; del arranque puede fallar en sostenerse activado durante el arranque en tiempo fr&#237;o
                debido a voltaje bajo, aunque los interruptores y circuitos est&#233;n en buen estado. Esta falla parece
                como si el motor de arranque fallara en permanecer engranado con la rueda volante. Esta liberaci&#243;n
                del rel&#233; es causada por un bajo voltaje en el sistema.
            </para>
            <para>Si existe esta condici&#243;n, instale moment&#225;neamente un cable puente desde el circuito J17D al
                17E de la conexi&#243;n R12 del arranque ISO &#38; Rel&#233; de energ&#237;a.
            </para>
            <specpara>
                <caution>
                    <para>Los bornes o terminales est&#225;n al voltaje de la bater&#237;a y el motor debe arrancar
                        cuando se conecta el puente. Remueva el puente para detener el arranque.
                    </para>
                </caution>
            </specpara>
            <para>Si el motor arranca en forma apropiada con el puente, reemplace el rel&#233;..</para>
            <para>B. REVISANDO EL VOLTAJE DISPONIBLE PARA EL MOTOR DE ARRANQUE</para>
            <para>Si se han hecho todas las pruebas previas, y se han revisado las bater&#237;as y los cables del motor
                de arranque y si el motor continua arrancando lentamente, revise el voltaje disponible en el motor de
                arranque.
            </para>
            <step1>
                <para count="1">Mientras arranca el motor, mida el voltaje entre el terminal "BAT" del solenoide del
                    motor de arranque y la tierra del motor de arranque.
                </para>
                <step2>
                    <para count="1">Si el voltaje es de 9.0 voltios o m&#225;s, el problema tiene que estar en el motor
                        de arranque (o en el motor). Reemplace el motor de arranque.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si el voltaje es menor de 9.0 voltios, vaya al paso 2.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise los cables de interconexi&#243;n de las bater&#237;as. Mientras da arranque, mida
                    el voltaje en el terminal de cada bater&#237;a, tocando el borne de cada una de ellos con los
                    conductores del volt&#237;metro.
                </para>
                <step2>
                    <para count="1">Si la diferencia entre cualquiera de las dos bater&#237;as de la misma caja de bater&#237;as
                        es mayor de 0.5 voltios, o cualquier cable est&#225; caliente al tacto, reemplace los cables de
                        interconexi&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si los cables est&#225; bien, el problema debe estar en el motor de arranque (o el
                        motor). Reemplace el motor de arranque.
                    </para>
                </step2>
            </step1>
            <figure id="f0825605" figsize="pg-wide">
                <graphic filename="../figg08/g08266ts5a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba para Reemplazo del Motor de Arranque</caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825607">
            <title>Sistema de Protecci&#243;n T&#233;rmica Contra Arranque Excesivo</title>
            <para>El Circuito de Protecci&#243;n T&#233;rmica Contra Arranque Excesivo interrumpe la se&#241;al
                proveniente del controlador del motor al arranque ISO &#38; Rel&#233; de energ&#237;a, cuando se est&#225;
                tratando de arrancar el motor durante un per&#237;odo largo y el motor de arranque se recalienta. Los
                problemas con el circuito pueden ser el resultado de un interruptor t&#233;rmico fallando, o circuitos
                con apertura o corto.
            </para>
            <table id="t0825617" tblwidth="full-page" numbered="no" view="reveal">
                <title>Prueba del Circuito de Protecci&#243;n T&#233;rmica contra Arranque Excesivo</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.52in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.43in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Circuito de Protecci&#243;n T&#233;rmica contra Arranque
                                        Excesivo
                                    </emph>
                                </para>
                                <para>Revise con el (6316) removido, con la llave del interruptor de ignici&#243;n en
                                    posici&#243;n "Start" y el pedal de embrague oprimido y/o la transmisi&#243;n autom&#225;tica
                                    en "PARK".
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n de la protecci&#243;n t&#233;rmica contra el arranque excesivo en el
                                    motor de arranque.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3" align="center">
                                <para>La resistencia entre terminales debe ser &#60; 2 ohmios cuando el arranque est&#225;
                                    fr&#237;o.
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si la resistencia es alta, reemplace el interruptor t&#233;rmico.</para>
                                <para>Si el rel&#233; pasa la prueba, vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(6316) conexi&#243;n del arn&#233;s R12 cavidad B con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay circuitos abiertos o cortos en los circuitos K17K
                                    o J17S entre (6316) y el rel&#233; de arranque (4003).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(6316) conexi&#243;n del arn&#233;s R12 cavidad B con cavidad A.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay circuitos abiertos entre K17L hacia el
                                    controlador del motor.
                                </para>
                                <para>Si los circuitos est&#225;n bien, vaya al manual del motor, localizaci&#243;n de
                                    fallas, no hay tierra proveniente del controlador del motor..
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825633.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_194.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
