<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - VENTILADORES Y ACCESORIOS DE MOTOR - SOLENOIDE DEL VENTILADOR
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>SOLENOIDE DEL VENTILADOR</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826002" figsize="pg-wide">
                <graphic filename="../figg08/g0825501.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento del Solenoide del Ventilador</caption>
                <calloutgroup>
                    <callout1>1. FUSIBLE DE 10 AMPERIOS EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A EN EL MOTOR
                    </callout1>
                    <callout1>2. SOLENOIDE DEL VENTILADOR</callout1>
                    <callout1>3. CONTROLADOR DEL MOTOR</callout1>
                </calloutgroup>
            </figure>
            <para>En veh&#237;culos con ventiladores activados por aire opcionales (la mayor&#237;a de los veh&#237;culos
                est&#225;n construidos con ventiladores de impulso viscoso est&#225;ndar que no tienen controles electr&#243;nicos).
                El controlador del motor monitorea el refrigerante, la temperatura del m&#250;ltiple de admisi&#243;n y
                la presi&#243;n de la cabeza del acondicionador de aire. Cuando cualquiera de estos sistemas opera m&#225;s
                all&#225; de los par&#225;metros establecidos, el controlador del motor desactivar&#225; el ventilador
                energizando el solenoide para controlar la presi&#243;n de aire al ventilador. En el caso de que el
                solenoide del circuito falle, el ventilador continuar&#225; funcionando continuamente.
            </para>
            <para>El controlador del motor activara el ventilador bajo las siguientes condiciones:</para>
            <para>Si la velocidad del motor es menor de 2,250 RPM o si el motor est&#225; funcionando
                <emph type="bold">y existe cualquiera de las siguientes condiciones:</emph>
            </para>
            <para>El sensor de temperatura del motor es mayor de 96&#176;C (205&#176;F)
                <emph type="bold">o</emph>
            </para>
            <para>Hay un c&#243;digo de diagn&#243;stico de motor activo para el sensor de temperatura del motor,
                <emph type="bold">o</emph>
            </para>
            <para>Est&#225; activa la se&#38;ntilde;al del solenoide del retardador (modo alto) durante m&#225;s de 10
                segundos con el sensor de temperatura de enfriamiento a m&#225;s de 80&#176;C (176&#176;F)
                <emph type="bold">o</emph>
            </para>
            <para>El ESC env&#237;a un comando, por el enlace de datos del tren de potencia 1939, al controlador del
                motor (requerido cuando se detecta alta presi&#243;n del compresor del acondicionador de aire)..
            </para>
            <para>El controlador del motor desactiva el ventilador bajo las siguientes condiciones:</para>
            <para>La velocidad del motor es mayor de 2,300 RPM
                <emph type="bold">y existe alguna de las siguientes condiciones:</emph>
            </para>
            <para>El sensor de temperatura del refrigerante es menor de 92&#176;C (198&#176;F)
                <emph type="bold">y</emph>
            </para>
            <para>No est&#225; activo el c&#243;digo de diagn&#243;stico del sensor de temperatura del refrigerante
                <emph type="bold">y</emph>
            </para>
            <para>Est&#225; activa la se&#38;ntilde;al del solenoide del retardador (modo alto) con el sensor de
                temperatura del refrigerante en menos de 75&#176;C (167&#176;F)
                <emph type="bold">y</emph>
            </para>
            <para>El ESC no est&#225; enviando comando al controlador del motor (no se detecta alta presi&#243;n en el
                compresor del acondicionador de aire)
                <emph type="bold">y</emph>
            </para>
            <para>El motor ha estado funcionando por lo menos 2 segundos.</para>
            <specpara>
                <note>
                    <para>Una vez que el controlador ha activado el ventilador, el ventilador permanecer&#225; encendido
                        por un m&#237;nimo de 180 segundos para evitar ciclos innecesarios del embrague del ventilador
                        (excepto al arrancar el motor, el funcionar&#225; durante solamente dos segundos). El tiempo de
                        180 segundos de intervalo es una caracter&#237;stica programable en el controlador del motor..
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_M08255.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_152.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
