<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTRODUCCI&#243;N - VISI&#211;N GENERAL DEL SISTEMA EL&#201;CTRICO DEL VEH&#205;CULO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>VISI&#211;N GENERAL DEL SISTEMA EL&#201;CTRICO DEL VEH&#205;CULO</title>
        <para>El sistema el&#233;ctrico de este veh&#237;culo provee un medio para distribuir la energ&#237;a el&#233;ctrica
            y proporcionar al conductor los controles e indicaciones del rendimiento del veh&#237;culo. A diferencia de
            los dise&#241;os de los sistemas el&#233;ctricos previos, este se aproxima a la tecnolog&#237;a del uso del
            cableado multiplexed para entreverar las &#225;reas funcionales m&#225;s grandes del veh&#237;culo. A&#250;n
            m&#225;s, el sistema depende de un software algor&#237;tmico para realizar funciones l&#243;gicas, en lugar
            de implementar caracter&#237;sticas similares usando dise&#241;os complejos del arn&#233;s de cables con rel&#233;s
            e interruptores.
        </para>
        <para>Un beneficio natural de este sistema es el incremento de la capacidad para diagnosticar en t&#233;rminos
            de l&#237;nea, fuera de l&#237;nea y fuera de pruebas del tablero.
        </para>
        <para>Los diagn&#243;sticos En-linea se hacen mientras el veh&#237;culo est&#225; en operaci&#243;n. Si ocurre
            alguna falla detectable, la l&#225;mpara del sistema el&#233;ctrico de revisi&#243;n se ilumina durante 5
            segundos. Si ocurre una falla la comunicaci&#243;n entre el ESC y el EGC, la l&#225;mpara permanecer&#225;
            encendida hasta que sea restaurada la comunicaci&#243;n.
        </para>
        <para>Los diagn&#243;sticos Fuera-de l&#237;nea est&#225;n permitidos cuando el sistema se pone en el modo de
            diagn&#243;stico. Mientras el sistema est&#233; en el modo de diagn&#243;stico, los c&#243;digos de
            problemas de diagn&#243;stico se exhibir&#225;n en la pantalla del od&#243;metro.
        </para>
        <para>Los diagn&#243;sticos Fuera-del tablero requieren el uso de la herramienta de servicio electr&#243;nico,
            tal como la EZ-Tech, y el software de diagn&#243;stico INTUNE. El EST es conectado con la conexi&#243;n de
            diagn&#243;sticos del veh&#237;culo. El software INTUNE permitir&#225; al t&#233;cnico ver los c&#243;digos
            de problemas de diagn&#243;stico, entradas al monitor del ESC y activar salidas del ESC.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_M08250.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
