<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TRANSMISIONES - POSICI&#211;N NEUTRAL AUTOM&#193;TICA
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>POSICI&#211;N NEUTRAL AUTOM&#193;TICA</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>Mientras la caracter&#237;stica de la posici&#243;n neutral autom&#225;tica est&#233; activada, cuando
                se coloca el freno de estacionamiento, la transmisi&#243;n cambia autom&#225;ticamente a neutro y se
                encender&#225; la luz de advertencia en el tablero cuando el selector de cambios no est&#225; en neutro
                aunque la transmisi&#243;n si est&#233; en neutro.
            </para>
            <para>La caracter&#237;stica de la posici&#243;n neutral autom&#225;tica, instalada en f&#225;brica, est&#225;
                disponible solamente con las transmisiones Allison MD. Cuando se usa la transmisi&#243;n LCT (Allison
                LCT,serie 2000), la posici&#243;n neutral autom&#225;tica puede ser instalada por el fabricante de
                carrocer&#237;as. Vea el libro del Fabricante de Carrocer&#237;as sobre circuitos e informaci&#243;n.
            </para>
            <para>La posici&#243;n neutral autom&#225;tica es seleccionada por un interruptor del grupo de
                interruptores. Cuando el interruptor es activado ("ON"), &#233;ste solicitar&#225; al ESC la activaci&#243;n
                de la habilitaci&#243;n de la posici&#243;n neutral autom&#225;tica. Se encender&#225; la luz indicadora
                del interruptor cuando el ESC ha recibido la solicitud y &#233;sta permanecer&#225; encendida hasta que
                el interruptor sea desactivado ("OFF"). Si hay un error en el interruptor, el indicador del interruptor
                destellar&#225; y se inhabilitar&#225; la posici&#243;n neutral autom&#225;tica.
            </para>
            <para>Vea la
                <hotlnk document="m08250_X082530201.xml" xrefid="x082530201">secci&#243;n del M&#243;dulo del Grupo de
                    Interruptores en este manual.
                </hotlnk>
            </para>
            <figure id="f0825948" figsize="pg-wide">
                <graphic filename="../figg08/g0826126.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="472px"/>
                <caption>Circuitos de la Posici&#243;n Neutral Autom&#225;tica. - Vea Siempre el Libro de Diagramas de
                    Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(1555) LUZ DE ADVERTENCIA DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA
                        <callout2>LOCALIZADA EN EL GRUPO DE INSTRUMENTOS DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4001) BLOQUE FUSIBLE DE LA LUZ DE ADVERTENCIA DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4002) BLOQUE DE REL&#201; WTEC DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA, REL&#201; DE
                        LA LUZ WTEC DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA, REL&#201; DEL INHIBIDOR DE ARRANQUE
                        <callout2>LOCALIZADOS EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A (PDC) EN EL
                            COMPARTIMENTO DEL MOTOR
                        </callout2>
                    </callout1>
                    <callout1>(4004) CONEXI&#211;N DEL CONTROL DEL SISTEMA EL&#201;CTRICO (ESC)
                        <callout2>LOCALIZADA EN EL ESC DEL LADO DEL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4014) CONEXI&#211;N DE TRASPASO
                        <callout2>LOCALIZADA EN EL PANEL DEL TABLERO ENCIMA DEL ESC</callout2>
                    </callout1>
                    <callout1>(4705) CONEXI&#211;N TRANSMISI&#211;N/TABLERO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                        </callout2>
                    </callout1>
                    <callout1>(6007) CONEXI&#211;N ECM DEL MOTOR I6
                        <callout2>LOCALIZADA EN EL CONTROLADOR DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(6012) CONEXI&#211;N ECM DEL MOTOR V8
                        <callout2>LOCALIZADA EN EL CONTROLADOR DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(7202) CONEXI&#211;N GRIS "V" DE LA ECU
                        <callout2>LOCALIZADA EN LA TRANSMISI&#211;N MD</callout2>
                    </callout1>
                    <callout1>(7800) CONEXI&#211;N MOTOR/TRANSMISI&#211;N
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                        </callout2>
                    </callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_488.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825615.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
