<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS DE LAS PUERTAS DELANTERAS
        CERRADURAS (ENERG&#205;A)
    </stitle>
    <svcman/>
    <svcsubsec id="x0825804">
        <title>VENTANAS DE LAS PUERTAS DELANTERAS CERRADURAS (ENERG&#205;A)</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>Vea,
                <hotlnk xrefid="f0825813">Diagrama de Funciones de las ventanas de las puertas delanteras cerraduras
                    (energ&#205;a)</hotlnk>.
            </para>
            <figure id="f0825813" figsize="pg-wide">
                <graphic filename="../figg08/g0825841.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama De Funciones De Las Ventanas De Las Puertas Delanteras Cerraduras (Energ&#205;a)
                </caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA, LADO DEL CONDUCTOR</callout1>
                    <callout1>2. MOTOR DE LA CERRADURA ASISTIDA</callout1>
                    <callout1>3. ENLACE DE DATOS DEL INTERRUPTOR</callout1>
                    <callout1>4. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA, LADO DEL PASAJERO</callout1>
                    <callout1>5. TRANSMISOR (RKE) PARA EL CONTROL REMOTO DEL SEGURO DE LA CERRADURA DE LAS PUERTAS
                    </callout1>
                    <callout1>6. MOTOR PARA FUNCIONAMIENTO DE LA VENTANA</callout1>
                    <callout1>7. CONTROLADOR (ESC) DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>8. MOTOR PARA FUNCIONAMIENTO DE LA VENTANA</callout1>
                </calloutgroup>
            </figure>
            <para>Un grupo de interruptores de operaci&#243;n de la puerta en cada puerta, aloja los interruptores y
                contiene los elementos electr&#243;nicos requeridos para el control de las Ventanas y cerraduras
                asistidas por motor.
            </para>
            <specpara>
                <note>
                    <para>Un grupo de interruptores de operaci&#243;n de la puerta funcionando mal tiene que ser
                        remplazado. La partes individuales del grupo de interruptores de operaci&#243;n de las puertas
                        no son reemplazables.
                    </para>
                </note>
            </specpara>
            <para>El grupo de interruptores de operaci&#243;n de la puertas y el ESC se intercomunican por medio del
                enlace de datos del interruptor. Este permite controlar todas las ventanas del veh&#237;culo por medio
                del grupo de interruptores de operaci&#243;n de las puertas (POD) del lado del conductor. Tambi&#233;n
                permite a todos los grupos de interruptores la operaci&#243;n de todas las cerraduras.
            </para>
            <para>El grupo de interruptores de operaci&#243;n de las puertas (POD) no har&#225; funcionar las ventanas
                cuando el interruptor de ignici&#243;n est&#233; en posici&#243;n "OFF".
            </para>
            <para>El ESC tambi&#233;n enviar&#225; comandos al grupo de interruptores de operaci&#243;n de las puertas
                para controlar el grupo de interruptores de operaci&#243;n del encendido de luces de respaldo de las
                puertas.
            </para>
            <para>Si el veh&#237;culo tiene instalada la opci&#243;n de apertura de cerraduras remota, el transmisor
                remoto FOB se comunica con el grupo de interruptores de operaci&#243;n de la puerta delantera de lado
                del pasajero para asegurar o desasegurar la cerraduras. El grupo de interruptores de operaci&#243;n de
                la puerta tambi&#233;n se comunica con el ESC, por el enlace de datos del interruptor, para requerir las
                dem&#225;s funciones de entrada remotas.
            </para>
            <para>El Sistema de Cerradura Con Seguro Por Control Remoto (RKE) de International, usa grupos de
                interruptores para operaci&#243;n de las puertas electr&#243;nicos ubicados en las puertas de los lados
                del conductor y del pasajero, los cuales operan las cerraduras de las puertas y las ventanas el&#233;ctricas.
                Si est&#225; equipado con el sistema "RKE", la memoria en el receptor (en el grupo "POD" de la puerta
                delantera del lado del pasajero) aprende los c&#243;digos provenientes del transmisor localizado en el
                "llavero FOBS" y solamente reconoce aquellos que el ha aprendido en el proceso de programaci&#243;n.
                Cada grupo de interruptores de operaci&#243;n de las puertas ubicados en la puerta del lado del
                pasajero, tiene la habilidad de aprender hasta seis c&#243;digos de transmisor, lo cual permite el
                acceso al veh&#237;culo a seis diferentes "Llaveros FOBS". Cada "Llavero FOBS" tiene un c&#243;digo
                &#250;nico, el cual puede ser aprendido por cualquier n&#250;mero de veh&#237;culos equipados con
                sistema "RKE".
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_236.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_238.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
