<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - SISTEMA DE DISTRIBUCI&#211;N DE POTENCIA - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Distribuci&#243;n de potencia de 12 voltios (Bater&#237;a) en IC Bus con T 444E &#243; DT 466E
            </title>
            <para>La potencia es suministrada por las bater&#237;as del veh&#237;culo hacia el relevador de energ&#237;a
                del m&#243;dulo ECM del motor (396) con DT 466E y (662) con T 444E a trav&#233;s del circuito 14A, un
                fusible en l&#237;nea de 40 amperes, los conectores (412) y (426). Desde las bater&#237;as, tambi&#233;n
                se suministra potencia al terminal de la bater&#237;a (B) del solenoide del motor de arranque (J31) por
                un cable rojo 4/0 en el IC Bus.
            </para>
            <para>Desde el terminal de la bater&#237;a (B) del solenoide del motor de arranque (J31), se suministra
                potencia a los circuitos 90-FL y 90 que van hacia el relevador reforzador de frenos hidr&#225;ulicos
                (300) e interruptor de frenos hidr&#225;ulicos (50). Tambi&#233;n se suministra potencia a los circuitos
                18-FL y 18 que van hacia el terminal de alimentaci&#243;n del relevador de la buj&#237;a incandescente y
                los circuitos 17-FL y 17B que van hacia el relevador del motor de arranque (387). Con un motor I-6,
                tambi&#233;n se suministra potencia al conector del motor/tablero (2) a trav&#233;s de los circuitos 26
                y 26D para el calibrador del amper&#237;metro.
            </para>
            <para>Adem&#225;s desde el terminal de la bater&#237;a de solenoide del motor de arranque (J31) se
                suministra potencia a trav&#233;s de los circuitos 14-FL, 14A-FL y 14 al megafusible de 175 amperes y un
                terminal de alimentaci&#243;n de conexiones ubicado en el soporte de montaje del relevador del
                cubretablero. El alternador tambi&#233;n suministra potencia al terminal de alimentaci&#243;n sobre el
                circuito 2.
            </para>
            <para>Con un motor T 444E, la potencia proveniente de un empalme en el circuito 14 se suministra a trav&#233;s
                de los circuitos 26, 26B y 26D al conector del motor /tablero (2) para el calibrador del amper&#237;metro.
            </para>
            <para>Desde el terminal de alimentaci&#243;n de conexiones, se suministra potencia al conector de
                motor/cubretablero (2) para el calibrador del amper&#237;metro a trav&#233;s de los circuitos 26A y 26C.
                Tambi&#233;n se suministra potencia a trav&#233;s del circuito 14 y el megafusible de 175 amperes al
                terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), ubicado al interior de la
                puerta de acceso el&#233;ctrica al lado izquierdo de la carrocer&#237;a del bus.
            </para>
            <para>A trav&#233;s del terminal de alimentaci&#243;n (J1), se suministra potencia al centro de distribuci&#243;n
                de potencia del bloque de fusibles (1) en el circuito 14A, 14AA, 14B, 14E (fusible F10) y 14C (fusible
                F8). Adem&#225;s se suministra potencia al interruptor de llave (63) en el circuito 15 (fusible F7) y el
                interruptor de faros delanteros (23) en los circuitos 50 y 50C.
            </para>
            <para>Se proporciona un trayecto a tierra al terminal de conexi&#243;n a tierra del motor de arranque (G) a
                trav&#233;s de un cable negro 3/0 a las bater&#237;as que est&#225;n conectadas a tierra al bastidor. A
                trav&#233;s del terminal a tierra del motor de arranque (G), el alternador se conecta a tierra a trav&#233;s
                del circuito 2-G, el relevador de arranque se conecta a tierra a trav&#233;s de los circuitos 11-GJ y
                17-G, la cabina del bus se conecta a tierra a trav&#233;s del circuito 11-GH y el motor se conecta a
                tierra a trav&#233;s del circuito 11-GS.
            </para>
            <para>Consulte los circuitos individuales para continuar con el conjunto de circuitos.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Distribuci&#243;n de potencia de 12 voltios (Interruptor de llave) en IC Bus con T 444E &#243; DT
                466E
            </title>
            <para>Se suministra potencia al interruptor de llave (63) en los circuitos 14AA, 14C (fusible F7), 14E
                (fusible F10), 15 (fusible F8) desde el terminal de alimentaci&#243;n de la bater&#237;a (J1) de la
                carrocer&#237;a. Al mover el interruptor de llave (63) a la posici&#243;n de encendido, se energiza el
                relevador IGN # 1 (R2) y relevador IGN #2 (R3) y se suministra potencia a los circuitos 13 y 13B que van
                al centro de distribuci&#243;n de potencia. Adem&#225;s se suministra potencia al circuito 12 que va al
                centro de distribuci&#243;n de potencia y al circuito 1 que va al conector del tablero (2), el circuito
                1, el conector sin etiqueta y el circuito 1A al terminal de encendido del alternador (I).
            </para>
            <para>Al mover al interruptor de llave a la posici&#243;n de arranque, se suministra potencia al circuito
                17C, al conector del interruptor del motor de arranque (195) (consulte Secci&#243;n 7) y el circuito 17
                al relevador del arranque (R5). Adem&#225;s se suministra potencia a los circuitos 13 y 13B que van al
                centro de distribuci&#243;n de potencia del bloque de fusibles.
            </para>
            <para>Al mover el interruptor de llave (63) a la posici&#243;n accesorios, se suministra potencia al
                circuito 12 que va al centro de distribuci&#243;n de potencia del bloque de fusibles y al circuito 1 que
                va al conector del tablero (2), al circuito 1, al conector en l&#237;nea sin etiqueta y el circuito 1A
                al terminal de encendido del alternador (I).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
