<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TRANSMISIONES - TRANSMISI&#211;N LCT (ALLISON&#174; 2000 SERIES&#8482;) -
        CIRCUITOS DE LA POSICI&#211;N NEUTRAL Y LUZ DE RETROCESO&#160;
    </stitle>
    <svcman/>
    <svcproc id="x0826163" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DE LA POSICI&#211;N NEUTRAL Y LUZ DE RETROCESO&#160;</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>El cable para los cambios conecta el selector de cambios con el eje selector de cambio de la transmisi&#243;n.
                El NSBU est&#225; montado en el eje. Cuando el eje est&#225; en neutro, deben estar cerrados los
                contactos del interruptor NSBU. Cuando el eje est&#225; en posici&#243;n de retroceso, se deben cerrar
                los contactos de la luz de retroceso del NSBU.
            </para>
            <para>Se debe sospechar de una falla en los circuitos de retroceso si las l&#225;mparas de retroceso no se
                encienden cuando la transmisi&#243;n se cambia a retroceso. Los problemas en los circuitos de las luces
                de retroceso pueden ser causados por circuitos abiertos o en corto, un fusible fundido, o el NSBU
                fallando.
            </para>
            <para>Se debe sospechar de una falla en los circuitos de posici&#243;n neutral cuando el motor no arranque.
                Los problemas en los circuitos de la posici&#243;n neutral pueden ser causados por circuitos con
                apertura o corto, un fusible fundido, el NSBU fallando, o un problema en el controlador del motor.
            </para>
            <figure id="f0826167b" figsize="pg-wide">
                <graphic filename="../figg08/g0826114.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="472px"/>
                <caption>Circuitos del Interruptor de Seguridad de Retroceso (NSBU). - Vea Siempre el Libro de Diagramas
                    de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4001) FUSIBLE XMSN DE 10 AMPERIOS DEL BLOQUE DE MINI FUSIBLES
                        <callout2>LOCALIZADO EN EL PDC EN EL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4001) FUSIBLE DE LAS L&#193;MPARAS DE RETROCESO DE 10 AMPERIOS DEL BLOQUE DE MINI
                        FUSIBLES
                        <callout2>LOCALIZADO EN EL PDC EN EL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4705) CONEXI&#211;N TRANSMISI&#211;N/TABLERO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                        </callout2>
                    </callout1>
                    <callout1>(4810) CONEXI&#211;N DEL EMPALME DE LA LUZ DE RETROCESO, SE&#209;AL DE VIRAJE
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                        </callout2>
                    </callout1>
                    <callout1>(6007) CONEXI&#211;N ESM (MOTOR I6)
                        <callout2>LOCALIZADA EN EL MOTOR I6</callout2>
                    </callout1>
                    <callout1>(7301) INTERRUPTOR DE SEGURIDAD DE RETROCESO (NSBU)
                        <callout2>LOCALIZADO EN LA TRANSMISI&#211;N</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0826192d" tblwidth="full-page" numbered="no" view="reveal">
                <title>Revisiones del Circuito de Posici&#243;n Neutral y L&#225;mpara de Retroceso</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.88in"/>
                    <colspec colname="2" colwidth="0.82in"/>
                    <colspec colname="3" colwidth="0.69in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.44in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <revst/>
                                <para>
                                    <emph type="bold">Revisiones de Energ&#237;a de la Conexi&#243;n NSBU (7301)</emph>
                                </para>
                                <para>Revise con la llave de ignici&#243;n en "ON" y la (7301) desconectada.</para>
                                <revend/>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Pruebas</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s NSBU (7301), cavidad E con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si est&#225; fundido el fusible de 10
                                    amperios de la transmisi&#243;n, o si hay apertura o corto con tierra en los
                                    circuitos J13M, L13M4, o en el L13M3.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s NSBU (7301), cavidad E to G.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito L17E hacia
                                    el controlador del motor.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s NSBU (7301), cavidad C con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si est&#225; fundido el fusible de 10
                                    amperios de la luz de retroceso, o si hay apertura o corto con tierra en los
                                    circuitos L71, o en el J71.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s NSBU (7301), cavidad C con F.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito L71A, o en
                                    el J71AA hacia el empalme de la luz de retroceso y se&#241;al de viraje 4810.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Si el voltaje es correcto, considere el reemplazo del interruptor NSBU. Vea el
                                    manual de servicio Allison 2000
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extensa</title>
            <para>El voltaje de ignici&#243;n es suministrado a la conexi&#243;n del interruptor del ESBU (7301),
                terminal E, contactos de la posici&#243;n neutral proveniente del fusible de 10 amperios de la transmisi&#243;n,
                localizado en el PDC del compartimento del motor.
            </para>
            <para>Cuando la transmisi&#243;n se cambia hacia neutro, el interruptor de neutro se cierra suministrando
                voltaje de ignici&#243;n al controlador del motor. El controlador del motor usar&#225; esta se&#241;al
                para habilitar el arranque del motor.
            </para>
            <para>El voltaje de ignici&#243;n para la conexi&#243;n del interruptor NSBU (7301), terminal C, y los
                contactos de la luz de retroceso, es suministrado por el fusible de 10 amperios de la luz de retroceso,
                localizado en el PDC del compartimento del motor.
            </para>
            <para>Cuando la transmisi&#243;n se cambia a retroceso, el interruptor de la luz de retroceso se cierra para
                suministrar el voltaje de ignici&#243;n para encender las luces de retroceso.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0826132.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0826164.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
