<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - MOTORES ELECTR&#211;NICOS, DT 466E Y T 444E - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Alimentaci&#243;n y tierra del ECM</title>
            <para>Las bater&#237;as suministran potencia al circuito 14A, fusible en l&#237;nea de 40 amperios, al
                circuito 14B, conector positivo de la bater&#237;a (412), al circuito 14B, conector del mazo de cables
                de la bater&#237;a (426), y el circuito 14B a los contactos del relevador de potencia (396) del M&#243;dulo
                de control electr&#243;nico (ECM).
            </para>
            <para>El terminal de alimentaci&#243;n de la bater&#237;a (J1) suministra potencia al circuito 14AA, 14E, al
                fusible F9, al circuito 97CT, al conector de mamparo (3), y el circuito 97CT a la bobina del relevador
                de potencia del ECM. El relevador suministra potencia al circuito 97AH y a la clavija 25 del ECM (379).
            </para>
            <para>Cuando el interruptor de llave (63) se coloca en la posici&#243;n de encendido, se energiza el
                relevador IGN # 2 (R3) y tambi&#233;n se suministra potencia a la clavija 24 del ECM (379) desde la
                alimentaci&#243;n de la cabina del bus (J1), los circuitos 14AA, 14E, el fusible F10, el circuito 14F,
                el relevador (R3), el circuito 13, el fusible F17, el circuito 97CR, el conector de mamparo (3,) y el
                circuito 97CR a la clavija 24 del ECM (379). Esto avisa al PCM que el interruptor de encendido est&#225;
                en ON y hace que el ECM conmute internamente la clavija 25 a la conexi&#243;n a tierra. Esto completa el
                circuito del relevador de potencia (396) del ECM y energiza el relevador. Con el relevador energizado,
                se aplica potencia a trav&#233;s de los contactos del relevador al circuito 97CM y a un empalme. Desde
                el empalme se aplica corriente a las clavijas 21, 22 y 41 del ECM en los circuitos 97CL, 97CK y 97AL
                respectivamente.
            </para>
            <para>Las conexiones a tierra de las clavijas 1, 2, 23 y 42 del ECM van a trav&#233;s de los circuitos
                11-GW, 11-GX, 11-GY y 11-GZ respectivamente, a un empalme. Desde el empalme, la tierra va desde el
                circuito 11-G, el conector del mazo de cables de la bater&#237;a (426), el circuito 11-G, el conector
                negativo de la bater&#237;a (665) y el circuito 11-G al terminal negativo de la bater&#237;a.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensor de posici&#243;n del acelerador (APS) e interruptor de validaci&#243;n del ralent&#237;
                (IVS)
            </title>
            <para>El M&#243;dulo de control electr&#243;nico del motor (ECM) determina la posici&#243;n del pedal del
                acelerador procesando las se&#241;ales de entrada desde el Sensor de posici&#243;n del acelerador (APS)
                y el Interruptor de validaci&#243;n del ralent&#237; (IVS).
            </para>
            <para>El ECM env&#237;a una se&#241;al regulada de 5 voltios a trav&#233;s del conector negro (379) del ECM,
                el circuito 97U(5V), el conector de mamparo (3), el circuito 97U(5V) a un empalme, y el circuito 99C(5V)
                al APS/IVS (382). El APS devuelve entonces una se&#241;al de voltaje variable (seg&#250;n la posici&#243;n
                del pedal) desde el conector (382), el circuito 99B, el conector (3), y el circuito 99B al conector
                (379) del ECM. El APS se conecta a tierra a trav&#233;s del circuito 99A, el empalme, 97W, el conector
                (3), y el circuito 97W, empalme, 97WB al ECM (379).
            </para>
            <para>El ECM capta las posiciones m&#225;s altas y bajas del pedal leyendo y almacenando los niveles m&#237;nimos
                y m&#225;ximos de voltaje desde el APS. De esta manera, el ECM "autocalibra" el sistema para permitir
                una sensibilidad m&#225;xima del pedal. El ECM se autocalibra cuando la llave est&#225; en ON, pero
                cuando est&#225; en OFF, se pierden estos valores. Cuando se coloca la llave en ON, este proceso vuelve
                a comenzar Cuando el pedal est&#225; desconectado (o se ha instalado uno nuevo), el pedal no necesita
                calibrarse, ya que la calibraci&#243;n se lleva a cabo cuando la llave se coloca en ON.
            </para>
            <para>El Interruptor de validaci&#243;n de ralent&#237; (IVS) (382) recibe un voltaje de encendido de 12
                voltios desde el interruptor de llave (63), el relevador IGN # 2 (R3) suministra corriente desde la
                alimentaci&#243;n de la cabina del bus (J1), a los circuitos 14AA, 14E, el fusible F10, el circuito 14F,
                el circuito 13, el fusible F18 y el circuito 99E. Cuando el pedal no est&#225; en a posici&#243;n de
                ralent&#237; (estrangulador aplicado), el IVS env&#237;a esta se&#241;al de 12 voltios al ECM a trav&#233;s
                del circuito 99D, el conector (3), y el circuito 99D al ECM (379).
            </para>
            <para>El ECM (379) compara las entradas recibidas en el circuito 99B y el circuito 99D desde el APS/IVS para
                verificar cu&#225;ndo el pedal est&#225; en la posici&#243;n de ralent&#237;. Si la se&#241;al APS desde
                el circuito 99B indica que se est&#225; aplicando el estrangulador, entonces el ECM espera recibir 12
                voltios en el circuito 99D del IVS. Si la se&#241;al APS desde el circuito 99B indica que no se est&#225;
                aplicando el estrangulador, entonces el ECM espera recibir 0 voltios en el circuito 99D del IVS. El
                proceso de sincronizaci&#243;n es importante entre el APS y los sensores del IVS. Por este motivo, es
                muy dif&#237;cil determinar si el conjunto del APS/IVS est&#225; trabajando correctamente usando un volt&#237;metro
                y ohmi&#243;metro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensor de presi&#243;n de aire barom&#233;trica (BAP)</title>
            <para>El ECM (379) env&#237;a una se&#241;al regulada de 5 voltios desde el conector (379) del ECM a trav&#233;s
                del circuito 97U(5V), el conector de mamparo (3), el circuito 97U(5V) hacia un empalme, y el circuito
                97BL(5V) hacia el sensor (406) BAP. El sensor BAP devuelve una se&#241;al de voltaje (representa la
                presi&#243;n atmosf&#233;rica) en el circuito 97CD, el conector (3) y el circuito 97CD al ECM (379). El
                sensor BAP se conecta a tierra a trav&#233;s del circuito 97Z, empalme, 97W, conector (3), circuito 97W,
                empalme, 97WB a la conexi&#243;n a tierra de la se&#241;al (379) del ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensor de temperatura del aire (ATS)</title>
            <para>El ECM (379) env&#237;a una se&#241;al de referencia de 5 voltios a trav&#233;s del circuito 97AX al
                Sensor de temperatura del aire (463). A medida que la temperatura cambia, el sensor cambia la
                resistencia y suministra un voltaje de se&#241;al de temperatura de aire al ECM. El sensor se conecta a
                tierra a trav&#233;s del circuito 97BU/97WB a la conexi&#243;n a tierra de la se&#241;al del ECM.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de control de crucero/PTO</title>
            <para>Se suministra potencia al interruptor (391) ON/OFF de crucero/estrangulador a trav&#233;s de la posici&#243;n
                de encendido del interruptor de llave (63), energiza al relevador IGN # 2 (R3), y se suministra
                corriente desde la alimentaci&#243;n de la cabina del bus (J1), los circuitos 14AA, 14E, el fusible F10,
                el circuito 14F, los terminales de relevador (R3), el circuito 13, 13C, el fusible F24 y el circuito
                28/97B a la bobina del relevador de interfaz de frenos/crucero (R6). La conexi&#243;n a tierra del
                relevador (R6) se suministra en los circuitos 97-GA, 11-GB a tierra de la cabina del bus. Cuando el
                interruptor (391) ON/OFF est&#225; activado, se suministra potencia desde la alimentaci&#243;n de la
                cabina del bus (J1), los circuitos 14AA, 14A, el fusible F3, el circuito 97DK, los terminales de
                relevador (R6), los circuitos 97DJ, 97CF, el conector del tablero (2) y el circuito 97CF al conector
                (379) del ECM. Esto activa el control de crucero.
            </para>
            <para>Con el interruptor ON/OFF de control de crucero en la posici&#243;n ON, el interruptor suministra
                tambi&#233;n potencia al interruptor crucero/estrangulador establecer/marcha libre reasumir/acelerar
                (392) a trav&#233;s del circuito 97CA. Si se presiona moment&#225;neamente la parte establecer/marcha
                libre de este interruptor suministra una se&#241;al de 12 voltios al ECM al circuito 97DH, el conector
                de tablero (2), y el circuito 97DH. Esto activa el control de crucero y hace que el ECM mantenga las RPM
                actuales del motor. Si ya se estableci&#243; la velocidad del control de crucero, al presionar el
                interruptor en la posici&#243;n establecer/marcha libre hace que las RPM del motor disminuyan hasta que
                se suelte el interruptor.
            </para>
            <para>Con el interruptor (391) ON/OFF del control de crucero en la posici&#243;n ON, al presionar la parte
                reasumir/acelerar del interruptor establecer/marcha libre reasumir/acelerar (392) suministra una se&#241;al
                de voltaje de 12 voltios al ECM a trav&#233;s del circuito 97DE, el conector de tablero (2) y el
                circuito 97DE. Si no se ha activado la velocidad del control de crucero, al presionar moment&#225;neamente
                el interruptor, el ECM reasume la &#250;ltima configuraci&#243;n de RPM del motor. Si el control crucero
                ya est&#225; activado, al presionar moment&#225;neamente la parte reasumir/acelerar del interruptor hace
                que las RPM y la velocidad del motor aumenten en peque&#241;as cantidades hasta que se logre la
                velocidad deseada.
            </para>
            <para>Los interruptores y conjunto de circuitos del control de crucero tambi&#233;n se usan para el control
                de cabina en el bus de aplicaciones de funcionamiento PTO preestablecidas, variables y m&#243;viles y
                requieren de programaci&#243;n del ECM del motor.
            </para>
            <para>Para obtener informaci&#243;n acerca del control remoto PTO para aplicaciones originales de la
                carrocer&#237;a, consulte la Informaci&#243;n miscel&#225;nea en el Libro del fabricante de la carrocer&#237;a
                CT-471.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enrejado y ventiladores del radiador</title>
            <para>Cuando el interruptor de llave (63) se coloca en ON, el encendido energiza el relevador IGN # 1 (R2),
                y la corriente se suministra desde la alimentaci&#243;n de la cabina del bus (J1), los circuitos 14AA,
                14C, el fusible F8, el circuito 14D, los terminales del relevador (R2), el circuito 13B, el fusible F15,
                el circuito 13H, el conector del tablero (3), el circuito 13H, el empalme, el circuito 97ACD al ECM
                (397), y los circuitos 23, 23A, al conector (337) del ventilador/enrejado/AA. Desde el conector (337),
                se suministra potencia a trav&#233;s de los circuitos 23, 23A, 23B, el conector del solenoide de
                enrejado (340) y el cable flexible al solenoide. [Con el enrejado operado hidr&#225;ulicamente, el
                conector (340) suministra potencia al solenoide a trav&#233;s del circuito 23B utilizando un mazo de
                cables puente.]
            </para>
            <para>Seg&#250;n los l&#237;mites y ajustes programados en el ECM del motor, el ECM determina los requisitos
                de apertura y cierre del enrejado. Para cerrarlo, el ECM aplica una conexi&#243;n a tierra en la clavija
                9 del conector gris (1205)del ECM. Esto completa la conexi&#243;n a tierra al solenoide a trav&#233;s
                del cable flexible del solenoide (circuito 97ESS con enrejado hidr&#225;ulico), conector (340), circuito
                97ESS, conector del motor (336), y circuito 97ESS al ECM. Esto energiza al solenoide y hace que el
                enrejado se cierre. Cuando el conector (1205) del ECM determina que el motor requiere de enfriamiento
                adicional, se quita la conexi&#243;n a tierra de la clavija 9, lo que hace que el solenoide se
                desenergice y el enrejado se abra.
            </para>
            <para>El siguiente funcionamiento del ventilador es para ponerlo en ON y OFF. Cuando el interruptor de llave
                (63) se coloca en ON, el encendido energiza el relevador IGN # 1 (R2), y la corriente se suministra
                desde la alimentaci&#243;n de la cabina del bus (J1), los circuitos 14AA, 14C, el fusible F8, el
                circuito 14D, los terminales del relevador (R2), el circuito 13B, el fusible F15, el circuito 13H, el
                conector del tablero (3), el circuito 13H, el empalme, el circuito 97ACD al ECM (397), y los circuitos
                23, 23A, al conector (337) del ventilador/enrejado/AA. Desde el conector (337), se suministra corriente
                a los circuitos 23, 23A, 23C, al relevador del clutch del ventilador (339) y al circuito 23D, a los
                terminales del relevador (339), al circuito 23E, al conector (335) para el solenoide del clutch del
                ventilador. El trayecto a tierra se suministra para el solenoide (335) en el circuito 23-G a tierra del
                tablero.
            </para>
            <para>Seg&#250;n los l&#237;mites y ajustes programados en el ECM del motor, el ECM determina el
                funcionamiento del encendido y apagado del ventilador. Para apagarlo, el ECM aplica una conexi&#243;n a
                tierra en la clavija 8 del conector gris (1205)del ECM. Esto completa la conexi&#243;n a tierra al
                relevador del clutch del ventilador (339), a trav&#233;s del circuito 97EFS, el conector del motor
                (336), y el circuito 97EFS al ECM. Esto energiza el relevador (339) y abre el circuito 23E; luego
                desenergiza el solenoide del clutch del ventilador (335) y apaga el ventilador. Cuando el conector
                (1205) del ECM determina que el motor requiere de enfriamiento adicional, se quita la conexi&#243;n a
                tierra de la clavija 8, desenergiza el relevador del clutch del ventilador (339) y cierra el circuito
                23E; luego energiza el solenoide del clutch del ventilador (335) y enciende el ventilador.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_27.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_29.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
