<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - INTERRUPTOR DEL EJE DE DOS VELOCIDADES
        (CON TRANSMISI&#211;N AUTOM&#193;TICA)
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>INTERRUPTOR DEL EJE DE DOS VELOCIDADES (CON TRANSMISI&#211;N AUTOM&#193;TICA)</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0825952" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="352px"/>
                <caption>Diagrama de Funci&#243;n del Interruptor del Eje de Dos Velocidades (Con Transmisi&#243;n Autom&#225;tica)</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. INTERRUPTOR DEL EJE DE 2 VELOCIDADES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>Este sistema usa un solenoide de aire controlado electr&#243;nicamente para suministrar el aire piloto
                a un solenoide de aire m&#225;s grande, el cual controlar&#225; el dispositivo.
            </para>
            <para>La posici&#243;n en que se coloque el interruptor en el tablero de instrumentos es comunicada
                directamente con el ESC. El ESC env&#237;a se&#241;ales al m&#243;dulo de solenoides de aire remoto que
                contienen la configuraci&#243;n del rel&#233; para operar el dispositivo. Puede que se usen dos
                diferentes grupos de solenoides para controlar la presi&#243;n del aire. La versi&#243;n de 7 solenoides
                es controlada por mensajes de J1939 y la versi&#243;n de 4 solenoides es controlada por cables
                distintos.
            </para>
            <para>El dispositivo del eje de dos velocidades le permite a los ejes traseros cambiar a un engranaje de
                radio mucho m&#225;s reducido para el transporte de cargas pesadas. En las transmisiones autom&#225;ticas,
                el interruptor est&#225; en el tablero, etiquetado en la parte baja como "2 Speed LO", o "2 Speed HI" en
                la parte alta, le permite al conductor seleccionar el radio del eje trasero entre alto y bajo. La posici&#243;n
                normal de funcionamiento debe ser "High". Si est&#225; presente el bloqueo del divisor de potencia (PDL)
                tiene que estar desactivada para poder efectuar el cambio.
            </para>
            <para>El eje de dos velocidades est&#225; cargado a resorte hacia el engranaje de rango bajo, requiriendo
                aire para cambiar al engranaje de rango alto. Con la con la llave de ignici&#243;n en "OFF", el veh&#237;culo
                se mantendr&#225;, o retornar&#225; al rango bajo. Cuando cambia del rango alto al rango bajo, el
                interruptor del tablero estar&#225; en la posici&#243;n de rango del eje alto (arriba). Cuando el
                interruptor del tablero se coloca en posici&#243;n de rango bajo (abajo) y la velocidad del veh&#237;culo
                es menor que la m&#225;xima velocidad de cambio programable permitida predeterminada de 3.2 kmh (2 MPH)
                y el PDL no est&#225; activado, un solenoide de aire cambia el eje dentro del engranaje bajo. En algunos
                otros pa&#237;ses, como M&#233;xico, cuando el veh&#237;culo es cambiado hacia alta (High), puede que se
                necesite establecer una velocidad de cambio permitida mucho m&#225;s alta a la usada com&#250;nmente
                como divisor de alta/baja.
            </para>
            <para>El PDL puede ser engranado tanto en alta como en baja velocidad del eje, pero no es permitido hacerlo
                durante el cambio. Cuando cambie de rango bajo a rango alto el interruptor del tablero deber&#225; estar
                en posici&#243;n de baja velocidad del eje (abajo). Cuando el interruptor del tablero es fijado en
                posici&#243;n alta (arriba) y el PDL no est&#225; bloqueado, un solenoide de aire cambiar&#225; el eje
                al engranaje alto. El PDL puede ser engranado tanto en alta como en baja velocidad del eje, pero no es
                permitido hacerlo durante el cambio. La restricci&#243;n de velocidad del veh&#237;culo no aplica cuando
                se cambia del rango bajo al alto. Si ocurre un error del interruptor o de velocidad, el eje de dos
                velocidades permanecer&#225; en el rango en que se encuentre para ese ciclo de ignici&#243;n. Cuando la
                ignici&#243;n se coloca en "OFF", el solenoide se desactiva ("OFF"). Con la llave de ignici&#243;n en
                "ON", si un interruptor o error de velocidad est&#225; activo, el eje de dos velocidades, nuevamente
                permanecer&#225; en el rango corriente para ese ciclo de ignici&#243;n. En el evento que un solenoide de
                aire falle debido a un solenoide en corto, esta caracter&#237;stica solicitar&#225; al ESC desactivar la
                energ&#237;a para el o los grupos de solenoides de aire para prevenir la operaci&#243;n incontrolada del
                solenoide. Actualmente no se encuentra disponible una l&#225;mpara indicadora del interruptor, pero
                cuando se introduzca, el indicador del interruptor destellar&#225; lentamente por errores y r&#225;pidamente
                cuando la caracter&#237;stica est&#225; inhabilitada. Si esta caracter&#237;stica ordena a su solenoide
                de mando que se active ("ON") y la energ&#237;a de respaldo del grupo de solenoides se ha desactivado
                ("OFF"), esta caracter&#237;stica har&#225; destellar lentamente el indicador del interruptor, para
                indicar que un error ha prevenido que la caracter&#237;stica funcione.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_350.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_352.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
