<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - LUCES DE ALTURA DE TECHO Y POSICI&#211;N, O LUCES DEL
        PARASOL
    </stitle>
    <svcman/>
    <svcsubsec id="x08260lts02">
        <title>LUCES DE ALTURA DE TECHO Y POSICI&#211;N, O LUCES DEL PARASOL</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826008" figsize="pg-wide">
                <graphic filename="../figg08/g0826013.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de las Luces de Altura de Techo y Posici&#243;n, o Luces del Parasol
                </caption>
                <calloutgroup>
                    <callout1>1. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                    <callout1>2. ENLACE DE DATOS DEL TREN DE POTENCIA J1939</callout1>
                    <callout1>3. INTERRUPTOR DE LAS LUCES DE ESTACIONAMIENTO DELANTERAS (MONTADO EN EL GRUPO DE
                        INSTRUMENTOS ELECTR&#211;NICOS)
                    </callout1>
                    <callout1>4. LUCES DE ALTURA DE TECHO DE CABINA Y POSICI&#211;N, O LUCES DEL PARASOL</callout1>
                </calloutgroup>
            </figure>
            <para>Vea,
                <hotlnk xrefid="f0826008">Diagrama de Funci&#243;n de las Luces de Altura de Techo y Posici&#243;n, o
                    Luces del Parasol</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Las luces de altura o del parasol est&#225;n conectadas a los circuitos de las luces de
                        estacionamiento en el ESC. Las l&#225;mparas de altura y del parasol est&#225;n aisladas de los
                        circuitos de las l&#225;mparas de estacionamiento por medio del fusible F1 localizado en el
                        tablero de distribuci&#243;n de energ&#237;a de la cabina. Si las luces de altura o de
                        estacionamiento no funcionan, vea la
                        <hotlnk document="m082504_X082603.xml" xrefid="x082603">secci&#243;n L&#225;mparas de Luces de
                            Posici&#243;n, Estacionamiento y Cola
                        </hotlnk>
                        de este Manual. Si las luces de altura no funcionan, pero las luces de estacionamiento est&#225;n
                        trabajando, contin&#250;e con esta secci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Las luces de altura de cabina y de posici&#243;n son est&#225;ndar y forman parte del dise&#241;o b&#225;sico
                de la cabina. Si se instala un parasol, las 5 luces est&#225;n instaladas en el parasol.
            </para>
            <para>Las luces son activadas cuando el interruptor de las luces delanteras se encuentra en las posiciones
                de "Luces" o "Estacionamiento". El grupo de instrumentos electr&#243;nicos enviar&#225; un mensaje al
                ESC para ordenar que se enciendan las luces.
            </para>
            <para>El interruptor de las luces de posici&#243;n tambi&#233;n afecta la operaci&#243;n de las luces de
                posici&#243;n, de estacionamiento, y de altura. Las luces se encienden cuando el interruptor es
                sostenido en posici&#243;n "ON", si previamente han estado apagadas "OFF".Las luces se apagar&#225;n
                cuando el interruptor es sostenido en posici&#243;n "ON", si previamente han estado activadas "ON".
            </para>
            <para>El ESC suministra voltaje de bater&#237;a a las luces del techo, de posici&#243;n e indicaci&#243;n.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_461.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_463.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
