<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - DIAGN&#243;STICOS - DIAGN&#211;STICOS
        EN-L&#237;NEA
    </stitle>
    <svcman/>
    <svcproc id="s0825488" svcproctype="diagnose" graphiccount="1">
        <title>DIAGN&#211;STICOS EN-L&#237;NEA</title>
        <para>Los diagn&#243;sticos En-L&#237;nea son efectuados autom&#225;ticamente por el ESC mientras la llave de la
            ignici&#243;n se encuentre en las posiciones de accesorios o ignici&#243;n. Cualquier falla encontrada ser&#225;
            entrada en la lista de fallas activas.
        </para>
        <para>Al encender el veh&#237;culo, la luz de revisar el sistema el&#233;ctrico se encender&#225; y apagar&#225;
            despu&#233;s del barrido de los instrumentos. Si hay alguna falla activa la luz permanecer&#225; encendida
            durante un minuto m&#225;s. Si ocurre una falla durante la operaci&#243;n del veh&#237;culo, se encender&#225;
            la luz durante un minuto. Esto alertar&#225; al conductor de que existe una falla activa.
        </para>
        <para>Si al revisar el sistema el&#233;ctrico se enciende la luz y permanece encendida despu&#233;s de que el
            barrido del indicador se ha completado, entonces el EGC no se est&#225; comunicando con el controlador del
            motor y/o con el ESC.
        </para>
        <para>Si durante la operaci&#243;n el EGC pierde la comunicaci&#243;n con el ESC o con el controlador del motor,
            se encender&#225; la luz de revisar el sistema el&#233;ctrico y permanecer&#225; encendida. La luz estar&#225;
            acompa&#241;ada de 10 sonidos cortos provenientes de la alarma del EGC.
        </para>
        <para>Los c&#243;digos de problemas de diagn&#243;stico ser&#225;n movidos a la "lista de los previos c&#243;digos
            activos" despu&#233;s de que la condici&#243;n creada de falla sea reparada.
        </para>
        <para>Colocando al EGC en el modo de diagn&#243;sticos permitir&#225; al EGC mostrar hasta 40 mensajes de diagn&#243;stico
            activos y activos previamente provenientes del ESC.
        </para>
        <para>Para activar el modo de diagn&#243;stico gire la llave de la ignici&#243;n a la posici&#243;n "ON" (o a
            accesorio) luego oprima simult&#225;neamente el interruptor de CRUCERO a "ON" y el interruptor "RESUMIR". Si
            no hay fallas presentes, el grupo de instrumentos exhibir&#225; la lectura NO FALLAS ("NO FAULT"). Si hay
            presente alguna falla, el grupo de instrumentos exhibir&#225; un mensaje con el n&#250;mero de las fallas
            seguido por los c&#243;digos de diagn&#243;stico. Vea
            <hotlnk xrefid="f08254">Exhibici&#243;n del C&#243;digo de Problema de Diagn&#243;stico</hotlnk>. La
            exhibici&#243;n mostrar&#225; cada c&#243;digo de problema de diagn&#243;stico (DTC) durante 10 segundos y
            luego autom&#225;ticamente mostrar&#225; la siguientes entradas y continuar&#225; el ciclo a trav&#233;s de
            todas las fallas. Para recorrer manualmente el ciclo a trav&#233;s de todas la fallas, oprima el bot&#243;n
            selector de la pantalla del grupo.
        </para>
        <figure id="f08254" figsize="col-wide">
            <graphic filename="../figg08/g0825449.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Exhibici&#243;n del C&#243;digo de Problema de Diagn&#243;stico</caption>
            <calloutgroup>
                <callout1>1. BYTE 7 FIELD (CAMPO DE 7 OCTETOS)</callout1>
                <callout1>2. BYTE 8 FIELD (CAMPO DE 8 OCTETOS)</callout1>
                <callout1>3. SPN FIELD (CAMPO SPN)</callout1>
                <callout1>4. FMI FIELD (CAMPO FMI)</callout1>
                <callout1>5. ACTIVE/PREVIOUSLY ACTIVE STATUS INDICATOR (INDICADOR DE ESTADO ACTIVO/ACTIVO PREVIAMENTE)
                </callout1>
                <callout1>6. COMPILED FORMAT OF C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO (FORMATO COPILADO DEL C&#211;DIGO
                    DE PROBLEMA DE DIAGN&#211;STICO
                </callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="x0826321">Lista de C&#243;digos de Problemas de Diagn&#243;stico</hotlnk>.
        </para>
        <para>Durante el modo de diagn&#243;stico, los c&#243;digos de problemas de diagn&#243;stico pueden ser borrados
            por medio de la colocaci&#243;n de la palanca de viraje hacia el lado izquierdo y oprimiendo simult&#225;neamente
            el interruptor de CRUCERO "ON" y el interruptor de crucero "SET". Todas las fallas activas previas ser&#225;n
            borradas. La fallas activas reaparecer&#225;n a medida que el ESC actualice las fallas una vez por segundo.
        </para>
        <para>Para salir del modo de diagn&#243;stico, cambie el ciclo la llave de la ignici&#243;n o libere el freno de
            estacionamiento.
        </para>
        <para>La herramienta para servicio de diagn&#243;sticos, funcionando con el software INTUNE, se puede usar para
            ver los c&#243;digos de problemas de diagn&#243;stico y los casos ocurridos. La herramienta tambi&#233;n se
            puede usar para para borrar c&#243;digos de problemas de diagnostico del ESC previamente activos. Otro
            software de diagn&#243;stico se puede usar para ver y borrar el controlador del motor, c&#243;digos de
            problemas de diagn&#243;stico del ABS y de la transmisi&#243;n. Para detalles, vea el manual del software
            apropiado.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825410.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_77.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
