<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - BLOQUEO DIFERENCIAL
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>BLOQUEO DIFERENCIAL</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259i1" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n del Bloqueo Diferencial</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>El bloqueo diferencial controlado por el conductor, cuando el diferencial est&#225; bloqueado, ayuda a
                evitar que en un deslizamiento, la rueda de uno de los lados tome la mayor&#237;a de energ&#237;a de
                impulso. El bloqueo diferencial solamente se puede engranar avanzando a una velocidad menor de la m&#225;xima
                establecida para la actuaci&#243;n del bloqueo (40 Kmh /25 MPH). El bloqueo tambi&#233;n se desengranar&#225;
                cuando la velocidad del veh&#237;culo sea mayor que la m&#225;xima velocidad establecida (40 Kmh /25
                MPH).
            </para>
            <para>Cuando el interruptor del "Bloqueo Diferencial" es activado (levantada la aleta del interruptor), el
                veh&#237;culo avance a una velocidad menor de la m&#225;xima velocidad permitida para el engranaje del
                bloqueo diferencial (40 Kmh /25 MPH), y no hayan errores o avisos presentes, el ESC ordenar&#225; al
                solenoide de aire el engranaje del bloqueo diferencial. Cuando el veh&#237;culo exceda la velocidad m&#225;xima
                del bloqueo diferencia, &#233;ste se desengranar&#225;.
            </para>
            <para>En caso de falla, la opci&#243;n predeterminada y rango de seguridad del bloqueo diferencial es
                "desengranado" ("OFF"). Si el interruptor del bloqueo diferencial es activado "ON" (posici&#243;n hacia
                arriba) pero la velocidad del veh&#237;culo es mayor que la velocidad m&#225;xima permitida para el
                engranaje del bloqueo diferencial, el bloqueo no engranar&#225;. Si el bloqueo diferencial esta
                engranado y el veh&#237;culo excede la velocidad m&#225;xima para el bloqueo diferencial, el ESC ordenar&#225;
                (remover la energ&#237;a) el desembrague del bloqueo diferencial. Cuando el veh&#237;culo reduce su
                velocidad a la velocidad m&#225;xima del bloqueo diferencial o menor, el bloqueo no se engranar&#225;
                hasta que el conductor restaure el bloqueo diferencial (tornar el interruptor a "OFF" y luego a "ON".).
            </para>
            <para>Si el interruptor es colocado en "ON" pero la velocidad del veh&#237;culo es mayor que la establecida
                (40 Kmh /25 MPH), sonar&#225;n 5 sonidos cortos y la l&#225;mpara del interruptor activado destellar&#225;
                continua y r&#225;pidamente hasta que el bloqueo diferencial sea desactivado "OFF". A&#250;n cuando se
                reduzca la velocidad del veh&#237;culo, el indicador del interruptor del bloqueo diferencial continuar&#225;
                destellando r&#225;pidamente hasta que el interruptor sea retornado a "OFF". Si el interruptor del
                tablero no est&#225; funcionando correctamente, o el mensaje de la velocidad del veh&#237;culo no es
                recibido, la luz del interruptor "ON" continuar&#225; destellando a una velocidad m&#225;s lenta.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_432.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_434.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
