<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS - L&#193;MPARA
        DE ADVERTENCIA DEL FRENO DE ESTACIONAMIENTO
    </stitle>
    <svcman/>
    <svcproc id="x082540105" svcproctype="troubleshoot" graphiccount="4">
        <title>L&#193;MPARA DE ADVERTENCIA DEL FRENO DE ESTACIONAMIENTO</title>
        <svcsubproc>
            <title>Funci&#243;n del Circuito</title>
            <figure id="f08254a23" figsize="pg-wide">
                <graphic id="g0825425.webp" filename="../figg08/g0825425.webp" type="webp" scalefit="1"
                         scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento de la L&#225;mpara de Advertencia del Freno de Estacionamiento
                </caption>
                <calloutgroup>
                    <callout1>1. INTERRUPTOR DEL FRENO DE ESTACIONAMIENTO</callout1>
                    <callout1>2. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA</callout1>
                    <callout1>4. GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS (EGC)</callout1>
                </calloutgroup>
            </figure>
            <para>El EGC activa el
                <hotlnk xrefid="f08254a23">indicador del freno de estacionamiento</hotlnk>
                cuando el recibe un mensaje del enlace de datos 1939 del Tren de Potencia proveniente del ESC. El ESC
                genera este mensaje basado en la entrada proveniente del interruptor del freno de estacionamiento.
            </para>
            <para>La luz se debe apagar cuando el freno de estacionamiento es liberado.</para>
            <para>La entrada del freno de estacionamiento al ESC tambi&#233;n es usada para el procedimiento de recoger
                c&#243;digos de problemas de diagn&#243;stico y para apagar las luces de carretera diurnas cuando las l&#225;mparas
                delanteras est&#225;n apagadas, el motor no est&#233; funcionando y la llave de la ignici&#243;n est&#233;
                en la posici&#243;n de ignici&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Diagn&#243;sticos</title>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;stico "INTUNE" puede
                ordenar al ESC encender todas las luces de advertencia. Esto confirmar&#225; que el EGC est&#225;
                trabajando y comunicando con el enlace de datos.
            </para>
            <para>Si la l&#225;mpara permanece encendida continuamente o no se enciende cuando es comandada por el ESC,
                el problema puede estar en la programaci&#243;n del ESC/EGC o en los dispositivos del ESC/EGC, o hay
                problemas con los circuitos de entrada al ESC provenientes del interruptor del freno de estacionamiento.
            </para>
            <table id="t0825420c" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar de la L&#225;mpara de Advertencia del Freno de Estacionamiento</title>
                <tgroup cols="6" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.53in"/>
                    <colspec colname="2" charoff="50" colwidth="0.56in"/>
                    <colspec colname="3" charoff="50" colwidth="1.65in"/>
                    <colspec colname="5" charoff="50" colwidth="1.28in"/>
                    <colspec colname="6" charoff="50" colwidth="1.00in"/>
                    <colspec colname="7" charoff="50" colwidth="1.51in"/>
                    <thead>
                        <row>
                            <entry colname="1" rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry colname="2" rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry colname="3" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry colname="5" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF.</emph>
                                </para>
                            </entry>
                            <entry colname="6" rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN.</emph>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"Off/On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Conecte la herramienta de diagn&#243;stico (EZ-Tech) a la conexi&#243;n de diagn&#243;sticos.
                                    Coloque la llave de ignici&#243;n en la posici&#243;n de accesorio. Inicie el
                                    software de programaci&#243;n "ICAP". Verifique que las entradas a la l&#225;mpara
                                    de advertencia est&#233;n programadas para funcionar.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia y sus entradas est&#225;n programadas para
                                    funcionar.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Programe la l&#225;mpara de advertencia con el software "ICAP".</para>
                                <para>Vea
                                    <hotlnk document="m082504_X0825388.xml" xrefid="x0825388">Programando</hotlnk>en la
                                    secci&#243;n del Controlador del Sistema El&#233;ctrico en este manual.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Intente hacer funcionar la l&#225;mpara de advertencia con el software diagn&#243;stico
                                    "INTUNE".
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara de advertencia responde a la entrada de diagn&#243;stico del
                                    EGC.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Aseg&#250;rese de que el bombillo no est&#225; fundido. Reemplace el tablero del
                                    circuito EGC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>
                                    <hotlnk xrefid="x082540105a">Revisi&#243;n de c&#243;digos de problemas de diagn&#243;stico
                                        de la L&#225;mpara de Advertencia del Freno de estacionamiento.
                                    </hotlnk>
                                    Lea lo exhibido en el od&#243;metro.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Los c&#243;digos de problemas de diagn&#243;stico de la L&#225;mpara de
                                    Advertencia del Freno de estacionamiento est&#225;n activos.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya a
                                    <hotlnk xrefid="x0825421a">Manejo de la Detecci&#243;n de Fallas</hotlnk>.
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>4.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"Off/On"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Intercambie temporalmente el tablero por otro que se conoce que est&#225; bueno y
                                    revise el funcionamiento de la l&#225;mpara.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La l&#225;mpara opera correctamente.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>El mensaje proveniente del ESC est&#225; siendo transmitido. Reemplace el tablero
                                    de circuitos en el EGC original.
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>El mensaje proveniente del ESC no est&#225; siendo transmitido
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Considere el reemplazo
                                        del ESC</hotlnk>.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x082540105a">
            <title>C&#243;digo de Problemas de Diagn&#243;stico (DTC)</title>
            <para>Para exhibir los c&#243;digos de diagn&#243;stico, coloque el veh&#237;culo en el modo de diagn&#243;stico.
                Coloque el freno de estacionamiento y gire la llave de la ignici&#243;n a la posici&#243;n "ON". Luego
                oprima el interruptor para activar "ON" el crucero ("Cruise") y activar el interruptor de reasumir
                ("Resume)". Si no hay c&#243;digos de diagn&#243;sticos presentes, el od&#243;metro del tablero de
                instrumentos exhibir&#225; NO HAY FALLAS ("NO FAULT"). Si hay c&#243;digos de problemas de diagn&#243;stico
                presentes, el indicador del tablero de instrumentos exhibir&#225; el n&#250;mero total de fallas y despu&#233;s
                de 10 segundos, pasar&#225; al siguiente c&#243;digo de problema de diagn&#243;stico. Para pasar
                manualmente a trav&#233;s de la lista de c&#243;digos de problemas de diagn&#243;stico, oprima el bot&#243;n
                de exhibici&#243;n del tablero seleccionar/restablecer ("Select/Reset") El &#250;ltimo car&#225;cter del
                c&#243;digo de problema de diagn&#243;stico terminar&#225; en "A" para un c&#243;digo de problema de
                diagn&#243;stico activo, o en "P" para un c&#243;digo de problema de diagn&#243;stico activo previo.
                Colocando la llave de la ignici&#243;n en "OFF", o liberando el freno de estacionamiento colocar&#225;
                al ESC y al indicador del tablero de instrumentos fuera del modo de diagn&#243;sticos.
            </para>
            <para>Puede que el c&#243;digo de problema de diagn&#243;stico activo previo se borre, mientras que en el
                modo de diagn&#243;stico, se hace colocando la se&#241;al de viraje hacia la izquierda y oprimiendo
                simult&#225;neamente para activar "ON" los interruptores de crucero ("Cruise") y el de establecer
                ("Set").
            </para>
            <table id="t0825405a" tblwidth="full-page" numbered="no" view="reveal">
                <title>C&#243;digo de Problemas de Diagn&#243;stico de la L&#225;mpara de Advertencia del Freno de
                    Estacionamiento
                </title>
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="2.45in"/>
                    <colspec colname="col2" colwidth="4.13in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry align="center" colname="col1">
                                <para>
                                    <emph type="bold">C&#243;digo de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>70 14 1 0</para>
                            </entry>
                            <entry colname="col2">
                                <para>El Freno de Estacionamiento Activado Por Aire est&#225; atascado.</para>
                                <para>Ocurre cuando el interruptor del freno de estacionamiento no coincide con el
                                    sensor de recorrido de la c&#225;mara (SAAR) para la liberaci&#243;n del aire
                                    aplicado al resorte. Esta indica que el freno de estacionamiento no puede ser
                                    aplicado, o no puede ser liberado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>70 14 1 1</para>
                            </entry>
                            <entry colname="col2">
                                <para>La porci&#243;n de aplicaci&#243;n autom&#225;tica con el Freno de Estacionamiento
                                    Activado por Aire no est&#225; operando.
                                </para>
                                <para>Ocurre cuando el interruptor del freno de estacionamiento no est&#225; regulado
                                    dentro de 5 segundos del recibo de la orden de estacionar, como el engranaje
                                    requerido. Esta falla indicar&#225; una falla en la aplicaci&#243;n autom&#225;tica,
                                    o en las l&#237;neas de aire entre el rel&#233; de aplicaci&#243;n autom&#225;tica y
                                    el interruptor del Freno de Estacionamiento.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x0825421a">
            <title>Detecci&#243;n de Fallas/Manejo</title>
            <para>La herramienta de servicio (EZ-Tech) funcionando con el software de diagn&#243;stico "INTUNE" puede
                ordenar al ESC encender todas las luces de advertencia. Esto confirmar&#225; que el EGC est&#225;
                trabajando y comunicando con el enlace de datos. Vea el manual de diagn&#243;sticos para los detalles de
                como usar el software.
            </para>
            <para>Si la l&#225;mpara permanece encendida continuamente o no se enciende cuando el freno de
                estacionamiento est&#225; activado, el problema puede estar en la programaci&#243;n del ESC/EGC o en los
                dispositivos del ESC/EGC, el interruptor del freno de estacionamiento o el
                <hotlnk xrefid="f0825446">cableado del interruptor del freno de estacionamiento</hotlnk>
                hacia el ESC.
            </para>
            <figure id="f0825446" figsize="pg-wide">
                <graphic filename="../figg08/g082546.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Circuitos del Freno de Estacionamiento. Para lo &#250;ltimo en Informaci&#243;n del Circuito,
                    Refi&#233;rase Siempre al Libro de Diagramas del Circuitos
                </caption>
                <calloutgroup>
                    <callout1>(1600) CONEXI&#211;N ESC
                        <callout2>LOCALIZADO EN EL LADO DE LA CABINA DEL ESC</callout2>
                    </callout1>
                    <callout1>(1800) CONEXI&#211;N DEL M&#211;DULO DE CONTROL DEL CONDUCTOR
                        <callout2>LOCALIZADO A LA DERECHA DE LA COLUMNA DE LA DIRECCI&#211;N</callout2>
                    </callout1>
                    <callout1>(1813) INTERRUPTOR DEL FRENO DE ESTACIONAMIENTO (CON FRENOS DE AIRE)
                        <callout2>LOCALIZADO CERCA DEL CONTROLADOR DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(1815) INTERRUPTOR DEL FRENO DE ESTACIONAMIENTO (CON FRENOS HIDR&#193;ULICOS )
                        <callout2>LOCALIZADO CERCA DEL CONTROLADOR DEL MOTOR</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t08254a23a">
                <title>Tabla de Revisi&#243;n de Voltaje de la L&#225;mpara del Freno de Estacionamiento</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="1.74in"/>
                    <colspec colname="2" colwidth="1.65in"/>
                    <colspec colname="4" colwidth="3.24in"/>
                    <spanspec namest="1" nameend="4" spanname="S1T6"/>
                    <thead>
                        <row>
                            <entry colspan="3" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n del voltaje de las conexi&#243;n (1813) o (1815) del
                                        interruptor del Freno de Estacionamiento (Revise con el interruptor del freno
                                        desconectado y la llave del interruptor de ignici&#243;n en posici&#243;n "ON")
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colname="4" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Conexi&#243;n del arn&#233;s (1813), cavidad C, o la (1815) cavidad A a tierra.
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje es incorrecto, revise el circuito B44BB o el A44BB tienen aperturas
                                    o corto circuitos. Si la revisi&#243;n de los circuitos est&#225; bien, falta
                                    voltaje proveniente del ESC, clavija 32 de la conexi&#243;n (1600) proveniente.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Conexi&#243;n del arn&#233;s (1813), cavidad C con cavidad D, o la conexi&#243;n
                                    (1815) cavidad A con cavidad B.
                                </para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje es correcto, y contin&#250;a la condici&#243;n, ha fallado el
                                    interruptor de los frenos. Reemplace el interruptor.
                                </para>
                                <para>Si el voltaje es incorrecto, revise si los circuito B9V, A9V o A9H tienen apertura
                                    o buena conexi&#243;n con tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">No hay c&#243;digos de diagn&#243;stico asociados con esta
                                        caracter&#237;stica.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extendida</title>
            <para>En los veh&#237;culos con frenos hidr&#225;ulicos, el nivel de referencia de o voltios es suministrado
                por el terminal 3 de la conexi&#243;n (1600) del ESC hacia el interruptor del freno de estacionamiento,
                terminal B de la conexi&#243;n (1815).
            </para>
            <para>En los veh&#237;culos con frenos de aire, el nivel de referencia de o voltios es suministrado por el
                terminal 3 de la conexi&#243;n (1600) del ESC hacia el interruptor del freno de estacionamiento,
                terminal C de la conexi&#243;n (1813).
            </para>
            <para>Cuando el
                <hotlnk xrefid="f0825441">freno de estacionamiento</hotlnk>
                es activado el interruptor est&#225; cerrado y el nivel de referencia de o voltios es suministrado al
                terminal 32 de la conexi&#243;n (1600) del ESC indicando al ESC que el freno de estacionamiento ha sido
                activado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n de Componentes</title>
            <figure id="f0825440" figsize="col-wide">
                <graphic filename="../figg08/g0825899.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Localizaci&#243;n del Interruptor del Freno de estacionamiento (Con Frenos hidr&#225;ulicos)
                </caption>
                <calloutgroup>
                    <callout1>1. INTERRUPTOR DEL FRENO DE ESTACIONAMIENTO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0825441" figsize="pg-wide">
                <graphic filename="../figg08/g08260A9.webp" type="webp" scalefit="1" scalefitwidth="368px"/>
                <caption>Localizaci&#243;n del interruptor del freno de Aire para Estacionamiento (Vista del Soporte de
                    la Columna de la Direcci&#243;n)
                </caption>
                <calloutgroup>
                    <callout1>(1813) INTERRUPTOR DE PRESI&#211;N DEL INDICADOR DE ESTACIONAMIENTO</callout1>
                    <callout1>(1800) CONEXI&#211;N DCM</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082540104.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08254405.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
