<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS DE LAS PUERTAS DELANTERAS
        CERRADURAS (ENERG&#205;A) - PROCEDIMIENTO DE SERVICIO PARA TRANSMISORES SISTEMA "RKE"
    </stitle>
    <svcman/>
    <svcproc id="x082580404" svcproctype="Service" graphiccount="0">
        <title>PROCEDIMIENTO DE SERVICIO PARA TRANSMISORES SISTEMA "RKE"</title>
        <para>Reemplazos para los transmisores "Llaveros FOBS" se pueden obtener de Repuestos de Servicio ordenando el n&#250;mero
            de repuesto 3544938C2.
        </para>
        <para>
            <title>Aprendizaje y Borrado de Transmisores</title>
        </para>
        <para>Antes de que el transmisor pueda ser usado por primera vez, el tiene que ser "aprendido " por el receptor.
            Hasta 6 transmisores diferentes pueden ser aprendidos por un receptor sencillo del sistema "RKE" en un grupo
            "POD".
        </para>
        <para>Estos procedimientos est&#225; dise&#241;ados para una operaci&#243;n manual de aprendizaje/borrado en un
            veh&#237;culo completo. Ellas se pueden utilizar para el "aprendizaje" de transmisores de reemplazo, para
            usar hasta 6 transmisores con acceso al mismo veh&#237;culo, o para tener acceso a cualquier n&#250;mero de
            veh&#237;culos que usen el mismo transmisor. Si el sistema "RKE" est&#225; siendo instalado en el veh&#237;culo,
            se requiere una programaci&#243;n adicional del Controlador del Sistema El&#233;ctrico para operar la
            bocina, el sonido de p&#225;nico y hacer funcionar la luz de la b&#243;veda con el sistema "RKE".
        </para>
        <para>
            <title>Procedimiento Para Borrar Todo lo "Aprendido" Por los Transmisores</title>
        </para>
        <step1>
            <para count="1">Mueva la llave de ignici&#243;n de la posici&#243;n "OFF" a la "ON". Paso 2. se debe iniciar
                dentro de los 10 segundos del movimiento de la llave de la ignici&#243;n (todos los cuatro botones
                oprimidos).
            </para>
        </step1>
        <step1>
            <para count="1">Haga los siguiente en el grupo "POD" de la puerta del lado del conductor:</para>
            <para>Mientras mantiene hacia abajo el interruptor para subir el vidrio del conductor, el de bajar el vidrio
                del conductor y los interruptores para desasegurar la cerraduras, oprima y sostenga el interruptor de
                seguro. Todos los cuatro interruptores deben ser sostenidos por lo menos durante 5 segundos, se
                recomienda entre 6 o 7 segundos. Despu&#233;s de 5 segundos la unidad del grupo "POD, RKE" de la puerta
                borra todos los transmisores aprendidos y el sistema "RKE" quedar&#225; inhabilitado. En este punto, el
                procedimiento de borrado queda terminado y se debe iniciar un nuevo ciclo de la ignici&#243;n para
                efectuar cualquier "aprendizaje" de transmisor.
            </para>
        </step1>
        <para>
            <title>Procedimiento Para Aprendizaje de un Transmisor</title>
        </para>
        <specpara>
            <note>
                <para>Este procedimiento de aprendizaje no puede ser efectuado durante el mismo ciclo de la ignici&#243;n
                    para el procedimiento de "borrar todos los transmisores aprendidos". Si es necesario, el
                    procedimiento de borrado se debe completar antes de iniciar este procedimiento.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Mueva la llave de la ignici&#243;n de la posici&#243;n "OFF" a la posici&#243;n "ON" (dejar
                en "ON" la posici&#243;n de la ignici&#243;n no funcionar&#225; el procedimiento, tiene que hacerse el
                ciclo). Paso 4. se debe iniciar dentro de los 10 segundos del movimiento de la llave de la ignici&#243;n
                (todos los cuatro botones oprimidos).
            </para>
        </step1>
        <step1>
            <para count="1">Haga los siguiente en el grupo "POD" de la puerta del lado del pasajero:</para>
            <para>Mientras mantiene hacia abajo el interruptor para subir el vidrio, el de bajar el vidrio, y los
                interruptores para desasegurar la cerraduras, oprima y sostenga el interruptor de seguro. Todos los
                cuatro interruptores deben ser sostenidos por lo menos durante 5 segundos. se recomienda entre 6 o 7
                segundos.
            </para>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de 5 segundos, la unidad del grupo "POD, RKE" de la puerta entra en el "Modo de
                Aprendizaje" y se est&#225; en el durante 10 segundos (o hasta que el transmisor sea "aprendido"). Una
                vez que el sistema "RKE" entra en el "Modo de Aprendizaje", se pueden liberar los cuatro botones.
                Durante los diez segundos del "Modo de Aprendizaje" cualquier funci&#243;n en el nuevo llavero
                transmisor "FOBS" tiene que hacerse funcionar por lo menos dos veces (Vea la Nota 1).
            </para>
            <specpara>
                <note>
                    <para>1. Despu&#233;s de que el transmisor ha sido "aprendido" el siguiente funcionamiento del nuevo
                        transmisor efectuar&#225; la funci&#243;n indicada. Es recomendado que el transmisor sea operado
                        sucesivamente hasta que la funci&#243;n clave sea efectuada en el momento; por ejemplo,
                        oprimiendo dos veces el bot&#243;n del seguro "LOCK" en el transmisor, el receptor debe aprender
                        su c&#243;digo, y al oprimir el bot&#243;n por tercera vez, el debe asegurar la cerraduras y
                        producir un sonido moment&#225;neo de la bocina de ciudad. Esta es una buena manera de confirmar
                        r&#225;pidamente el &#233;xito del "aprendizaje".
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>2. Los Pasos 1 al 5. del proceso de "aprendizaje" tiene que ser repetidos para cada uno de los
                        transmisores que deba ser "aprendido".
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_238.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082580402.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
