<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DEL GRUPO DE 4 SOLENOIDES DE AIRE -
        DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <svcprocinfo>
            <para>Se puede sospechar de una falla en el m&#243;dulo del grupo de 4 solenoides de aire o sus circuitos
                cuando una de las caracter&#237;sticas controladas por aire (como las cornetas de aire) no funcione
                correctamente. El ESC registrar&#225; un c&#243;digo de problema de diagn&#243;stico cuando hay un
                problema en el grupo de interruptores, en el m&#243;dulo de 4 solenoides de aire, o en los circuitos
                hacia el m&#243;dulo.
            </para>
            <para>Un problema con la operaci&#243;n de los solenoides de aire se puede atribuir a una apertura o corto
                en los circuitos entre el m&#243;dulo del solenoide de aire y el ESC, una falla interna en el m&#243;dulo
                o falta de se&#241;ales provenientes del ESC. El problema tambi&#233;n se puede atribuir a falta de
                entradas al ESC provenientes del grupo de interruptores, o directamente a un interruptor.
            </para>
            <para>Una herramienta de servicio (EZ-Tech) funcionando con el software "INTUNE" se puede usar para
                determinar la configuraci&#243;n programada del ESC y del m&#243;dulo del solenoide de aire. Vea el
                manual del software para diagn&#243;stico para detalles sobre como usar el software.
            </para>
            <para>El software de diagn&#243;stico "INTUNE" se puede usar para revisar la operaci&#243;n de los
                solenoides de aire, monitorear las entradas de los interruptores al ESC y exhibir los c&#243;digos de
                problemas de diagn&#243;stico. Vea el manual del software para diagn&#243;stico para detalles sobre como
                usar el software.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n Preliminar del M&#243;dulo del Grupo de 4 Solenoides de Aire</title>
            <specpara>
                <note>
                    <para>Antes de efectuar la Revisi&#243;n Preliminar, aseg&#250;rese que hay presi&#243;n de aire en
                        el grupo de solenoide de aire, que no existan restricciones en las l&#237;neas de aire hacia el
                        dispositivo operado por aire, y que el dispositivo operado por aire suene mec&#225;nicamente.
                    </para>
                </note>
            </specpara>
            <table id="t0825807" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Preliminar del M&#243;dulo del grupo de 4 solenoides de aire</title>
                <tgroup cols="7" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.55in"/>
                    <colspec colname="2" charoff="50" colwidth="0.54in"/>
                    <colspec colname="3" charoff="50" colwidth="1.26in"/>
                    <colspec colname="4" charoff="50" colwidth="0.98in"/>
                    <colspec colname="5" charoff="50" colwidth="1.02in"/>
                    <colspec colname="6" charoff="50" colwidth="0.96in"/>
                    <colspec colname="7" charoff="50" colwidth="1.39in"/>
                    <thead>
                        <row>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PUNTOS DE PRUEBA</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIFIC.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <revst/>
                                <para>Aseg&#250;rese si hay presi&#243;n de aire en el grupo de solenoides de aire.
                                </para>
                                <revend/>
                                <para>Verifique si el solenoide de aire que controla el dispositivo no est&#225;n
                                    funcionando correctamente.
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Intente hacer funcionar el dispositivo operado por el solenoide de aire.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>El dispositivo operado por el solenoide de aire
                                    <emph type="bold">no</emph>
                                    funciona correctamente.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>El dispositivo operado por el solenoide de aire est&#225; operando correctamente.
                                    El problema no existe o es intermitente. (Revise si hay activos c&#243;digos de
                                    problemas de diagn&#243;stico previos.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Determine si alguna otra caracter&#237;stica (diferente a las controladas por
                                    aire) est&#225;n funcionando mal y pueda tener circuitos comunes. (Ejemplo: Falta de
                                    energ&#237;a o tierra com&#250;n a varias caracter&#237;sticas.)
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si hay otros dispositivos funcionando mal.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Ning&#250;n otro dispositivo est&#225; funcionando mal.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Identifique y repare las condiciones que est&#225;n causando que varias caracter&#237;sticas
                                    est&#233;n funcionando mal.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>
                                    <hotlnk xrefid="x082590401">Revise si hay c&#243;digos de problemas de diagn&#243;stico.</hotlnk>
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Lea la pantalla del od&#243;metro.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Hay c&#243;digos de problemas de diagn&#243;stico activos.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Una falla el&#233;ctrica debe registrar un DTC. Aseg&#250;rese de que no hay
                                    problemas mec&#225;nicos con el dispositivo afectado.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>4.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>
                                    <hotlnk xrefid="x082590401">Revise si hay c&#243;digos de problemas de diagn&#243;stico
                                        para el grupo de 4 solenoides de aire.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Lea la pantalla del od&#243;metro.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Hay c&#243;digos de problemas de diagn&#243;stico para el grupo de 4 solenoides de
                                    aire.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya a
                                    <hotlnk document="m08250_X082580703.xml" xrefid="x082580703">Circuitos del Grupo de
                                        4 Solenoides de Aire Provenientes del ESC.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Hay otros DTC presentes. Vaya a la secci&#243;n de este manual asociada con los
                                    DTC.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x082590401">
            <title>C&#243;digos de problemas de diagn&#243;stico (DTC)</title>
            <para>Para exhibir los c&#243;digos de diagn&#243;stico, ponga el veh&#237;culo en el modo de diagn&#243;stico.
                Coloque el freno de estacionamiento y la llave del interruptor de ignici&#243;n en posici&#243;n "ON".
                Luego oprima los interruptores del Crucero "ON" y "Resume". Si no hay c&#243;digos de problemas de diagn&#243;stico
                presentes, la pantalla del od&#243;metro exhibir&#225; "NO FAULT". Si hay c&#243;digos de problemas de
                diagn&#243;stico presentes, el tablero de instrumentos electr&#243;nicos mostrar&#225; cada c&#243;digo
                de problema de diagn&#243;stico durante 10 segundos cambiar&#225; autom&#225;ticamente al siguiente c&#243;digo
                de problemas de diagn&#243;stico y contin&#250;a el ciclo a trav&#233;s de todas las fallas. Para
                cambiar manualmente las exhibiciones de c&#243;digos de problemas de diagn&#243;stico listadas, oprima
                el bot&#243;n "Select/Reset" de la pantalla del tablero de instrumentos. El &#250;ltimo car&#225;cter
                del c&#243;digo de problemas de diagn&#243;stico terminar&#225; en "A" indicando los c&#243;digos de
                problemas de diagn&#243;stico activos, o en "P" indicando los c&#243;digos de problemas de diagn&#243;stico
                activos previamente. Colocando la llave del interruptor de ignici&#243;n en posici&#243;n "Off" pondr&#225;
                al ESC y al tablero de instrumentos fuera del modo de diagn&#243;sticos.
            </para>
            <para>Los c&#243;digos de problemas de diagn&#243;stico previamente activos se pueden borrar colocando la
                llave del interruptor de ignici&#243;n en posici&#243;n "Accessory" colocando la palanca de indicaci&#243;n
                de viraje a la izquierda y oprimiendo simult&#225;neamente los interruptores de Crucero "ON" y "SET".
            </para>
            <table id="t0825808a" tblwidth="full-page" numbered="no" view="reveal">
                <title>C&#243;digos de Problemas de Diagn&#243;stico Para el Grupo de 4 Solenoides de Aire</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.59in"/>
                    <colspec colname="col2" colwidth="3.91in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 2 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Energ&#237;a para el solenoide proveniente de la conexi&#243;n (4008) del ESC,
                                    corriente baja
                                </para>
                                <para>La corriente de esta salida est&#225; por debajo de 0.5 Amperios</para>
                                <para>Circuito abierto</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 2 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Energ&#237;a para el solenoide proveniente de la conexi&#243;n (4008) del ESC,
                                    corriente alta
                                </para>
                                <para>La salida se porta como un interruptor de circuito de 20 amperios, Tipo III</para>
                                <para>Corto con tierra o sobrecarga</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <revst/>
                                <para>611 14 2 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Energ&#237;a del solenoide, menor que la normal baja, pero mayor que un circuito
                                    abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 2 4</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Energ&#237;a del solenoide, mayor que la normal alta, pero menor que la corriente
                                    fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>611 14 2 6</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>Energ&#237;a del solenoide, tiene flujo de corriente a&#250;n cuando la salida ha
                                    sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 10 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #1 del grupo de 4 solenoides de aire/Eje de 2 Velocidades, sobrecargado
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 10 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #1 del grupo de 4 solenoides de aire/Eje de 2 Velocidades, con circuito
                                    abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 10 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #1 del grupo de 4 solenoides de aire/Eje de 2 Velocidades, en corto con
                                    tierra
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 12 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #2 del grupo de 4 solenoides de aire/Bloqueo Diferencial, sobrecargado
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 12 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #2 del grupo de 4 solenoides de aire/Bloqueo Diferencial, con circuito
                                    abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 12 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #2 del grupo de 4 solenoides de aire/Bloqueo Diferencial, en corto con
                                    tierra
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 15 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #3 del grupo de 4 solenoides de aire/Caja de Transferencia A,
                                    sobrecargado
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 15 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #3 del grupo de 4 solenoides de aire/Caja de Transferencia A, con
                                    circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 15 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #3 del grupo de 4 solenoides de aire/Caja de Transferencia A, en corto
                                    con tierra
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 16 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #4 del grupo de 4 solenoides de aire/Descarga de la Suspensi&#243;n,
                                    sobrecargado
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 16 2</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>El canal #4 del grupo de 4 solenoides de aire/Descarga de la Suspensi&#243;n,
                                    circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 16 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>El canal #4 del grupo de 4 solenoides de aire/Descarga de la Suspensi&#243;n, en
                                    corto con tierra
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825912.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082580703.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
