<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MOTORES - MOTORES V8-AVNT - M&#211;DULO DE CONTROL REMOTO DE VELOCIDAD DEL MOTOR
        (RESCM)
    </stitle>
    <svcman/>
    <svcproc id="x0825755" svcproctype="describe" graphiccount="1">
        <title>M&#211;DULO DE CONTROL REMOTO DE VELOCIDAD DEL MOTOR (RESCM)</title>
        <svcsubproc>
            <title>Funciones del Circuito</title>
            <para>El motor V8 tiene c&#243;digos de caracter&#237;sticas opcionales que le permiten controlar el motor
                desde un lugar remoto fuera de la cabina. Esto se puede lograr por medio del uso de un m&#243;dulo de
                control de velocidad del motor (RESCM).
            </para>
            <para>El control de velocidad del motor remoto es entrelazado por el fabricante de carrocer&#237;as, para
                ser usado para operaciones del motor desde un punto remoto. El RESCM se entrelaza con el ESC a trav&#233;s
                del enlace de datos, v&#237;a mensajes apropiados J1939. En la mayor&#237;a de los casos, la informaci&#243;n
                solamente pasar a trav&#233;s del ESC hacia el ESC. Pero, debido a la propia naturaleza de la comunicaci&#243;n
                entre el RESCM y el ESC, puede ser necesaria alguna conversi&#243;n de datos.
            </para>
            <para>El RESCM proporciona 4 funciones de interruptor, un veloc&#237;metro, un tac&#243;metro, dos luces de
                advertencia y un acelerador remoto. El RESCM tambi&#233;n est&#225; en la capacidad de proporcionar
                caracter&#237;sticas de gobierno de presi&#243;n, cubiertas por la caracter&#237;stica ESC del
                gobernador de presi&#243;n.
            </para>
            <para>El RESCM incluye espec&#237;ficamente lo siguiente:</para>
            <randlist type="bullet">
                <item>
                    <para>Un interruptor de capacitaci&#243;n del PTO, variable (Digital)</para>
                </item>
                <item>
                    <para>Un interruptor de capacitaci&#243;n para preestablecer del PTO (Digital)</para>
                </item>
                <item>
                    <para>Un interruptor para pre-establecer una velocidad de crucero (Duplicando el control de la
                        cabina)
                    </para>
                </item>
                <item>
                    <para>Un interruptor para reasumir una velocidad de aceleraci&#243;n (Duplicando el control de la
                        cabina)
                    </para>
                </item>
                <item>
                    <para>Una l&#225;mpara de advertencia del motor, color &#225;mbar (Digital)</para>
                </item>
                <item>
                    <para>Una l&#225;mpara de pare del motor, color rojo (Digital)</para>
                </item>
                <item>
                    <para>Un veloc&#237;metro (enlace de datos con la se&#241;al de salida electr&#243;nica)</para>
                </item>
                <item>
                    <para>Un tac&#243;metro (enlace de datos con la se&#241;al de salida electr&#243;nica)</para>
                </item>
                <item>
                    <para>Un acelerador remoto (entrada an&#225;loga)</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>El fabricante de carrocer&#237;as proporcionar&#225; los dispositivos electromec&#225;nicos
                        que est&#225;n conectados con la unidad RESCM.
                    </para>
                </note>
            </specpara>
            <para>Si la comunicaci&#243;n entre el RESCM y el ESC llegare a perderse, las se&#241;ales de entrada del
                sensor, que se reciben normalmente provenientes del RESCM, ser&#225;n enviadas al motor como "no
                disponibles" y las entradas al interruptor ser&#225;n enviadas al motor como "OFF"
            </para>
            <para>Para m&#225;s detalles, vea el Manual del Fabricante de la Carrocer&#237;a CT-471, o el manual
                aplicable para el motor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n de Componentes</title>
            <figure id="f082571e" figsize="pg-wide">
                <graphic filename="../figg08/g082578.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Localizaci&#243;n RESCM</caption>
                <calloutgroup>
                    <callout1>1. PRODUCTO DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>2. ARN&#201;S PARA EL MOTOR DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_196.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825713.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
