<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - FRENOS DE AIRE CON ANTI-BLOQUEO "ABS" DE
        BENDIX&#8482;
    </stitle>
    <svcman/>
    <svcsubsec id="x0825929">
        <title>FRENOS DE AIRE CON ANTI-BLOQUEO "ABS" DE BENDIX&#8482;</title>
        <svcsubsecinfo>
            <para>La discusi&#243;n en esta secci&#243;n sobre el sistema de frenos de aire anti-bloqueo, se limita a
                los circuitos de energ&#237;a y a la intercomunicaci&#243;n por el enlace de datos. Para detalles e
                informaci&#243;n sobre el funcionamiento y localizaci&#243;n de fallas del ABS, vea el manual Bendix&#8482;
                SD-13 - 4815.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0825902" figsize="pg-wide">
                <graphic filename="../figg08/g0825921.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n de Sistema de Frenos de Aire ABS</caption>
                <calloutgroup>
                    <callout1>1. UNIDAD DE CONTROL ELECTR&#211;NICO DE FRENOS DE AIRE ABS BENDIX EC-30</callout1>
                    <callout1>2. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA</callout1>
                    <callout1>3. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>4. ENLACE DE DATOS 1939 DEL GRUPO DE INSTRUMENTOS AL CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. TABLERO DE INSTRUMENTOS ELECTR&#211;NICOS</callout1>
                    <callout1>6. CONEXI&#211;N PARA DIAGN&#211;STICOS</callout1>
                    <callout1>7. ENLACE DE DATOS 1708 (USO PRIMARIO PARA DIAGN&#211;STICOS Y PROGRAMACI&#211;N)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>La funci&#243;n del ABS del EC-30 est&#225; dise&#241;ada para optimizar el deslizamiento en todas las
                ruedas del veh&#237;culo. Adicional a la funci&#243;n del ABS, el EC-30 puede ser configurado para
                proporcionar una caracter&#237;stica de control de tracci&#243;n autom&#225;tica (ATC). El ATC puede
                mejorar la tracci&#243;n del veh&#237;culo durante la aceleraci&#243;n o en caminos con condiciones
                adversas. El ATC puede utilizar el limitador de torsi&#243;n del motor y/o el frenado diferencial para
                mejorar la tracci&#243;n del veh&#237;culo.
            </para>
            <para>La unidad de control electr&#243;nico (ECU) EC-30 recibe la entrada proveniente de los sensores de
                velocidad de las ruedas para activar los moduladores requeridos para el control del frenado de cada
                rueda. El tambi&#233;n se comunica a trav&#233;s del enlace de datos 1939 del tren de potencia, con los
                controladores y otros sistemas para limitar la torsi&#243;n del motor, desactivar retardadores, y
                controlar el ABS, ATC y las l&#225;mparas de advertencia del remolque.
            </para>
            <para>A partir del 1 de marzo del 2001, todos los veh&#237;culos remolcadores deben controlar en la cabina
                una l&#225;mpara de advertencia del ABS del remolque. Los remolques construidos despu&#233;s de esa
                fecha transmitir&#225;n el estado de la unidad del ABS del remolques a trav&#233;s de la l&#237;nea de
                energ&#237;a (clavija central, del cable azul de la conexi&#243;n del remolque) hacia el tractor, usando
                la l&#237;nea de energ&#237;a del transportador de comunicaciones (PLC). Para informaci&#243;n detallada
                sobre la operaci&#243;n del ABS y el PLC, vea el manual Bendix&#8482; SD-13 - 4815.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_334.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_336.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
