<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - LUZ DE LA B&#211;VEDA Y DE MAPAS - ENTRADA DEL
        INTERRUPTOR DE PUERTA AL ESC
    </stitle>
    <svcman/>
    <svcproc id="x08260402" svcproctype="troubleshoot" graphiccount="1">
        <title>ENTRADA DEL INTERRUPTOR DE PUERTA AL ESC</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Vea,
                <hotlnk xrefid="f0826018">Circuitos de Interruptores de las Puertas al ESC</hotlnk>.
            </para>
            <para>Hay disponibles varias opciones de interruptores de las puertas. Las opciones van desde un interruptor
                en la puerta del conductor a interruptores en todas las puertas.
            </para>
            <para>Un problema en el, o los circuitos de interruptores de puerta impedir&#225; que las luces funcionen
                cuando una o dos puertas se abren. Un problema en los circuitos de las puertas se puede atribuir a un
                interruptor defectuoso, un problema en el ESC, un corto circuito o una apertura de circuito.
            </para>
            <figure id="f0826018" figsize="pg-wide">
                <graphic filename="../figg08/g0826032.webp" type="webp" scalefit="1" scalefitwidth="448px"/>
                <caption>Circuitos de Interruptores de las Puertas al ESC (Conexiones Vistas Por el Lado de Empalme) -
                    Vea Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(1600) CONEXI&#211;N DE 36 V&#205;AS AL ESC
                        <callout2>LOCALIZADO EN EL ESC DEL LADO DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(2000) CONEXI&#211;N DEL TECHO
                        <callout2>LOCALIZADA CERCA DE LA COLUMNA A DEL LADO DEL CONDUCTOR</callout2>
                    </callout1>
                    <callout1>(2111) CONEXI&#211;N DEL INTERRUPTOR DE LA LUZ DE LA B&#211;VEDA DE LA PUERTA DERECHA
                        <callout2>LOCALIZADA EN LA COLUMNA B DEL LADO DEL PASAJERO</callout2>
                    </callout1>
                    <callout1>(2112) CONEXI&#211;N DEL INTERRUPTOR DE LA LUZ DE LA B&#211;VEDA DE LA PUERTA IZQUIERDA
                        <callout2>LOCALIZADA EN LA COLUMNA B DEL LADO DEL CONDUCTOR</callout2>
                    </callout1>
                    <callout1>(2113) CONEXI&#211;N DEL INTERRUPTOR DE LA LUZ DE LA B&#211;VEDA DE LA PUERTA DE TRIPULACI&#211;N
                        DERECHA
                        <callout2>LOCALIZADA EN LA COLUMNA C DEL LADO DEL PASAJERO (SOLAMENTE EN CABINA DE TRIPULACI&#211;N)</callout2>
                    </callout1>
                    <callout1>(2114) CONEXI&#211;N DEL INTERRUPTOR DE LA LUZ DE LA B&#211;VEDA DE LA PUERTA DE TRIPULACI&#211;N
                        IZQUIERDA
                        <callout2>LOCALIZADA EN LA COLUMNA C DEL LADO DEL CONDUCTOR (SOLAMENTE EN CABINA DE TRIPULACI&#211;N)</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0826009" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas del Circuito del Interruptor de la Puerta</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.56in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="0.91in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">FALLAS</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico asociados con los circuitos
                                    de las puertas.
                                </para>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s, cavidad A con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios con el interruptor de ignici&#243;n "ON", 5 &#177; .5 con el
                                    interruptor de ignici&#243;n "OFF".
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos D63A, o A63A. Tambi&#233;n
                                    revise si hay corto en los circuitos D63A, A63A, o en los circuitos hacia otros
                                    interruptores de puerta.
                                </para>
                                <para>Aseg&#250;rese tambi&#233;n de que el voltaje de salida del ESC sea el
                                    apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Vea, Reemplazo del ESC
                                        en este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s, cavidad B con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3" align="center">
                                <para>&#60;.3 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Se&#241;al de referencia de cero voltios.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s, cavidad A con cavidad B.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3" align="center">
                                <para>12 &#177; 1.5 voltios con el interruptor de ignici&#243;n "OFF", 5 &#177; .5 con
                                    el interruptor de ignici&#243;n "OFF".
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos entre ESC conexi&#243;n
                                    (1600) cavidad D y la conexi&#243;n del interruptor de la luz de la b&#243;veda,
                                    cavidad B. Si no hay un nivel de referencia de cero voltios proveniente del ESC
                                    causar&#225; que otros dispositivos varios no funcionen.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisiones de Resistencia del Interruptor de Puerta (2112)</emph>
                                </para>
                                <para>Revisi&#243;n en el interruptor de la puerta.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Resistencia en la conexi&#243;n del interruptor de puerta, entre clavijas A y B.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3" align="center">
                                <para>&#60;1 ohmio con la puerta abierta. >50 Kilo ohmios con un pieza de acero en
                                    frente del interruptor.
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si la resistencia es incorrecta, reemplace el interruptor defectuoso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Si el interruptor de la puerta y los circuitos del interruptor de la puerta est&#225;n
                                    bien, prosiga con las
                                    <hotlnk document="m082504_X08260403.xml" xrefid="x08260403">revisiones de circuitos
                                        de la luz de la b&#243;veda</hotlnk>.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA)</title>
            <para>Vea,
                <hotlnk xrefid="f0826018">Vea, Circuitos de Interruptor de la Puerta hacia el ESC</hotlnk>.
            </para>
            <para>Se usa un interruptor de proximidad para el, o los interruptores de las puertas. Cuando el acero pasa
                por el frente del interruptor, el se abre. y cuando la puerta se abre, el interruptor se cierra.
            </para>
            <para>El ESC monitorea el voltaje de la conexi&#243;n (1600) del ESC. Cuando el interruptor de la puerta se
                cierra, una se&#241;al de referencia de cero voltios proveniente del ESC ser&#225; aplicada a trav&#233;s
                del interruptor de la puerta y devuelta al ESC. Esto causa una ca&#237;da de voltaje y el ESC activar&#225;
                la, o las luces de la b&#243;veda ("ON").
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_473.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08260403.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
