<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - PAT&#205;N DE LA QUINTA RUEDA, CONTROLADO
        POR AIRE
    </stitle>
    <svcman/>
    <svcsubsec id="x0825921">
        <title>PAT&#205;N DE LA QUINTA RUEDA, CONTROLADO POR AIRE</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259u2" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n del Pat&#237;n de la Quinta Rueda</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>El sistema usa un solenoide de aire controlado electr&#243;nicamente para suministrar aire piloto a un
                solenoide m&#225;s grande, el cual controla el dispositivo.
            </para>
            <para>La posici&#243;n del interruptor localizado en el tablero de instrumentos es comunicada al ESC. El ESC
                enviar&#225; lla se&#241;al al m&#243;dulo del solenoide de aire remoto, que contiene un rel&#233;
                configurado para hacer funcionar el dispositivo. Se pueden usar dos diferentes grupos de solenoides para
                controlar la presi&#243;n de aire. La versi&#243;n del grupo de 7 solenoides es controlada por mensajes
                del J1939 y la versi&#243;n de 4 solenoides es controlada por un cable distinto.
            </para>
            <para>El dispositivo del pat&#237;n de la quinta rueda le proporciona al operador la posibilidad de liberar
                y asegurar el pat&#237;n de la quinta rueda por medio de interruptores en la cabina.
            </para>
            <para>Esta caracter&#237;stica le permite al operador liberar la quinta rueda con el objeto de ajustar su
                posici&#243;n hacia adelante o hacia atr&#225;s para distribuir el peso del remolque sobre el, o los
                ejes traseros. Adicionalmente, esta caracter&#237;stica le permite el conductor mover la quinta rueda
                hacia el tractor. Esto incrementa la longitud m&#225;xima permitida del remolque.
            </para>
            <para>Siempre que se libere la quinta rueda, la luz del interruptor del pat&#237;n de la quinta rueda estar&#225;
                iluminada. Estar&#225;n prohibidos los ajustes del pat&#237;n de la quinta rueda y estar&#225; bloqueada
                si la velocidad del veh&#237;culo excede los par&#225;metros de velocidad predeterminados.
            </para>
            <para>Siempre que el movimiento del pat&#237;n de la quinta rueda est&#233; prohibido debido a exceso de
                velocidad, el indicador del interruptor destellar&#225; lentamente. Una vez que este dispositivo se
                encuentre en estado de inhibici&#243;n, el pat&#237;n de la quinta rueda debe permanecer asegurado hasta
                que el interruptor del pat&#237;n de la quinta rueda sea cambiado de posici&#243;n, reducida la
                velocidad del veh&#237;culo a la velocidad permitida, y no est&#233;n presentes relevos del interruptor
                o errores del enlace de datos.
            </para>
            <para>Cuando ocurra un error del interruptor o del enlace de datos J1939, la quinta rueda permanecer&#225;
                asegurada sin tener en cuenta es estado f&#237;sico de los interruptores.
            </para>
            <para>El pat&#237;n de la quinta rueda ser&#225; asegurado cuando el interruptor del pat&#237;n sea colocado
                en posici&#243;n "OFF".
            </para>
            <para>El pat&#237;n de la quinta rueda ser&#225; liberado cuando se cumplan los siguientes requerimientos:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Cuando la llave del interruptor de ignici&#243;n est&#233; en posici&#243;n "Run".</para>
                </item>
                <item>
                    <para>No haya presente ning&#250;n error del interruptor del pat&#237;n de la quinta rueda.</para>
                </item>
                <item>
                    <para>La velocidad del veh&#237;culo sea menor de la velocidad m&#225;xima permitida programada de 2
                        MPH
                    </para>
                </item>
                <item>
                    <para>No haya presente ning&#250;n error de velocidad del veh&#237;culo en el enlace de datos.
                    </para>
                </item>
                <item>
                    <para>No est&#233; inhibido actualmente el funcionamiento del pat&#237;n de la quinta rueda.</para>
                </item>
            </randlist>
            <para>Mientras la quinta rueda se est&#225; liberando, la detecci&#243;n de cualquiera de las condiciones
                que se mencionan adelante, causar&#225; que el pat&#237;n de la quinta rueda se asegure, quede inhibido
                y permanezca engranado. Condiciones: Queda inhibido hasta que el interruptor del pat&#237;n de la quinta
                rueda se haya cambiado de posiciones. Perdida de comunicaci&#243;n con el grupo de interruptores 1708,
                la cual proporciona la informaci&#243;n del interruptor del pat&#237;n de la quinta rueda. Perdida de
                comunicaci&#243;n con el enlace de datos del tren de potencia J1939, el cual transporta la informaci&#243;n
                sobre la velocidad del veh&#237;culo. El veh&#237;culo excede la velocidad m&#225;xima permitida,
                establecida en 2 MPH. El indicador del interruptor del pat&#237;n de la quinta rueda deber&#225; estar
                firmemente colocado en "ON" , mientras el pat&#237;n de la quinta rueda es liberado. El indicador del
                interruptor del pat&#237;n de la quinta rueda deber&#225; estar destellando lentamente, cuando se
                solicite su liberaci&#243;n y la energ&#237;a para el solenoide de aire haya sido interrumpida debido a
                un error del solenoide. El indicador del interruptor del pat&#237;n de la quinta rueda deber&#225; estar
                destellando lentamente cuando el conductor ha solicitado la liberaci&#243;n del pat&#237;n de la quinta
                rueda, pero el uso del pat&#237;n est&#225; prohibido. El indicador del interruptor del pat&#237;n de la
                quinta rueda se deber&#225; colocar en "OFF" cuando el interruptor del pat&#237;n de la quinta rueda es
                colocado en "OFF". El pat&#237;n de la quinta rueda deber&#225; estar asegurado y el indicador del
                interruptor del pat&#237;n de la quinta rueda se apagar&#225; cuando la llave del interruptor de ignici&#243;n
                no est&#233; en posici&#243;n "Run".
            </para>
            <para>La detecci&#243;n de cualquiera de las siguientes condiciones podr&#225; causar que el pat&#237;n de
                la quinta rueda quede asegurado. Perdida de la comunicaci&#243;n con el grupo de interruptores 1708, el
                cual proporciona informaci&#243;n sobre el interruptor del pat&#237;n de la quinta rueda. Perdida de la
                comunicaci&#243;n con el enlace de datos del tren de potencia J1939, el cual transporta la informaci&#243;n
                sobre la velocidad del veh&#237;culo. La velocidad del veh&#237;culo excede la m&#225;xima permitida,
                tal como est&#225; especificado en el par&#225;metro. Se ha detectado un error en el interruptor del pat&#237;n
                de la quinta rueda. La llave de la ignici&#243;n no est&#225; en la posici&#243;n "Run".
            </para>
            <para>La detecci&#243;n de cualquiera de las siguientes condiciones causar&#225; que esta caracter&#237;stica
                genere una solicitud para interrumpir la energ&#237;a hacia el m&#243;dulo del solenoide de aire y de
                este modo inhabilite todos los solenoides. El estado del solenoide del pat&#237;n de la quinta rueda tal
                como es reportado por el enlace de datos privado J1939, indica un corto. Este requerimiento es aplicable
                para el m&#243;dulo ASM del grupo de 7. El estado del solenoide del pat&#237;n de la quinta rueda tal
                como es reportado por el retro alimentador del ESC, indica un corto. Este requerimiento es aplicable
                cuando esta caracter&#237;stica es implementada usando el m&#243;dulo ASM del grupo de 4.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_438.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_440.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
