<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTRODUCCI&#243;N - LOCALIZACI&#211;N DE FALLAS - REVISE EL DIAGRAMA DEL CIRCUITO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>REVISE EL DIAGRAMA DEL CIRCUITO</title>
        <para>Rem&#237;tase al diagrama del circuito en busca de posibles pistas del problema. La localizaci&#243;n e
            identificaci&#243;n de los componentes del circuito pueden darle alguna idea de donde est&#225; localizado
            el problema.
        </para>
        <para>El diagrama del circuito est&#225; dise&#241;ados para hacer m&#225;s f&#225;cil la identificaci&#243;n de
            puntos comunes en los circuitos. Esto puede ayudar a reducir los problemas a un &#225;rea espec&#237;fica.
            Por Ejemplo; Si fallan al mismo tiempo varios circuitos, revise si hay alguna fuente de energ&#237;a o
            conexi&#243;n a tierra com&#250;n. Remitase a DISTRIBUCI&#243;N DE ENERG&#205;A Y TIERRAS en la GU&#205;A
            PARA LOCALIZACI&#211;N DE FALLAS DEL SISTEMA EL&#201;CTRICO. Si parte de los circuitos falla, revise las
            conexiones entre las partes que trabajan y las partes que no trabajan.
        </para>
        <para>Por ejemplo; Si trabaja la luz baja de la l&#225;mpara delantera, pero se encienden las dos luces y el
            indicador de luces altas no trabaja, entonces las conexiones a tierra deben estar bien.
        </para>
        <para>Debido a que el interruptor de atenuaci&#243;n es el componente que cambia la energ&#237;a de las luces
            delanteras altas, es la m&#225;s posible causa del problema.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
