<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DE SOLENOIDES DE AIRE Remotos
        (GRUPO DE 7)
    </stitle>
    <svcman/>
    <svcsubsec id="x08259131">
        <title>M&#211;DULO DE SOLENOIDES DE AIRE Remotos (GRUPO DE 7)</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259c1" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de M&#243;dulo del Grupo de 7 Solenoides de Aire</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>El m&#243;dulo remoto del grupo de 7 solenoides de aire (RASM) es una caracter&#237;stica opcional que
                proporciona solenoides con v&#225;lvulas de aire con interruptor en el chasis. Se pueden instalar en el
                veh&#237;culo hasta dos m&#243;dulos permitiendo as&#237; la instalaci&#243;n de hasta 14 dispositivos
                operados por aire. Se debe programar el ESC para hacer funcionar los solenoides con entradas
                provenientes del grupo de 6 interruptores de la cabina.
            </para>
            <para>El RASM se comunica con el controlador del sistema el&#233;ctrico (ESC) por medio del enlace de datos
                del fabricante de la carrocer&#237;a. Las v&#225;lvulas de los solenoide de aire del m&#243;dulo del
                solenoides de aire, t&#237;picamente est&#225;n normalmente cerradas.
            </para>
            <para>Los interruptores RASM provistos en la cabina son de 2-posiciones. El software de programaci&#243;n
                ICAP determinar&#225; cual posici&#243;n de interruptor controlar&#225; los solenoides de aire en el
                RASM. Estos interruptores est&#225;n provistos de ventanillas que permiten al usuario asignar nombres a
                los interruptor en la forma que se desee. Oprimiendo el interruptor hacia arriba resulta en la apertura
                de la correspondiente v&#225;lvula ASM para permitir el flujo de aire. Oprimiendo el interruptor hacia
                abajo resulta en el cierre de la correspondiente v&#225;lvula ASM para detener el flujo de aire. El
                indicador en el grupo de interruptores se iluminar&#225; cuando la correspondiente v&#225;lvula de aire
                ASM es activada ("ON") usando los interruptores montados en el tablero y no se detectan errores. Si la v&#225;lvula
                est&#225; activada cuando se le ha ordenado desactivarse, la se&#241;al de ignici&#243;n hacia el ASM
                ser&#225; desactivada y el indicador del interruptor destellar&#225; r&#225;pidamente. Todas la v&#225;lvulas
                de aire se desactivar&#225;n ("OFF") cuando los accesorios est&#225;n desactivados ("OFF").
            </para>
            <para>La operaci&#243;n normal de esta caracter&#237;stica se define de la siguiente manera:</para>
            <seqlist>
                <item>
                    <para>Cuando la llave de la ignici&#243;n est&#225; en posici&#243;n "Accessory" todas las salidas
                        se tornar&#225;n a "OFF".
                    </para>
                </item>
                <item>
                    <para>El estado del interruptor proveniente de los interruptores montados en el tablero ser&#225;
                        analizado para determinar si una salida se debe activar o desactivar ("ON, u OFF").
                    </para>
                </item>
                <item>
                    <para>El estado de errores, ser&#225; considerado en ese momento. Si hay presente un error en un
                        interruptor montado en el tablero, la salida dada ser&#225; desactivada ("OFF"). Si el m&#243;dulo
                        del solenoide de aire indica que la v&#225;lvula est&#225; desactivada cuando deber&#237;a estar
                        activada, el indicador permanecer&#225; en "OFF". Sin embargo, si el m&#243;dulo del solenoide
                        de aire indica que la v&#225;lvula est&#225; activada cuando a la v&#225;lvula se le hab&#237;a
                        ordenado desactivarse, la se&#241;al de ignici&#243;n hacia el m&#243;dulo del solenoide de aire
                        ser&#225; tornada a "OFF" y el indicador en el interruptor montado en el tablero destellar&#225;
                        r&#225;pidamente.
                    </para>
                </item>
                <item>
                    <para>El comando resultante, ser&#225; enviado al m&#243;dulo del solenoide de aire por medio del
                        enlace de datos del fabricante de la carrocer&#237;a.
                    </para>
                </item>
                <item>
                    <para>Las salidas tambi&#233;n ser&#225;n tornadas a "OFF" cuando el accesorio ha sido
                        desactivado.
                    </para>
                </item>
            </seqlist>
            <para>La caracter&#237;stica del software del m&#243;dulo del solenoide de aire intentar&#225; desactivar
                las v&#225;lvulas de aire si ella ha detectado que una v&#225;lvula de aire esta activada cuando a ella
                se le ha ordenado desactivarse. Igualmente, bajo esta condici&#243;n, la ignici&#243;n del solenoide
                tambi&#233;n ser&#225; desactivada para inhabilitar la funci&#243;n del solenoide del m&#243;dulo del
                solenoide de aire.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_411.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_413.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
