<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TRANSMISIONES - POSICI&#211;N NEUTRAL AUTOM&#193;TICA - CIRCUITOS DEL REL&#201;
        DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA
    </stitle>
    <svcman/>
    <svcproc id="x0826172" svcproctype="troubleshoot" graphiccount="0">
        <title>CIRCUITOS DEL REL&#201; DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <para>Vea,
                <hotlnk document="m08250_489.xml" xrefid="f0825948">Circuitos de la Posici&#243;n Neutral Autom&#225;tica</hotlnk>
                .
            </para>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <revst/>
            <para>El rel&#233; de la posici&#243;n neutral autom&#225;tica des-energizado completa la trayectoria del
                circuito para la se&#241;al de posici&#243;n neutral para arranque de la ECU de la transmisi&#243;n
                hacia la entrada del interruptor de desenganche de la l&#237;nea de mando (DDS) en el controlador del
                motor. Esta se&#241;al es de 12 voltios cuando el control de cambio est&#225; en posici&#243;n neutral,
                y de 0 voltios cuando la transmisi&#243;n est&#225; en posici&#243;n "Drive". Esto inhibe el arranque
                del motor mientras la transmisi&#243;n no est&#233; en neutro.
            </para>
            <para>El rel&#233; es energizado por medio de una se&#241;al proveniente de la ECU de la transmisi&#243;n,
                cuando el motor est&#225; funcionando y la transmisi&#243;n est&#225; en neutro. El rel&#233;
                energizado, transmite 12 voltios a la entrada del controlador del motor DDS. Esto permite que la
                velocidad del motor cambie cuando el motor est&#225; funcionando y la transmisi&#243;n est&#225; en
                neutro (para operaciones del PTO). La salida es transmitida tambi&#233;n a los contactos normalmente
                cerrados del rel&#233; de la luz de posici&#243;n neutral y a la entrada al ESC del interruptor de
                seguridad de posici&#243;n neutral.
            </para>
            <revend/>
            <para>Una falla en los circuitos del rel&#233; de la posici&#243;n neutral autom&#225;tica puede estar
                presente si el motor no arranca mientras se selecciona la posici&#243;n neutral autom&#225;tica, o si
                arranca cuando la transmisi&#243;n no est&#225; en neutro. Una falla en los circuitos del rel&#233;
                tambi&#233;n puede impedir que el motor incremente la velocidad durante la operaci&#243;n del PTO. Los
                problemas en los circuitos del rel&#233; de la posici&#243;n neutral autom&#225;tica pueden ser
                atribuidos a aperturas o cortos en los circuitos, un fusible fundido, una falla en la ECU de la
                transmisi&#243;n, o una falla en el controlador del motor.
            </para>
            <table id="t0826126" tblwidth="full-page" numbered="no" view="reveal">
                <title>Revisiones de la Energ&#237;a del Rel&#233; de la Posici&#243;n Neutral Autom&#225;tica</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.80in"/>
                    <colspec colname="2" colwidth="0.77in"/>
                    <colspec colname="3" colwidth="0.76in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.52in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Revisiones de la Energ&#237;a del Enchufe del Rel&#233; (4002) de
                                        la Posici&#243;n Neutral Autom&#225;tica
                                    </emph>
                                </para>
                                <para>Revise con el interruptor de ignici&#243;n en "ON" y el rel&#233; de la posici&#243;n
                                    neutral autom&#225;tica (4002) removido.
                                </para>
                                <para>Haga una comprobaci&#243;n del rel&#233; en el banco de pruebas, y reempl&#225;celo
                                    si est&#225; da&#241;ado. Vea,
                                    <hotlnk document="m08250_X0825015.xml" xrefid="x0825015">Comprobaci&#243;n de Rel&#233;s
                                        en Banco de Pruebas.
                                    </hotlnk>
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Pruebas</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Enchufe del rel&#233; cavidad M2-C1 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura o corto en el circuito J92J, o apertura
                                    en el fusible de la posici&#243;n neutral autom&#225;tica.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Enchufe del rel&#233; cavidad M2-C2 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito J92JA.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Enchufe del rel&#233; cavidad M2-C2 con M2-A1.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con el motor en funcionando y la transmisi&#243;n en posici&#243;n neutral, 12
                                    &#177; 1.5 voltios.
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito J92A114, o
                                    en el L92A114. Revise tambi&#233;n si est&#225; perdida la se&#241;al proveniente de
                                    la ECU.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Enchufe del rel&#233;, cavidad M2-B1 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con el control de cambio en posici&#243;n neutral y la transmisi&#243;n en neutro,
                                    12 &#177; 1.5 voltios.
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito J92HM5,
                                    J92C123, o en el L92A123. Tambi&#233;n revise si hay corto con tierra en los
                                    circuitos J92HM5, J92C123, L92A123, J92HM4, o en el J92AY. Aseg&#250;rese de que est&#225;
                                    presente la se&#241;al proveniente de la ECU.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Enchufe del rel&#233; cavidad M2-A2 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3" align="center">
                                <para>Con la transmisi&#243;n in neutro y, 12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito J17BC, o en
                                    el J17BA. Tambi&#233;n revise si hay corto con tierra en los circuitos J17BC, J17BA,
                                    J17BD, J17B, L17B, K17E , o en el K97AD. Aseg&#250;rese de que est&#225; presente la
                                    se&#241;al proveniente del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <revst/>
                                <para>Si no hay voltaje proveniente del ESC, considere el reemplazo del ESC.</para>
                                <revend/>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extensa</title>
            <revst/>
            <para>La energ&#237;a para la bobina del rel&#233; de la posici&#243;n neutral autom&#225;tica y los
                contactos comunes es suministrada por el fusible de 5 amperios de la posici&#243;n neutral autom&#225;tica.
            </para>
            <para>El rel&#233; es energizado por una se&#241;al baja proveniente de la conexi&#243;n gris "V" de la ECU
                (7202), clavija 2. La se&#241;al baja es generada cuando el motor est&#225; funcionando y la transmisi&#243;n
                est&#225; en neutro.
            </para>
            <para>El rel&#233; des-energizado completa la trayectoria del circuito para la se&#241;al arranque en posici&#243;n
                neutral proveniente de la ECU. Esta se&#241;al ser&#225; de 12 voltios cuando la transmisi&#243;n est&#225;
                en neutro, o de 0 voltios cuando la transmisi&#243;n est&#225; engranada. Esta se&#241;al es transmitida
                a la entrada del interruptor (DDS) de desenganche de la l&#237;nea de mando del controlador del motor.
                Los 12 voltios se&#241;alar&#225;n al controlador del motor que la transmisi&#243;n est&#225; en neutro.
            </para>
            <para>El rel&#233; energizado transmite 12 voltios a la entrada del controlador del motor DDS cuando el
                motor est&#225; funcionando y la transmisi&#243;n est&#225; en neutro. Esto le permite incrementar la
                velocidad al motor cuando el toma fuerza es engranado.
            </para>
            <revend/>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825615.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0826174.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
