<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - DIAGN&#243;STICOS - BARRIDO DEL
        INDICADOR
    </stitle>
    <svcman/>
    <svcproc id="x0825410" svcproctype="diagnose" graphiccount="0">
        <title>BARRIDO DEL INDICADOR</title>
        <para>Despues de que la ignici&#243;n se ha colocado en "ON", se efectuar&#225; un barrido en los indicadores
            del EGC y del AGSP. Cada indicador debe recorrer de cero a m&#225;ximo a cero al un&#237;sono. Todas las
            luces de advertencia de los indicadores se iluminar&#225;n junto con las luces de advertencia del tablero de
            instrumentos que son aplicables a las caracter&#237;sticas instaladas en el veh&#237;culo. Las l&#225;mparas
            de advertencia amarillas y rojas del "MOTOR" tambi&#233;n se deben iluminar (ellas se encienden debido al
            controlador del motor no por la prueba del grupo de instrumentos). Las alarmas relacionadas con luz de
            advertencia de cada indicadores no sonar&#225;n. Se deben exhibir todos los segmentos del EGC y LCD durante
            el barrido de los indicadores. Al final de cada barrido, el LCD desactivar&#225; ("OFF") todos los segmentos
            durante medio segundo, mostrar&#225; el n&#250;mero de versi&#243;n del microprograma, y luego retorna al
            modo de operacional. Las luces controladas por el atenuador en el EGC tambi&#233;n se encender&#225;n
            durante el barrido de los indicadores.
        </para>
        <para>El puntero de un indicador que se&#241;ale las 9 o 10 horas, lo m&#225;s posible es que est&#233;
            conectado en localizasi&#243;n equivocada en el tablero de circuitos dentro del EGC.
        </para>
        <para>Si el grupo de instrumentos o cualquiera de los m&#243;dulos remotos tiene experimenta una falla del
            sistema, transmitir&#225; un mensaje de falla al ESC.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_S0825488.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
