<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - SISTEMA DE BOMBA DE TRANSFERENCIA DE
        COMBUSTIBLE - MANEJO DE LA DETECCI&#211;N DE FALLAS DE LA BOMBA DE TRANSFERENCIA (bomba de 2 clavijas)
    </stitle>
    <svcman/>
    <svcproc id="x0825984a" svcproctype="troubleshoot" graphiccount="1">
        <title>MANEJO DE LA DETECCI&#211;N DE FALLAS DE LA BOMBA DE TRANSFERENCIA (bomba de 2 clavijas)</title>
        <specpara>
            <note>
                <para>Antes de buscar un problema el&#233;ctrico, revise si hay alg&#250;n problema mec&#225;nico en el
                    sensor, como el brazo del sensor atascado, etc.
                </para>
            </note>
        </specpara>
        <para>Una falla en los circuitos de transferencia de combustible ser&#225; aparente cuando la bomba de
            transferencia de combustible no est&#233; funcionando. Los niveles de combustible en cada tanque ser&#225;n
            iguales cuando la bomba est&#233; operando correctamente.
        </para>
        <para>Los problemas en los circuitos de la bomba de transferencia pueden ser el resultado de un fusible fundido,
            circuitos abiertos, circuitos en corto, rel&#233; defectuoso, o un corto en el m&#243;dulo de la bomba de
            transferencia de combustible.
        </para>
        <figure id="f0825922bb" figsize="full-pg">
            <graphic filename="../figg08/g0825922a.webp" type="webp" scalefit="1" scalefitwidth="514px"
                     scalefitheight="592px"/>
            <caption>Circuitos (bomba de 2 clavijas) de la Bomba de Transferencia de Combustible -- Refi&#233;rase
                Siempre al "Libro de Diagramas de Circuitos" Para Obtener Informaci&#243;n Sobre los ultimos Circuitos
            </caption>
            <calloutgroup>
                <callout1>(4001) BLOQUE DE MINI-FUSIBLES
                    <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A EN EL COMPARTIMENTO DEL
                        MOTOR
                    </callout2>
                </callout1>
                <callout1>(4003) REL&#201; DE LA BOMBA DE TRANSFERENCIA DE COMBUSTIBLE
                    <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A EN EL COMPARTIMENTO DEL
                        MOTOR
                    </callout2>
                </callout1>
                <callout1>(4004) CONECTOR ESC
                    <callout2>LOCALIZADO EN EL ESC</callout2>
                </callout1>
                <callout1>(8802) EMPALME DE LA REFERENCIA DE CERO VOLTIOS
                    <callout2>LOCALIZADA CERCA DEL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A</callout2>
                </callout1>
                <callout1>(8803) EMPALME DE LA TIERRA DEL CHASIS</callout1>
                <callout1>(9100) SENSOR DE COMBUSTIBLE IZQUIERDO
                    <callout2>LOCALIZADO EN EL TANQUE DE COMBUSTIBLE IZQUIERDO</callout2>
                </callout1>
                <callout1>(9101) SENSOR DE COMBUSTIBLE DERECHO
                    <callout2>LOCALIZADO EN EL TANQUE DE COMBUSTIBLE DERECHO</callout2>
                </callout1>
                <callout1>(9102) CONECTOR DEL M&#211;DULO DE LA BOMBA DE TRANSFERENCIA DE COMBUSTIBLE
                    <callout2>LOCALIZADO ENCIMA DEL TANQUE DE COMBUSTIBLE DERECHO</callout2>
                </callout1>
                <callout1>(9103) SENSOR DE COMBUSTIBLE DERECHO PARA EL MODELO 8600
                    <callout2>LOCALIZADO EN EL TANQUE DE COMBUSTIBLE DERECHO</callout2>
                </callout1>
                <callout1>(9104) INTERCONEXI&#211;N DE LA BOMBA DE TRANSFERENCIA DE COMBUSTIBLE PARA EL MODELO 8600
                    <callout2>LOCALIZADO ENCIMA DEL TANQUE DE COMBUSTIBLE DERECHO</callout2>
                </callout1>
                <callout1>(9700) CONECTOR TABLERO/CHASIS
                    <callout2></callout2>
                </callout1>
            </calloutgroup>
        </figure>
        <table id="t0825923bb" tblwidth="full-page" numbered="no" view="reveal">
            <title>Pruebas del Circuito de la Bomba de Transferencia de Combustible (bomba de 2 clavijas)</title>
            <tgroup cols="6">
                <colspec colname="1" colwidth="1.71in"/>
                <colspec colname="2" colwidth="0.73in"/>
                <colspec colname="3" colwidth="0.82in"/>
                <colspec colname="4" colwidth="0.89in"/>
                <colspec colname="5" colwidth="0.87in"/>
                <colspec colname="6" colwidth="1.66in"/>
                <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                <spanspec namest="4" nameend="6" spanname="S4T6"/>
                <spanspec namest="1" nameend="6" spanname="S1T6"/>
                <spanspec namest="2" nameend="3" spanname="S2T3"/>
                <tbody>
                    <row>
                        <entry colspan="6" spanname="S1T6" align="center">
                            <para>
                                <emph type="BOLD">Revisiones de Voltaje de la Bomba de Transferencia de Combustible
                                </emph>
                            </para>
                            <para>Antes de efectuar las revisiones, revise si no est&#225; fundido el fusible de la
                                bomba de transferencia, localizado en el tablero de distribuci&#243;n de energ&#237;a en
                                el compartimento del motor.
                            </para>
                            <para>Revise con el rel&#233; (4003) de la Bomba de Transferencia de Combustible removido.
                            </para>
                            <para>Efect&#250;e una revisi&#243;n del rel&#233; en el banco de trabajo y reempl&#225;celo
                                si est&#225; fallando. Refi&#233;rase a
                                <hotlnk document="m082504_X0825015.xml" xrefid="x0825015">"Revisi&#243;n de Rel&#233;s
                                    en el Banco de Trabajo"
                                </hotlnk>
                            </para>
                            <para>Revise con la llave de la ignici&#243;n en posici&#243;n "ON" y el conector (9102) de
                                la bomba de transferencia desconectado.
                            </para>
                            <note>
                                <para>Revise siempre si los conectores tienen da&#241;os o terminales empujados hacia
                                    afuera.
                                </para>
                                <para>Use siempre la caja de derivaci&#243;n ZTSE 4477 para tomar las medidas en los
                                    conectores del ESC.
                                </para>
                            </note>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Puntos de prueba</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>Especificaciones</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6" align="center">
                            <para>Comentarios</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Cavidad 30 del enchufe del rel&#233; con tierra</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura o cortos en el circuito J37C
                                hacia el mini-fusible.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Cavidad 86 del enchufe del rel&#233; con tierra</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura o cortos en el circuito
                                J37C.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Cavidad 85 del enchufe del rel&#233; con tierra.</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios con el Transmisor de Combustible en "ON".</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura en los circuitos J37D hacia el
                                ESC.
                            </para>
                            <para>Si al revisar el circuito se encuentra bien, considere reemplazar el ESC.
                                <hotlnk document="m082504_X0825310A.xml" xrefid="x0825310a">Vea "Reemplazo del ESC" en
                                    este manual.
                                </hotlnk>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Instale el rel&#233; de la bomba de transferencia de combustible y coloque el
                                transmisor de combustible en "ON". (9102) cavidad B con tierra.
                            </para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura o cortos en los circuitos N37,
                                J37, J37C hacia el rel&#233; (4003) y hacia el bloque mini-fusibles.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>(9102) cavidad B con cavidad A.</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura en los circuitos N37-G hacia
                                el conector de tierra (8803).
                            </para>
                            <para>Si el voltaje est&#225; presente, los circuitos de Energ&#237;a hacia la bomba de
                                transferencia de combustible est&#225;n bien.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="1">
                            <para>Con el motor funcionando, el (9102) cavidad B con tierra.</para>
                        </entry>
                        <entry colspan="2" spanname="S2T3">
                            <para>12 &#177; 1.5 voltios</para>
                        </entry>
                        <entry colspan="3" spanname="S4T6" align="center">
                            <para>Si el voltaje est&#225; perdido, revise si hay apertura en los circuitos J37, rel&#233;
                                (4003), J37C, o J37D hacia el conector del ESC (4004), terminal 25.
                            </para>
                            <para>Si todos los voltajes est&#225;n presentes, los circuitos hacia la bomba de
                                transferencia de combustible est&#225;n bien. Reemplace la bomba defectuosa.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colspan="6" spanname="S1T6">
                            <para>
                                <emph type="bold">Cuando reemplace la bomba de transferencia de combustible, aseg&#250;rese
                                    de que la bomba nueva sea instalada en la misma orientaci&#243;n de la bomba
                                    original. Es posible instalar la bomba al rev&#233;s.
                                </emph>
                            </para>
                            <para>La bomba de transferencia bombea del tanque del lado izquierdo (lado del conductor)
                                hacia el tanque derecho, y est&#225; montada encima del tanque derecho. Sobre la bomba
                                se encuentra una etiqueta con una flecha indicando la direcci&#243;n del flujo. Las
                                palabras "Entrada (IN)" y "Salida (OUT)" tambi&#233;n est&#225;n estampadas en el
                                terminal apropiado de la bomba.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825983A.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_370.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
