<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - SISTEMA DE LAS LUCES DELANTERAS
    </stitle>
    <svcman/>
    <svcsubsec id="x08260220">
        <title>SISTEMA DE LAS LUCES DELANTERAS</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826025" figsize="pg-wide">
                <graphic filename="../figg08/g0826065.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de las Luces Delanteras</caption>
                <calloutgroup>
                    <callout1>1. LUCES DELANTERAS</callout1>
                    <callout1>2. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL TREN DE POTENCIA (PROVIENE DEL GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS)</callout1>
                    <callout1>4. CIRCUITO DIRECTO HABILITADO PARA LAS LUCES DELANTERAS PROVENIENTE DEL EGC</callout1>
                    <callout1>5. GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS</callout1>
                    <callout1>6. INTERRUPTOR DE LA LUZ DELANTERA (EN EL GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS)
                    </callout1>
                    <callout1>7. INTERRUPTOR DE ATENUACI&#211;N (PARTE DEL CONJUNTO DE SE&#209;ALES DE VIRAJE)
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Vea,
                <hotlnk xrefid="f0826025">Diagrama de Funci&#243;n de las Luces Delanteras</hotlnk>.
            </para>
            <para>El sistema de las luces delanteras consiste de las luces delanteras, el interruptor de la luz
                delantera, interruptor de atenuaci&#243;n, luz de paso, luces de rodamiento diurnas (obligatorias en el
                Canad&#225;, opcionales en Estados Unidos de Am&#233;rica), y "Luces con los limpiaparabrisas activados"
                opcionales.
            </para>
            <para>Las luces delanteras est&#225;n montadas en los guardabarros, son del sistema de una sola l&#225;mpara
                y comparten la cavidad moldeada con las se&#241;ales de viraje. El interruptor de la luz delantera es de
                3 posiciones (apagado/luz de estacionamiento/luces delanteras) tipo basculante, y est&#225; localizado
                debajo del EGC. Cuando la llave de ignici&#243;n est&#225; en posici&#243;n de ignici&#243;n, y el
                interruptor de la luz delantera est&#225; activado, el EGC se comunicar&#225; con el ESC a trav&#233;s
                del enlace de datos 1939 del tren de potencia. El ESC suministrar&#225; voltaje a las luces delanteras
                cuando sea solicitado.
            </para>
            <para>Mientras la llave del interruptor de ignici&#243;n no est&#233; en posici&#243;n de ignici&#243;n, las
                luces delanteras funcionar&#225;n solamente en el modo de luces bajas. Esto es habilitado por el
                circuito directo proveniente del EGC hacia el ESC, el cual no es dependiente del enlace de datos. esto
                tambi&#233;n act&#250;a como seguro contra fallas para activar las luces delanteras bajas cuando es
                interrumpida la comunicaci&#243;n a trav&#233;s del enlace de datos 1939 del tren de potencia.
            </para>
            <para>Los interruptores para atenuaci&#243;n y luz de se&#241;al de paso est&#225;n localizados en el
                conjunto de las se&#241;ales de viraje. Halando hacia el conductor la palanca de se&#241;ales de viraje
                hasta su punto m&#225;ximo, mientras las luces delanteras est&#225;n activadas, cambiara la intensidad
                de funcionamiento de las luces entre "altas y bajas".
            </para>
            <para>Cuando la llave de ignici&#243;n est&#225; en posici&#243;n "ON" y las luces delanteras est&#225;n
                desactivadas, halando ligeramente la palanca de las se&#241;ales de viraje hacia el conductor y liber&#225;ndola,
                destellar&#225;n las luces delanteras.
            </para>
            <para>Cuando la llave de ignici&#243;n est&#225; en posici&#243;n "ON" y las luces delanteras est&#225;n
                activadas, halando moment&#225;neamente la palanca de las se&#241;ales de viraje hacia el conductor y
                liber&#225;ndola, cambiara la intensidad de funcionamiento de las luces delanteras entre luces altas y
                bajas.
            </para>
            <para>La caracter&#237;stica programable de las luces de rodamiento diurnas le permite al veh&#237;culo
                funcionar con las "luces activadas" durante todo el tiempo sin necesidad de intervenci&#243;n del
                conductor. Este sistema hace funcionar las luces delanteras con una iluminaci&#243;n parcial, pero ayuda
                a mantener un incremento en la visibilidad a&#250;n en d&#237;as con sol brillante. Las luces de
                rodamiento diurnas se apagar&#225;n cuando el freno de estacionamiento sea activado, o el interruptor de
                ignici&#243;n sea colocado en "OFF".
            </para>
            <para>Cuando la caracter&#237;stica programable de las "luces con los limpiaparabrisas funcionando" es
                habilitada, las luces delanteras bajas y las luces de estacionamiento ser&#225;n activadas por el ESC
                mientras est&#233;n activados los limpiaparabrisas, excepto durante el funcionamiento del lavado moment&#225;neo
                del parabrisas. Las luces permanecer&#225;n encendidas despu&#233;s de que los limpiaparabrisas sean
                desactivados hasta que el interruptor de las luces delanteras sea colocado en "ON" y "OFF", o la llave
                de la ignici&#243;n sea colocada en "OFF".
            </para>
            <para>Si el veh&#237;culo est&#225; equipado con un control remoto de la cerradura, el ESC tambi&#233;n
                activar&#225; o desactivara las luces delanteras de acuerdo a lo requerido.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_445.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_447.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
