<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DE SOLENOIDES DE AIRE Remotos
        (GRUPO DE 7) - DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <svcprocinfo>
            <para>Se debe sospechar de una falla en el m&#243;dulo del grupo de 7 solenoides de aire o en sus circuitos
                cuando una caracter&#237;stica controlada por aire (como la corneta) no funciona correctamente. El ESC
                registrar&#225; un c&#243;digo de problema de diagn&#243;stico cuando hay un problema en el grupo de
                interruptores, en el m&#243;dulo del grupo de 7 solenoides de aire, o en los circuitos hacia el m&#243;dulo.
            </para>
            <para>El ESC tiene un fusible integral autom&#225;tico y un software de algoritmos para proteger la energ&#237;a
                del solenoide en la clavija A de los circuitos de salida (4008) contra una situaci&#243;n de sobrecarga.
            </para>
            <para>Un problema con la operaci&#243;n del solenoide de aire puede ser atribuido a una apertura o corto en
                los circuitos entre el m&#243;dulo del solenoide de aire y el ESC, a una falla interna en el m&#243;dulo,
                o a la falta de se&#241;al proveniente del ESC. El problema tambi&#233;n se puede atribuir a falta de
                entradas al ESC provenientes del grupo de interruptores o directamente de un interruptor.
            </para>
            <para>Una herramienta de servicio (EZ-Tech) funcionando con el software "INTUNE" se puede usar para
                determinar la configuraci&#243;n programada del ESC y del m&#243;dulo del solenoide de aire. Vea el
                manual del software para diagn&#243;stico para detalles sobre como usar el software.
            </para>
            <para>El software de diagn&#243;stico "INTUNE" se puede usar para monitorear las entradas de los interruptor
                al ESC y exhibir los c&#243;digos de problemas de diagn&#243;stico. Vea el manual del software para
                diagn&#243;stico para detalles sobre como usar el software.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n Preliminar del M&#243;dulo del Grupo de 7 Solenoides de Aire</title>
            <specpara>
                <note>
                    <para>Antes de efectuar la Revisi&#243;n Preliminar, aseg&#250;rese que hay presi&#243;n de aire en
                        el grupo de solenoide de aire, que no existan restricciones en las l&#237;neas de aire hacia el
                        dispositivo operado por aire, y que el dispositivo operado por aire suene mec&#225;nicamente.
                    </para>
                </note>
            </specpara>
            <table id="t0825807a" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar del M&#243;dulo del Grupo de 7 Solenoides de Aire</title>
                <tgroup cols="7" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.55in"/>
                    <colspec colname="2" charoff="50" colwidth="0.57in"/>
                    <colspec colname="3" charoff="50" colwidth="1.36in"/>
                    <colspec colname="4" charoff="50" colwidth="0.90in"/>
                    <colspec colname="5" charoff="50" colwidth="0.97in"/>
                    <colspec colname="6" charoff="50" colwidth="0.86in"/>
                    <colspec colname="7" charoff="50" colwidth="1.47in"/>
                    <thead>
                        <row>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PUNTOS DE PRUEBA</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIFIC.</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Aseg&#250;rese si hay presi&#243;n de aire en el grupo de solenoides de aire.
                                </para>
                                <para>Verifique si los dispositivos operados por aire funcionan en forma incorrecta.
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Intente hacer funcionar los dispositivos operados por aire.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Los dispositivos operados por aire
                                    <emph type="bold">no</emph>
                                    funcionan correctamente.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Los solenoides de aire de los dispositivos operados por aire funcionan
                                    correctamente. El problema no existe o es intermitente. (Revise si hay activos c&#243;digos
                                    de problemas de diagn&#243;stico.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>2.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Determine si alguna otra caracter&#237;stica (diferente a las controladas por
                                    aire) est&#225;n funcionando mal y pueda tener circuitos comunes. (Ejemplo: Falta de
                                    energ&#237;a o tierra com&#250;n a varias caracter&#237;sticas.)
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si hay otros dispositivos funcionando mal.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Ning&#250;n otro dispositivo est&#225; funcionando mal.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>
                                    <hotlnk document="m082504_S0826301.xml" xrefid="s0826301">Revise si hay c&#243;digos
                                        de problemas de diagn&#243;stico.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Identifique y repare las condiciones que est&#225;n causando que varias caracter&#237;sticas
                                    est&#233;n funcionando mal.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08259131.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082590703A.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
