<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - LOCALIZACI&#211;N DE FALLAS -
        INSPECCIONANDO CONEXIONES EL&#201;CTRICAS
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>INSPECCIONANDO CONEXIONES EL&#201;CTRICAS</title>
        <svcsubproc>
            <title>Inspecci&#243;n visual</title>
            <para>La gu&#237;a de localizaci&#243;n de fallas requiere la revisi&#243;n de conexiones espec&#237;ficas.
                Siga los siguientes pasos para determinar si la conexi&#243;n es la que est&#225; causando el problema.
                Si se encuentra una condici&#243;n defectuosa, haga las correcciones necesarias y contin&#250;e el
                proceso.
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Revise el mecanismo de cierre o el tornillo retenedor de la conexi&#243;n.</emph>
                    Aseg&#250;rese de que los enchufes est&#225;n en capacidad de asegurar la uni&#243;n de los cables
                    en forma firme y apropiada.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Efect&#250;e la prueba de halar cada terminal y cada cable de los enchufes con una
                        fuerza de 10 libras.</emph>Cada terminal o cables est&#225; en la capacidad de permanecer en la
                    conexi&#243;n si se hala con la fuerza de 10 libras. Esta prueba determina (A) si el cable est&#225;
                    firme en el terminal y (B) si el terminal est&#225; ajustado en forma apropiada en el enchufe.
                    Corrija cualquier defecto que note.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Inspecci&#243;n visual de los cables.</emph>
                    Inspeccione si hay cables desgastados o da&#241;ados. Revise si el arn&#233;s tiene cortaduras o da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Inspecci&#243;n visual de los enchufes.</emph>
                    Verifique que las clavijas y cavidades est&#225;n libres de corrosi&#243;n, mugre, cualquier otro
                    contaminante o da&#241;os. Verifique y corrija la alineaci&#243;n y localizaci&#243;n de los
                    terminales de la conexi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Revisi&#243;n individual de enchufes o clavijas y enchufes hembra o cavidades.
                    </emph>
                    Esto es especialmente importante con un s&#237;ntoma intermitente. Usando un enchufe o clavija
                    nuevo, ins&#233;rtelo de uno en uno dentro de cada enchufe o cavidad hembra, revisando que el
                    enchufe hembra o cavidad tenga un agarre firme de la clavija. Usando un enchufe hembra nuevo, repita
                    la prueba en cada clavija o enchufe del otro lado del empalme.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Inspeccione el terminal de tierra del motor.</emph>
                    Inspeccione esta tierra y otras conexiones a tierra relativas, revise que est&#233;n limpias, sin
                    corrosi&#243;n u otras condiciones defectuosas y firmemente apretadas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reemplazando componentes International</title>
            <para>Cuando reemplace interruptores el&#233;ctricos, conexiones (incluidos enchufes, clavijas y enchufes
                hembra), rel&#233;s u otros componentes, use solamente partes de repuesto aprobadas por International.
                Muchos de los interruptores tiene contactos dorados o plateados y algunas conexiones tienen terminales
                dorados plateados. Usando partes de repuesto correctas, usted mantiene la integridad del sistema .
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825411.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
