<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - SISTEMAS DE LUZ - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Luces de reversa</title>
            <para>Cuando el interruptor de llave (63) se mueve a la posici&#243;n de arranque o encendido, energiza el
                relevador IGN # 1 (R2) y adem&#225;s se suministra potencia desde el alimentador de la cabina del bus
                (J1), circuitos 14AA, 14C, fusible F8, circuito 14D, relevador (R2), circuito 13B, fusible F16, circuito
                71, conector (3), circuito 71, conector (304) y un cable negro al interruptor de las luces de reversa.
                Cuando se cierran los contactos del interruptor de las luces de reversa , la potencia fluye a trav&#233;s
                del cable blanco, el conector (304), el circuito 71A, el conector (3) y el circuito 71A al conector
                original (194) (Consulte secci&#243;n 7).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de niebla</title>
            <para>Cuando los faros delanteros est&#225;n ENCENDIDOS y se seleccionan las luces bajas, se alimenta
                potencia al circuito 64A, al conector (115), al circuito 64A y al interruptor de las luces de niebla
                (98) desde el circuito de las luces delanteras bajas o desde el m&#243;dulo de Luces diurnas autom&#225;ticas
                (DRL) (165) si est&#225; instalado. Cuando el interruptor de las luces de niebla (98) se mueve a la
                posici&#243;n ENCENDIDO, la potencia fluye a trav&#233;s del circuito 64N, al conector (115), al
                circuito 64N y el indicador del interruptor de las luces de niebla (98). El trayecto a tierra para el
                indicador son los circuitos 64-GA, 64-GB y 11-G para la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Tambi&#233;n la potencia fluye desde el interruptor de las luces de niebla (98) a trav&#233;s del
                circuito 64B hasta el relevador de las luces de niebla (99). Entonces, la potencia energiza el relevador
                al fluir a trav&#233;s de su bobina y su circuitos a tierra 64-G, 64-GB y 11-G de la conexi&#243;n a
                tierra de la cabina del bus.
            </para>
            <para>Con el relevador energizado, la potencia fluye desde la terminal de alimentaci&#243;n de la bater&#237;a
                de la carrocer&#237;a (J1) a trav&#233;s de los circuitos 14AA, 14B, el fusible F4, el circuito 64, el
                conector (115) y el circuito 64 al relevador de las luces de niebla (99). La potencia tambi&#233;n fluye
                a trav&#233;s de los contactos normalmente abiertos, el circuito 64C, el conector del tablero (115), el
                circuito 64C, el conector (3), el circuito 64C, el conector (501) el circuito 64C al empalme. Desde el
                empalme la potencia fluye a trav&#233;s del circuito 64D a la luz de niebla izquierda (506) y a trav&#233;s
                del circuito 64E a la luz de niebla derecha (507).
            </para>
            <para>La conexi&#243;n a tierra de la luz de niebla izquierda (506) es a trav&#233;s del circuito 64-GC a un
                empalme y la conexi&#243;n a tierra de la luz de niebla derecha (507) es a trav&#233;s del circuito
                64-GD al mismo empalme. Desde el empalme, la conexi&#243;n a tierra es a trav&#233;s del circuito 64-GB,
                del conector (501) y del circuito 11-GB/11-GJ a la conexi&#243;n a tierra del motor de arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de faros delanteros: conjunto de circuitos de faros delanteros con columna de direcci&#243;n
                inclinable y DRL
            </title>
            <para>Cuando el interruptor del atenuador de faros delanteros est&#225; en la posici&#243;n de luz baja y el
                interruptor de faros delanteros (23) se cambia a la posici&#243;n ON, la corriente fluye desde el
                terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los
                circuitos 14AA, 14A, el fusible F2, los circuitos 50 y 50C, los contactos cerrados del interruptor de
                faros delanteros, y los circuitos 51, 51B hacia el conector del interruptor de las direccionales y del
                atenuador (191). La corriente fluye a trav&#233;s de los contactos del interruptor, el conector (191),
                el circuito 53B/53, el conector del tablero (3), el circuito 53, el conector (526) y el circuito 53 al
                empalme. Desde el empalme, la corriente fluye a trav&#233;s del circuito 53B hacia el elemento de la luz
                baja del faro delantero izquierdo (502), y a trav&#233;s del circuito 53A hacia el elemento de la luz
                baja del faro delantero derecho (504).
            </para>
            <para>Cuando el interruptor del atenuador de faros delanteros se coloca en la posici&#243;n de luz alta, la
                corriente fluye desde los contactos del interruptor, el conector (191), el circuito 52D/52, el conector
                (3), el circuito 52, el conector (526) y el circuito 52 al empalme. Desde el empalme, la corriente fluye
                a trav&#233;s del circuito 52C hacia el elemento de la luz alta del faro delantero izquierdo (502), y a
                trav&#233;s del circuito 52B hacia el elemento de la luz alta del faro delantero derecho (504).
            </para>
            <para>El trayecto a tierra del faro delantero izquierdo es el circuito 11-GC/11-GB, el conector del mazo de
                cables del extremo delantero (526) y el circuito 11-GB/11-GJ hacia la conexi&#243;n a tierra del motor
                de arranque. El trayecto de tierra del faro delantero derecho es el circuito 11-GE/11-GB, el conector
                del mazo de cables del extremo delantero (526) y el circuito 11-GB/11-GJ hacia la conexi&#243;n a tierra
                del motor de arranque.
            </para>
            <para>Cuando las luces altas est&#225;n energizadas, la corriente tambi&#233;n se alimenta del circuito 52D
                hacia el circuito 52A, y el indicador de luz alta en el conector del grupo de instrumentos (27). El
                grupo de instrumentos se conecta a tierra a trav&#233;s del conector (27) y el circuito 28-GB/11-GB
                hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Para las luces diurnas autom&#225;ticas (DRL), se utiliza un m&#243;dulo electr&#243;nico: La
                corriente fluye desde la terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a
                trav&#233;s de los circuitos 14AA, 14A, el fusible F2, el circuito 50 hacia el empalme, el circuito 66A
                y el conector (165) para energizar el m&#243;dulo. El trayecto a tierra del m&#243;dulo es el conector
                (165) y el circuito 66-GA, 11-GE para la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Cuando el interruptor de llave (63) se coloca en la posici&#243;n de encendido o accesorios, se aplica
                voltaje a los circuitos 13, 13C, el fusible F23, el circuito 66 y el m&#243;dulo DRL (165). Esto
                energiza el m&#243;dulo DRL y le permite monitorear el voltaje en el conjunto de circuitos de los faros
                delanteros de luz baja a trav&#233;s del circuito 66C. El m&#243;dulo suministra entonces corriente al
                interruptor de las luces de niebla a trav&#233;s del circuito 64A s&#243;lo cuando los faros delanteros
                de luz baja est&#233;n energizados.
            </para>
            <para>Siempre que el interruptor de llave est&#233; en ON (Encendido) y los faros delanteros no est&#233;n
                conmutados a las luces bajas, el m&#243;dulo suministra corriente a los elementos de luz alta, a trav&#233;s
                del circuito 66E, en alrededor 60% de la potencia m&#225;xima. Siempre que los faros delanteros est&#233;n
                en ON y se seleccionen las luces altas, la corriente suministrada a trav&#233;s del interruptor de los
                faros delanteros neutralizar&#225; el 60% del nivel de potencia al nivel m&#225;ximo de 100%.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de faros delanteros: conjunto de circuitos de faros delanteros con columna de direcci&#243;n
                fija y DRL
            </title>
            <para>Cuando el interruptor del atenuador de faros delanteros est&#225; en la posici&#243;n de luz baja y el
                interruptor de faros delanteros (23) se cambia a la posici&#243;n ON, la corriente fluye desde el
                terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los
                circuitos 14AA, 14A, fusible F2, circuitos 50 y 50C, los contactos cerrados del interruptor de faros
                delanteros, y los circuitos 51, 51A hacia los contactos del relevador del atenuador (100), y el circuito
                51F hacia la bobina del relevador. La corriente fluye a trav&#233;s de la bobina del relevador (100) y a
                trav&#233;s del circuito 51D al interruptor de la direccional/conector del interruptor (192) de atenuaci&#243;n,
                los contactos del interruptor, el conector (192), y el circuito 51-G/11-G hacia la conexi&#243;n a
                tierra de la cabina del bus.
            </para>
            <para>Esto energiza el relevador (100) y permite que la corriente fluya a trav&#233;s del circuito 53A/53,
                el conector del tablero (3), el circuito 53, el conector (526) y el circuito 53 hacia un empalme. Desde
                el empalme, la corriente fluye a trav&#233;s del circuito 53B hacia el elemento de la luz baja del faro
                delantero izquierdo (502), y a trav&#233;s del circuito 53A hacia el elemento de la luz baja del faro
                delantero derecho (504).
            </para>
            <para>Cuando el interruptor de atenuaci&#243;n se cambia a la posici&#243;n de luz alta, los contactos del
                interruptor se abren y el trayecto de la conexi&#243;n a tierra hacia el relevador (100) se quita. Esto
                desenergiza el relevador y la corriente fluye a trav&#233;s del circuito 52C/52, el conector del tablero
                (3), el circuito 52, el conector (526) y el circuito 52 hacia un empalme. Desde el empalme, la corriente
                fluye a trav&#233;s del circuito 52C hacia el elemento de la luz alta del faro delantero izquierdo
                (502), y a trav&#233;s del circuito 52B hacia el elemento de la luz alta del faro delantero derecho
                (504).
            </para>
            <para>El trayecto a tierra del faro delantero izquierdo es el circuito 11-GC/11-GB, el conector (526) y el
                circuito 11-GB/11-GJ hacia conexi&#243;n a tierra del motor de arranque. El trayecto a tierra del faro
                delantero derecho es el circuito 11-GE/11-GB, el conector (526) y el circuito 11-GB/11-GJ hacia la
                conexi&#243;n a tierra del arranque.
            </para>
            <para>Cuando las luces altas est&#225;n energizadas, se suministra tambi&#233;n potencia del circuito 52C
                hacia el circuito 52A, y el indicador de luz alta en el conector del grupo de instrumentos (27). El
                grupo de instrumentos se conecta a tierra a trav&#233;s del conector (27) y el circuito 28-GB/11-GB
                hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Se suministra tambi&#233;n potencia al terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a
                (J1), los circuitos 14AA, 14A, el fusible F2 y los circuitos 50, 50B hacia los contactos del relevador
                de Destello para rebasar (101) y el circuito 51C hacia la bobina del relevador. Cuando la palanca de la
                direccional se empuja hacia adelante y se mantiene en la posici&#243;n de Destello para rebasar, la
                corriente fluye a trav&#233;s de la bobina del relevador (101), el circuito 51E, el conector (192), los
                contactos del interruptor del atenuador, el conector (192) y el circuito 51-G/11-G hacia la conexi&#243;n
                a tierra de la cabina del bus.
            </para>
            <para>Esto energiza el relevador (101) y permite que la corriente fluya a trav&#233;s de los contactos
                normalmente abiertos (N.O.), el circuito 52B/52, el conector (3), el circuito 52, el conector (526) y el
                circuito 52 hacia un empalme. Desde el empalme, la corriente fluye a trav&#233;s del circuito 52C hacia
                el elemento de la luz alta del faro delantero izquierdo, y a trav&#233;s del circuito 52B hacia el
                elemento de la luz alta del faro delantero derecho, haciendo que las luces altas se enciendan y se&#241;alicen
                el intento de rebase.
            </para>
            <para>Para las luces diurnas autom&#225;ticas, se utiliza un m&#243;dulo electr&#243;nico: La corriente
                fluye desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s
                de los circuitos 14AA, 14A, el fusible F2, el circuito 50 hacia el empalme, y el circuito 66A y el
                conector (165) para energizar el m&#243;dulo. El trayecto a tierra del m&#243;dulo es el conector (165)
                y el circuito 66-GA, 11-GE hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Cuando el interruptor de llave (63) se coloca en la posici&#243;n de encendido o accesorios, se aplica
                voltaje a los circuitos 13, 13C, el fusible F23, el circuito 66 y el m&#243;dulo DRL module (165). Esto
                energiza el m&#243;dulo DRL y le permite monitorear el voltaje en el conjunto de circuitos de los faros
                delanteros de luz baja a trav&#233;s del circuito 66C. El m&#243;dulo suministra entonces corriente al
                interruptor de las luces de niebla a trav&#233;s del circuito 64A s&#243;lo cuando los faros delanteros
                de luz baja est&#233;n energizados.
            </para>
            <para>Siempre que el interruptor de llave est&#233; en ON (Encendido) y los faros delanteros no est&#233;n
                conmutados a las luces bajas, el m&#243;dulo suministra corriente a los elementos de luz alta, a trav&#233;s
                del circuito 66E, en alrededor 60% de la potencia m&#225;xima. Siempre que los faros delanteros est&#233;n
                en ON y se seleccionen las luces altas, la corriente suministrada a trav&#233;s del interruptor de los
                faros delanteros neutralizar&#225; el 60% del nivel de corriente al nivel m&#225;ximo de 100%.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistemas de faros delanteros: conjunto de circuitos de faros delanteros con columna de la direcci&#243;n
                inclinable y con cable especial para faros delanteros, luces de estacionamiento, traseras y del tablero
            </title>
            <para>Este cableado especial suministra corriente a los faros delanteros, las luces de estacionamiento e
                indicadoras, luces traseras y conjunto de circuitos de las luces del tablero, en lugar del m&#243;dulo
                de las luces diurnas autom&#225;ticas. Cuando el interruptor de llave (63) se coloca en la posici&#243;n
                de encendido y el interruptor de los faros delanteros (23) est&#225; en OFF, se aplica voltaje a los
                circuitos 13, 13C, el fusible F23, el circuito 51AC, al empalme, el circuito 51AC hacia la bobina del
                relevador de control de las luces de estacionamiento e indicadoras, traseras y del tablero (899) y el
                circuito 51AD hacia la bobina del relevador de control de los faros delanteros (898). El trayecto a
                tierra del relevador de control (898) es el circuito 50B-G al empalme, y del relevador de control (899)
                es el circuito 50A-G al empalme y el circuito 11-GB a la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>La corriente del relevador de control de los faros delanteros (898) fluye desde el terminal de
                alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los circuitos 14AA,
                14A, el fusible F2, el circuito 50, circuito hacia el empalme, circuito 51AA y hacia el relevador de
                control de los faros delanteros (898). La corriente tambi&#233;n fluye a trav&#233;s de los contactos
                normalmente abiertos (N.O.), el circuito 51AB hacia el empalme, el circuito 51B y el conector (191).
            </para>
            <para>En el caso del relevador de control de las luces de estacionamiento e indicadoras, traseras y del
                tablero (899), la corriente fluye desde la corriente fluye desde el terminal de alimentaci&#243;n de la
                bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los circuitos 14AA, 14A, el fusible F1, el
                circuito 50A al relevador, circuito 58AA y al relevador de control de las luces de estacionamiento e
                indicadoras, traseras y del tablero (899) Asimismo la corriente fluye a trav&#233;s de los contactos
                normalmente abiertos (N.O.), el circuito 58AB hacia el empalme, el circuito 58B y el conector (2), el
                circuito 58B, el conector (526), el circuito 58D hacia las luces indicadoras del cofre. Del mismo modo y
                desde el empalme, se suministra potencia a los circuitos 58, 58D, el fusible F27, el circuito 58E y el
                conector original de la carrocer&#237;a (194) (Consulte la Secci&#243;n 7). Esto deriva la posici&#243;n
                de estacionamiento del interruptor de los faros delanteros (23).
            </para>
            <para>Cuando el interruptor del atenuador de faros delanteros est&#225; en la posici&#243;n de luz baja y el
                interruptor de faros delanteros (23) se cambia a la posici&#243;n ON, la corriente fluye desde el
                terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los
                circuitos 14AA, 14A, el fusible F2, los circuitos 50 y 50C, los contactos cerrados del interruptor de
                faros delanteros, y los circuitos 51, 51B hacia el conector del interruptor de las direccionales y del
                atenuador (191). La corriente fluye a trav&#233;s de los contactos del interruptor, el conector (191),
                el circuito 53B/53, el conector del tablero (3), el circuito 53, el conector (526) y el circuito 53 al
                empalme. Desde el empalme, la corriente fluye a trav&#233;s del circuito 53B hacia el elemento de la luz
                baja del faro delantero izquierdo (502), y a trav&#233;s del circuito 53A hacia el elemento de la luz
                baja del faro delantero derecho (504).
            </para>
            <para>Cuando el interruptor del atenuador de faros delanteros se coloca en la posici&#243;n de luz alta, la
                corriente fluye desde los contactos del interruptor, el conector (191), el circuito 52D/52, el conector
                (3), el circuito 52, el conector (526) y el circuito 52 al empalme. Desde el empalme, la corriente fluye
                a trav&#233;s del circuito 52C hacia el elemento de la luz alta del faro delantero izquierdo (502), y a
                trav&#233;s del circuito 52B hacia el elemento de la luz alta del faro delantero derecho (504).
            </para>
            <para>El trayecto a tierra del faro delantero izquierdo es el circuito 11-GC/11-GB, el conector del mazo de
                cables del extremo delantero (526) y el circuito 11-GB/11-GJ hacia la conexi&#243;n a tierra del motor
                de arranque. El trayecto de tierra del faro delantero derecho es el circuito 11-GE/11-GB, el conector
                del mazo de cables del extremo delantero (526) y el circuito 11-GB/11-GJ hacia la conexi&#243;n a tierra
                del motor de arranque.
            </para>
            <para>Cuando las luces altas est&#225;n energizadas, la corriente tambi&#233;n se alimenta del circuito 52D
                hacia el circuito 52A, y el indicador de luz alta en el conector del grupo de instrumentos (27). El
                grupo de instrumentos se conecta a tierra a trav&#233;s del conector (27) y el circuito 28-GB/11-GB
                hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistemas de faros delanteros: conjunto de circuitos de faros delanteros con Columna de la direcci&#243;n
                fija y con cable especial para faros delanteros, luces de estacionamiento, traseras y del tablero
            </title>
            <para>Este cableado especial suministra corriente a los faros delanteros, las luces de estacionamiento e
                indicadoras, luces traseras y conjunto de circuitos de las luces del tablero, en lugar del m&#243;dulo
                de las luces diurnas autom&#225;ticas. Cuando el interruptor de llave (63) se coloca en la posici&#243;n
                de encendido y el interruptor de los faros delanteros (23) est&#225; en OFF, se aplica voltaje a los
                circuitos 13, 13C, el fusible F23, el circuito 51AC, al empalme, el circuito 51AC hacia la bobina del
                relevador de control de las luces de estacionamiento e indicadoras, traseras y del tablero (899) y el
                circuito 51AD hacia la bobina del relevador de control de los faros delanteros (898). El trayecto a
                tierra del relevador de control (898) es el circuito 50B-G al empalme, y del relevador de control (899)
                es el circuito 50A-G al empalme y el circuito 11-GB a la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>La corriente del relevador de control de los faros delanteros (898) fluye desde el terminal de
                alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los circuitos 14AA,
                14A, el fusible F2, el circuito 50, circuito hacia el empalme, circuito 51AA y hacia el relevador de
                control de los faros delanteros (898). La corriente tambi&#233;n fluye a trav&#233;s de los contactos
                normalmente abiertos (N.O.), el circuito 51AB hacia el empalme, el circuito 51A y al relevador (100).
            </para>
            <para>En el caso del relevador de control de las luces de estacionamiento e indicadoras, traseras y del
                tablero (899), la corriente fluye desde la corriente fluye desde el terminal de alimentaci&#243;n de la
                bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los circuitos 14AA, 14A, el fusible F1, el
                circuito 50A al relevador, circuito 58AA y al relevador de control de las luces de estacionamiento e
                indicadoras, traseras y del tablero (899) Asimismo la corriente tambi&#233;n fluye a trav&#233;s de los
                contactos normalmente abiertos (N.O.), el circuito 58AB hacia el empalme, el circuito 51F y la bobina
                del relevador LTD (100). Tambi&#233;n desde el circuito de empalme 58AB, el circuito 58B, el conector
                (2), el circuito 58B, el conector (526), el circuito 58D hacia las luces indicadoras del cofre. Del
                mismo modo y desde el empalme, se suministra potencia a los circuitos 58, 58D, el fusible F27, el
                circuito 58E y el conector original de la carrocer&#237;a (194) (Consulte la Secci&#243;n 7). Esto
                deriva la posici&#243;n de estacionamiento del interruptor de los faros delanteros (23).
            </para>
            <para>Cuando el interruptor del atenuador de faros delanteros est&#225; en la posici&#243;n de luz baja y el
                interruptor de faros delanteros (23) se cambia a la posici&#243;n ON, la corriente fluye desde el
                terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1) a trav&#233;s de los
                circuitos 14AA, 14A, fusible F2, circuitos 50 y 50C, los contactos cerrados del interruptor de faros
                delanteros, y los circuitos 51, 51A hacia los contactos del relevador del atenuador (100), y el circuito
                51F hacia la bobina del relevador. La corriente fluye a trav&#233;s de la bobina del relevador (100) y a
                trav&#233;s del circuito 51D al interruptor de la direccional/conector del interruptor (192) de atenuaci&#243;n,
                los contactos del interruptor, el conector (192), y el circuito 51-G/11-G hacia la conexi&#243;n a
                tierra de la cabina del bus.
            </para>
            <para>Esto energiza el relevador (100) y permite que la corriente fluya a trav&#233;s del circuito 53A/53,
                el conector del tablero (3), el circuito 53, el conector (526) y el circuito 53 hacia un empalme. Desde
                el empalme, la corriente fluye a trav&#233;s del circuito 53B hacia el elemento de la luz baja del faro
                delantero izquierdo (502), y a trav&#233;s del circuito 53A hacia el elemento de la luz baja del faro
                delantero derecho (504).
            </para>
            <para>Cuando el interruptor de atenuaci&#243;n se cambia a la posici&#243;n de luz alta, los contactos del
                interruptor se abren y el trayecto de la conexi&#243;n a tierra hacia el relevador (100) se quita. Esto
                desenergiza el relevador y la corriente fluye a trav&#233;s del circuito 52C/52, el conector del tablero
                (3), el circuito 52, el conector (526) y el circuito 52 hacia un empalme. Desde el empalme, la corriente
                fluye a trav&#233;s del circuito 52C hacia el elemento de la luz alta del faro delantero izquierdo
                (502), y a trav&#233;s del circuito 52B hacia el elemento de la luz alta del faro delantero derecho
                (504).
            </para>
            <para>El trayecto a tierra del faro delantero izquierdo es el circuito 11-GC/11-GB, el conector (526) y el
                circuito 11-GB/11-GJ hacia la conexi&#243;n a tierra del arranque. El trayecto a tierra del faro
                delantero derecho es el circuito 11-GE/11-GB, el conector (526) y el circuito 11-GB/11-GJ hacia la
                conexi&#243;n a tierra del arranque.
            </para>
            <para>Cuando las luces altas est&#225;n energizadas, se suministra tambi&#233;n potencia del circuito 52C
                hacia el circuito 52A, y el indicador de luz alta en el conector del grupo de instrumentos (27). El
                grupo de instrumentos se conecta a tierra a trav&#233;s del conector (27) y el circuito 28-GB/11-GB
                hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Se suministra tambi&#233;n potencia al terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a
                (J1), los circuitos 14AA, 14A, el fusible F2 y los circuitos 50, 50B hacia los contactos del relevador
                de Destello para rebasar (101) y el circuito 51C hacia la bobina del relevador. Cuando la palanca de la
                direccional se empuja hacia adelante y se mantiene en la posici&#243;n de Destello para rebasar, la
                corriente fluye a trav&#233;s de la bobina del relevador (101), el circuito 51E, el conector (192), los
                contactos del interruptor del atenuador, el conector (192) y el circuito 51-G/11-G hacia la conexi&#243;n
                a tierra de la cabina del bus.
            </para>
            <para>Esto energiza el relevador (101) y permite que la corriente fluya a trav&#233;s de los contactos
                normalmente abiertos (N.O.), el circuito 52B/52, el conector (3), el circuito 52, el conector (526) y el
                circuito 52 hacia un empalme. Desde el empalme, la corriente fluye a trav&#233;s del circuito 52C hacia
                el elemento de la luz alta del faro delantero izquierdo, y a trav&#233;s del circuito 52B hacia el
                elemento de la luz alta del faro delantero derecho, haciendo que las luces altas se enciendan y se&#241;alicen
                el intento de rebase.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de estacionamiento e indicadoras laterales</title>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se suministra
                potencia a los circuitos 14AA, 14A, el fusible F1, el circuito 50A (el empalme y el circuito 50D con
                cable especial) y el interruptor de faros delanteros (23). Cuando el interruptor de faros delanteros
                (23) est&#225; en la posici&#243;n ON de faros delanteros o de luces de estacionamiento, se suministra
                potencia a los circuitos 58, 58B, el conector (2), el circuito 58B, el conector (526) y el circuito 58D
                hacia un empalme. Desde el empalme, se suministra potencia a la luz indicadora lateral izquierda (503) a
                trav&#233;s del circuito 58E y hacia la luz indicadora lateral derecha (505) a trav&#233;s del circuito
                58F. En veh&#237;culos con luces de doble faz opcionales montadas en la defensa, la potencia tambi&#233;n
                se suministra al faro izquierdo (508) a trav&#233;s del circuito 58H, y el faro derecho(509) a trav&#233;s
                del circuito 58J. Del mismo modo, se suministra potencia al circuito 58, al fusible F27, al circuito 58E
                y al conector original de la carrocer&#237;a (194) (Consulte la Secci&#243;n 7).
            </para>
            <para>El trayecto a tierra de la luz direccional lateral izquierda (503) es el circuito 11-GD/11-GC/11-GB,
                el conector (526) y el circuito 11-GB/11-GJ a la conexi&#243;n a tierra del arranque. El trayecto a
                tierra de la luz direccional lateral derecha (505) es el circuito 11-GF/11-GE/11-GB, el conector (526) y
                el circuito 11-GB/11-GJ a la conexi&#243;n a tierra del arranque.
            </para>
            <para>El trayecto a tierra de la luz de doble faz izquierda (508) es el circuito 11-GG/11-GB, el conector
                (526) y el circuito 11-GB/11-GJ a la conexi&#243;n a tierra del arranque. El trayecto a tierra de la luz
                de doble faz derecha (509) es el circuito 11-GH/11-GB, el conector (526) y el circuito 11-GB/11-GJ a la
                conexi&#243;n a tierra del arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces del tablero</title>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se suministra
                potencia a los circuitos 14A, 14AA, al fusible F1, al circuito 50A y al interruptor de faros delanteros
                (23). Cuando el interruptor de los faros delanteros (23) est&#225; en la posici&#243;n ON de luces de
                estacionamiento o de faros delanteros, se suministra potencia al circuito 62, al fusible 28, al circuito
                62A y al control del atenuador de las luces del tablero (22). El trayecto a tierra del control del
                atenuador (22) es los circuitos 62-GE, 11-GC hacia la conexi&#243;n a tierra de la cabina del bus.
            </para>
            <para>Desde el control del atenuador (22), se aplica un voltaje ajustable al circuito 62B y al bloque de
                alimentaci&#243;n (8). Desde el bloque de alimentaci&#243;n (8), se suministra potencia al circuito 62P
                y al grupo de instrumentos izquierdo (26), al circuito 62J y al grupo de instrumentos central (27), y al
                circuito 62C y grupo de instrumentos derecho (28). Tambi&#233;n se suministra potencia al circuito 62E,
                al conector (219) y el circuito 62E a la luz de control de la transmisi&#243;n autom&#225;tica "AT"
                (219), y el circuito 62K, el conector (377) y el selector de cambio ABS/Allison (420). Desde el bloque
                de alimentaci&#243;n, se suministra tambi&#233;n potencia a trav&#233;s del circuito 62F hacia el
                conector original de la carrocer&#237;a (194) (Consulte la Secci&#243;n 7), y el circuito 62L de la luz
                on/off del crucero/estrangulador (391), y el circuito 62M de la luz del interruptor
                crucero/estrangulador establecer/marcha libre reasumir /acelerar (392), y el circuito 62D y el
                interruptor de faros delanteros (23).
            </para>
            <para>El trayecto de tierra del grupo de instrumentos izquierdo es el circuito 62-GA/11-GB hacia la conexi&#243;n
                a tierra de la cabina del bus. La conexi&#243;n a tierra del grupo de instrumentos central es el
                circuito 62-GB/11-GB hacia la conexi&#243;n a tierra de la cabina del bus, y para el grupo de
                instrumentos derecho, la conexi&#243;n a tierra pasa a trav&#233;s del circuito 62-GC/11-G hacia la
                conexi&#243;n a tierra de la cabina del bus. La luz de transmisi&#243;n se conecta a tierra en su
                soporte de montaje. La luz on/off del crucero/estrangulador (391) se conecta a tierra a trav&#233;s del
                circuito 62-GH/11-G hacia la conexi&#243;n a tierra de la cabina del bus. La luz del interruptor
                crucero/estrangulador establecer/marcha libre reasumir/acelerar (392) se conecta a tierra a trav&#233;s
                del circuito 62-GF/11-G hacia la conexi&#243;n a tierra de la cabina del bus. El interruptor de faros
                delanteros (23) se conecta a tierra a trav&#233;s del circuito 62-GC/11-GC hacia la conexi&#243;n a
                tierra de la cabina del bus.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de la luz de alto, con frenos de aire</title>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se suministra
                potencia a los circuitos 14AA, 14A, el fusible F3, y el circuito 70, hacia el empalme, el circuito 70B,
                hacia el conector del interruptor de la luz de alto de aire (80). Desde el empalme, se suministra
                corriente al interruptor de luz de alto de aire secundario (79) a trav&#233;s del circuito 70A. Cuando
                se aplica el pedal de freno, la corriente fluye en paralelo a trav&#233;s de los interruptores de los
                contactos cerrados (79) y (80), y desde el circuito 70D del interruptor (79) hacia el empalme, y el
                circuito 70E del interruptor (80) hacia el empalme.
            </para>
            <para>Cuando se aplica el pedal del freno, los interruptores de luz de alto de aire (79) y (80) suministran
                corriente al conector original de la carrocer&#237;a (194) (Consulte la Secci&#243;n 7) desde el empalme
                al circuito 70C. Tambi&#233;n se suministra corriente al ECM (379), la espiga 43, desde el empalme, el
                circuito 97N, el conector de mamparo (2) y el circuito 97N. Al mismo tiempo tambi&#233;n se aplica
                corriente al circuito 97M, el conector de mamparo (2) y el circuito 97M a la clavija 44 del ECM (379)
                como se&#241;al redundante.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de la luz de alto, con frenos hidr&#225;ulicos</title>
            <para>Desde el terminal de alimentaci&#243;n de la bater&#237;a de la carrocer&#237;a (J1), se aplica
                corriente a los circuitos 14AA, 14A, el fusible F3, y el circuito 70, hacia el conector del interruptor
                de la luz de alto (50). Cuando se aplica el pedal del freno, los contactos cerrados del interruptor de
                la luz de alto (50) suministran corriente al conector original de la carrocer&#237;a (194) (Consulte la
                Secci&#243;n 7) a trav&#233;s de los circuitos 70A y 70C.
            </para>
            <para>Cuando se aplican los frenos tambi&#233;n se aplica corriente al ECM (379), la clavija 43, a trav&#233;s
                del circuito 70A, el circuito 97N, el conector de mamparo (2) y el circuito 97N. Al mismo tiempo, se
                suministra corriente al m&#243;dulo del monitor de frenos hidr&#225;ulicos (49) a trav&#233;s de los
                circuitos 70A/90R. El m&#243;dulo de monitor compara esta se&#241;al con una se&#241;al que recibe desde
                el interruptor de frenos hidr&#225;ulicos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
