<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CONTROLADORES DEL SISTEMA EL&#201;CTRICO Y GRUPOS DE INTERRUPTORES - CONTROLADOR
        DEL SISTEMA EL&#201;CTRICO
    </stitle>
    <svcman/>
    <svcsubsec id="x082531">
        <title>CONTROLADOR DEL SISTEMA EL&#201;CTRICO</title>
        <svcproc svcproctype="describe" graphiccount="2">
            <title>DESCRIPTION</title>
            <figure id="f0825301" figsize="pg-wide">
                <graphic filename="../figg08/g0825301.webp" type="webp" scalefit="1" scalefitwidth="352px"/>
                <calloutgroup>
                    <callout1>(1600) CONEXI&#211;N ESC DE 36 V&#205;AS (DENTRO DE LA CABINA)</callout1>
                    <callout1>(1601) CONEXI&#211;N ESC DE 8 V&#205;AS MARR&#211;N (DENTRO DE LA CABINA)</callout1>
                    <callout1>(4004) CONEXI&#211;N ESC DE 36 V&#205;AS (COMPARTIMENTO DEL MOTOR)</callout1>
                    <callout1>(4007) CONEXI&#211;N ESC DE 8 V&#205;AS MARR&#211;N, (COMPARTIMENTO DEL MOTOR)</callout1>
                    <callout1>(4008) CONEXI&#211;N ESC DE 8 V&#205;AS AZUL, (COMPARTIMENTO DEL MOTOR)</callout1>
                    <callout1>(4009) CONEXI&#211;N DE ENERG&#205;A AL ESC</callout1>
                    <callout1>(4010) CONEXI&#211;N DE ENERG&#205;A AL ESC</callout1>
                    <revst/>
                    <callout1>(4014)CONEXI&#211;N DE INTERCONEXI&#211;N DE 48 V&#205;AS, A TRAV&#201;S DEL TABIQUE
                        CORTAFUEGO
                    </callout1>
                    <revend/>
                </calloutgroup>
            </figure>
            <para>El Sistema del Controlador El&#233;ctrico (ESC) es un conjunto electr&#243;nico que provee m&#250;ltiples
                intercambios de intercomunicaciones an&#225;logas para leer el estado de los varios interruptores y
                sensores del usuario. El Sistema ESC proporciona una manera para distribuir energ&#237;a el&#233;ctrica
                y proporcionar al conductor los controles e indicaciones del rendimiento del veh&#237;culo. A diferencia
                de los dise&#241;os de sistemas el&#233;ctricos previos, este se introduce en el uso de tecnolog&#237;as
                de cableado "Multiplex" para intercomunicar las mayores &#225;reas funcionales del veh&#237;culo. A&#250;n
                m&#225;s, el sistema depende de algoritmos de software para realizar funciones l&#243;gicas en lugar de
                implementar caracter&#237;sticas similares usando dise&#241;os del arn&#233;s de cables complejos, con
                rel&#233;s e interruptores. Un beneficio natural de este sistema es su capacidad de hacer pruebas, en t&#233;rminos
                de l&#237;nea, de fuera del l&#237;nea y fuera del veh&#237;culo.
            </para>
            <para>El Controlador del Sistema El&#233;ctrico (ESC) es el coraz&#243;n del sistema el&#233;ctrico del veh&#237;culo.
                El desempe&#241;a las siguientes funciones:
            </para>
            <seqlist style="alphauc">
                <item>
                    <para>Se comunica con la mayor&#237;a de los instrumentos del tablero e interruptores de las puertas
                        a trav&#233;s del interruptor de enlace de datos (J-1708) (sistema multiplex).
                    </para>
                </item>
                <item>
                    <para>Recibe entradas provenientes del sistema HVAC para diagn&#243;sticos del sistema HVAC y
                        controles del compresor.
                    </para>
                </item>
                <item>
                    <para>Recibe entradas provenientes de los interruptores de la columna de la direcci&#243;n para
                        controlar la bocina, se&#241;ales de viraje, limpia-lava parabrisas y control de velocidad de
                        crucero.
                    </para>
                </item>
                <item>
                    <para>Recibe entradas provenientes de el, o los interruptores de frenos y de embrague, mientras
                        monitorea cada interruptor por si hay circuitos abiertos o en corto.
                    </para>
                </item>
                <item>
                    <para>Se comunica con el Grupo de Instrumentos Electr&#243;nicos (EGC), a trav&#233;s del enlace de
                        datos del tren de potencia 1939, para mostrar los par&#225;metros del veh&#237;culo y diagn&#243;sticos
                        del sistema.
                    </para>
                </item>
                <item>
                    <para>Proporciona energ&#237;a a varios componentes, dentro y fuera de la cabina, los cuales son
                        controlados por medio de los interruptores multiplex o entradas directas.
                    </para>
                </item>
                <item>
                    <para>Proporciona al fabricante de carrocer&#237;as un enlace de datos para controlar los m&#243;dulos
                        remotos, solenoides de aire remotos y m&#243;dulos PTO remotos.
                    </para>
                </item>
                <item>
                    <para>Se comunica a trav&#233;s del enlace de datos del tren de potencia 1939 con los controladores
                        del motor, de la transmisi&#243;n y el del ABS.
                    </para>
                </item>
            </seqlist>
            <para>La siguiente tabla contiene la lista de las caracter&#237;sticas controladas por el ESC.</para>
            <table id="tesc501" tblwidth="full-page">
                <title>Caracter&#237;sticas Controladas por el Sistema Multiplex</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.99in"/>
                    <colspec colname="col2" colwidth="2.99in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Caracter&#237;sticas Est&#225;ndar</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Caracter&#237;sticas Opcionales</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Luces Delanteras, de Estacionamiento</para>
                            </entry>
                            <entry colname="col2">
                                <para>Control y Protecci&#243;n del Acondicionador de Aire</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Sistema de Limpia/lava Parabrisas</para>
                            </entry>
                            <entry colname="col2">
                                <para>Calefacci&#243;n del Espejo</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Bocina El&#233;ctrica</para>
                            </entry>
                            <entry colname="col2">
                                <para>Luces de Trabajo</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Se&#241;ales de Viraje e intermitentes de Peligro</para>
                            </entry>
                            <entry colname="col2">
                                <para>Luces para Niebla</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Luces de Parada</para>
                            </entry>
                            <entry colname="col2">
                                <para>Sistema Asistido de Frenos de Estacionamiento y Luz de Advertencia</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Luces de B&#243;veda</para>
                            </entry>
                            <entry colname="col2">
                                <para>Accesorios Controlados por L&#237;neas de Impulso por Aire (Divisor Asistido,
                                    Bloqueo Diferencial, Suspensi&#243;n, Vaciado, Etc.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Monitor del Sistema de Frenos Hidr&#225;ulicos y Luces de Advertencia</para>
                            </entry>
                            <entry colname="col2">
                                <para>Luces de advertencia para transmisiones electr&#243;nicas</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Luces de Advertencia para frenos Anti-Bloqueo</para>
                            </entry>
                            <entry colname="col2">
                                <para>Sistema de freno del motor (Freno de compresi&#243;n, Freno de escape, Retardador
                                    de la L&#237;nea de Potencia)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Entrelace entre el Control de Crucero y el Motor</para>
                            </entry>
                            <entry colname="col2">
                                <para>Indicadores Opcionales (Temperaturas del Aceite de la Transmisi&#243;n,
                                    Temperatura de Aceite del Eje, Amper&#237;metro)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Sistema del Indicador de Presi&#243;n del Aire</para>
                            </entry>
                            <entry colname="col2">
                                <para>Sistemas de Luces de Advertencia Opcionales (Filtro de Combustible, Cambio de
                                    Aceite, Agua en el Combustible, Etc.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Grupo de Instrumentos Est&#225;ndar (Veloc&#237;metro, Tac&#243;metro, Volt&#237;metro,
                                    Temperatura del agua, Presi&#243;n de Aceite, Nivel de Combustible)
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0825302" figsize="pg-wide">
                <graphic filename="../figg08/g0825302.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de los Bloques del Controlador del Sistema El&#233;ctrico</caption>
                <calloutgroup>
                    <callout1>1. MICROPROCESADOR</callout1>
                    <callout1>2. INTERRUPTORES DE ESTADO S&#211;LIDO DE 10 AMP</callout1>
                    <callout1>3. INTERRUPTORES DE ESTADO S&#211;LIDO DE 20 AMP</callout1>
                    <callout1>4. REL&#201; DE POTENCIA DE 16 CANALES</callout1>
                    <callout1>5. SENSOR DE SUMINISTRO DE ENERG&#205;A DE 5 VOLTIOS</callout1>
                    <callout1>6. TRANSRECEPTOR DE DATOS DEL INTERRUPTOR DEL ENLACE DE DATOS - J1708</callout1>
                    <callout1>7. TRANSRECEPTOR ENLACE DE DATOS PARA EL FABRICANTE DE CARROCER&#205;AS J1939</callout1>
                    <callout1>8. TRANSRECEPTOR DE ENLACE DE DATOS DEL TREN DE POTENCIA 1939</callout1>
                    <callout1>9. CIRCUITOS DE ACONDICIONAMIENTO DE ENTRADAS DIGITALES</callout1>
                    <callout1>10. CIRCUITOS DE ACONDICIONAMIENTO DE ENTRADAS AN&#193;LOGAS</callout1>
                    <callout1>11. SUMINISTRO DE ENERG&#205;A AL M&#211;DULO ESC</callout1>
                    <callout1>12. SE&#209;AL DE POTENCIA</callout1>
                    <callout1>13. SE&#209;AL DE ESTADO</callout1>
                </calloutgroup>
            </figure>
            <para>Debido a que el ESC tiene entradas y salidas programables electr&#243;nicamente, la configuraci&#243;n
                del ESC puede variar de un veh&#237;culo a otro.
            </para>
            <para>El ESC est&#225; montado en el tabique cortafuego entre la cabina y el compartimento del motor. El
                tiene una conexi&#243;n de energ&#237;a proveniente del interruptor de ignici&#243;n, dentro de la
                cabina y otra conexi&#243;n proveniente de las bater&#237;as, en el compartimento del motor.
            </para>
            <para>La energ&#237;a para los componentes controlados por el controlador y los grupos de interruptores es
                suministrada por el ESC.
            </para>
            <specpara>
                <note>
                    <para>El ESC no es un m&#243;dulo reparable. Si en alg&#250;n momento se determina que el ESC tiene
                        un da&#241;o interno, debe ser reemplazado y el nuevo m&#243;dulo tiene que ser programado. Hay
                        la posibilidad que al recargar el programa en el m&#243;dulo con problemas queden reparados
                        algunos de problemas.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_S08253.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_50.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
