<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - PARE DEL CAMI&#211;N/SE&#209;AL DE VIRAJE/LUZ DE PELIGRO -
        SALIDAS DEL ESC PARA LAS LUCES DE SE&#209;AL DE VIRAJE DELANTERA/PELIGRO Y SE&#209;AL DE VIRAJE SEPARADA
    </stitle>
    <svcman/>
    <svcproc id="x08260804" svcproctype="troubleshoot" graphiccount="1">
        <title>SALIDAS DEL ESC PARA LAS LUCES DE SE&#209;AL DE VIRAJE DELANTERA/PELIGRO Y SE&#209;AL DE VIRAJE
            SEPARADA
        </title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
                <note>
                    <para>El fusible integral autom&#225;tico en el ESC se saltar&#225; durante un corto. Para
                        restablecer el fusible, el interruptor de ignici&#243;n se debe cambiar de posici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Vea,
                <hotlnk xrefid="f0826039">Salidas del ESC Para las Luces de Se&#241;al de Viraje
                    Delantera/Peligro</hotlnk>.
            </para>
            <para>Cuando se selecciona la se&#241;al de viraje a la izquierda o derecha, el ESC detecta si los circuitos
                de la se&#241;al izquierda o derecha experimentan una sobrecarga de corriente (corto con tierra o carga
                excesiva), o un circuito abierto (una falla solamente ser&#225; registrada cuando no hay recorrido de
                corriente a trav&#233;s de cualquier bombillo con tierra). El ESC registrar&#225; una falla activa para
                cualquiera de las siguientes condiciones. La falla permanecer&#225; activa hasta que la condici&#243;n
                que la caus&#243; haya sido corregida y la se&#241;al de viraje afectada sea activada.
            </para>
            <figure id="f0826039" figsize="pg-wide">
                <graphic filename="../figg08/g0826086.webp" type="webp" scalefit="1" scalefitwidth="448px"/>
                <caption>Salidas del ESC para las Luces de Se&#241;al de Viraje Delantera/peligro (Conexiones Vistas Por
                    el Lado de Empalme) - Vea Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n
                    M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4000) TABLERO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL MOTOR - REL&#201;S DE VIRAJE DEL
                        REMOLQUE
                        <callout2>LOCALIZADOS DENTRO DEL COMPARTIMENTO DEL MOTOR EN EL TABLERO DE DISTRIBUCI&#211;N DE
                            ENERG&#205;A
                        </callout2>
                    </callout1>
                    <callout1>(4007) CONEXI&#211;N MARR&#211;N DEL CONTROLADOR DEL SISTEMA
                        <callout2>LOCALIZADA EN EL ESC DEL LADO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4301) CONEXI&#211;N DE CHASIS, DELANTERA
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL RIEL IZQUIERDO DEL CHASIS
                        </callout2>
                    </callout1>
                    <callout1>(4460M/F) CONEXI&#211;N DEL FABRICANTE DE LA CARROCER&#205;A
                        <callout2>LOCALIZADA AL RESPALDO DE LA CABINA CERCA DEL RIEL IZQUIERDO DEL CHASIS</callout2>
                    </callout1>
                    <callout1>(8000) ARN&#201;S DE LUZ DELANTERA/SE&#209;AL DE VIRAJE DERECHA
                        <callout2>LOCALIZADA DETR&#193;S DEL CONJUNTO DE LA LUZ DELANTERA</callout2>
                    </callout1>
                    <callout1>(8001) ARN&#201;S DE LUZ DELANTERA/SE&#209;AL DE VIRAJE IZQUIERDA
                        <callout2>LOCALIZADA DETR&#193;S DEL CONJUNTO DE LA LUZ DELANTERA</callout2>
                    </callout1>
                    <callout1>(8800) ADAPTADOR DE TIERRA # 1</callout1>
                    <callout1>(8801) ADAPTADOR DE TIERRA # 2</callout1>
                </calloutgroup>
            </figure>
            <table id="t1901701">
                <title>Tabla de Revisi&#243;n de la Conexi&#243;n de la Se&#241;al de Viraje/Luz de Peligro Delanteras
                </title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.67in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="0.91in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN1"/>
                    <spanspec namest="1" nameend="2" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 16 3</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Lamparas de viraje delanteras derechas; menos que la corriente baja normal, pero m&#225;s
                                    que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 16 4</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Lamparas de viraje delanteras derechas; mayor que la corriente alta normal y menor
                                    que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 16 6</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Las lamparas de viraje delanteras derechas tienen un flujo de corriente cuando la
                                    salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 16 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1" align="center">
                                <para>Sobrecarga de corriente de la l&#225;mpara de viraje delantera derecha (Corto
                                    circuito)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <note>
                                    <para>Al desenchufar las conexiones causar&#225; el registro de nuevas fallas por
                                        apertura de circuitos. Borre todas las fallas despu&#233;s de haber sido
                                        restauradas todas las conexiones.
                                    </para>
                                </note>
                                <para>Desenchufe la conexi&#243;n (8000) de la se&#241;al de la luz delantera y viraje
                                    derecha. Cambie de posici&#243;n la llave de la ignici&#243;n y borre los DTC.
                                    Active la se&#241;al de viraje delantera derecha y revise si hay falla. Si la falla
                                    no vuelve a ocurrir, hay un corto o una sobrecarga en la luz de se&#241;al de
                                    viraje. Si la falla vuelve a ocurrir, hay un corto en los circuitos entre el ESC y
                                    la luz de se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Desenchufe cualquier otra conexi&#243;n de componentes que est&#233;n conectados a
                                    los circuitos de la se&#241;al de viraje delantera derecha. Cambie de posici&#243;n
                                    la llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje
                                    delantera derecha y revise si hay falla. Si la falla no vuelve a ocurrir, hay un
                                    corto o una sobrecarga en ese componente. Si la falla vuelve a ocurrir, hay un corto
                                    en los circuitos entre el ESC y la luz de la se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Desenchufe la conexi&#243;n marr&#243;n del ESC (4007). Cambie de posici&#243;n la
                                    llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje derecha y
                                    revise si hay falla. Si la falla no vuelve a ocurrir, hay un corto en los circuitos
                                    entre el ESC y la luz de se&#241;al de viraje. Si la falla vuelve a ocurrir, hay un
                                    corto en el interior del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 16 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Circuito abierto en la l&#225;mpara de viraje delantera derecha</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisiones del voltaje de la Se&#241;al de Viraje Delantera
                                        Derecha/Luz de Peligro
                                    </emph>
                                </para>
                                <para>Revise con las luces intermitentes de peligro activadas y la luz delantera y la se&#241;al
                                    de viraje derechas desconectadas.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                                <note>
                                    <para>En una situaci&#243;n de sobrecarga, el ESC no suministrar&#225; voltaje hasta
                                        que el corto o la carga excesiva hayan sido removidas y el interruptor de ignici&#243;n
                                        se haya cambiado de posici&#243;n.
                                    </para>
                                </note>
                                <para>
                                    <emph type="bold">Para hacer la medici&#243;n en las conexiones del ESC, use siempre
                                        la caja de derivaci&#243;n ZTSE4477.
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Se&#241;al de viraje derecha conexi&#243;n (8000), clavija D con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura o corto en los circuitos M-57B, J57A, o
                                    J57AA. Revise si hay corto en el circuito J57BC hacia las conexiones del fabricante
                                    de carrocer&#237;as, o hacia los accesorios del fabricante de carrocer&#237;as.
                                    Revise si hay corto en el circuito J57H hacia los rel&#233;s de viraje del remolque.
                                    Aseg&#250;rese tambi&#233;n de que el voltaje de salida del ESC sea el apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m08250_X0825310A.xml" xrefid="x0825310a">Vea Reemplazo del ESC en
                                        este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Se&#241;al de viraje derecha conexi&#243;n (8000), clavija B con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>0 Voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Circuito de tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Se&#241;al de viraje derecha conexi&#243;n (8000), clavija B con D</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>El voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos de tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 15 3</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Lamparas de viraje delanteras izquierdas; menos que la corriente baja normal, pero
                                    m&#225;s que un circuito abierto
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 15 4</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Lamparas de viraje delanteras izquierdas; mayor que la corriente alta normal y
                                    menor que la corriente fundente
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <revst/>
                                <para>611 14 15 6</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Las lamparas de viraje delanteras izquierdas tienen un flujo de corriente cuando
                                    la salida ha sido desactivada "OFF"
                                </para>
                                <revend/>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 15 2</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1" align="center">
                                <para>Sobrecarga de corriente en la l&#225;mpara de viraje delantera izquierda</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <note>
                                    <para>Al desenchufar las conexiones causar&#225; el registro de nuevas fallas por
                                        apertura de circuitos. Borre todas las fallas despu&#233;s de haber sido
                                        restauradas todas las conexiones.
                                    </para>
                                    <para>Con l&#225;mparas delanteras de unidad sellada, como las usadas en los veh&#237;culos
                                        de servicio severo, los terminales de las l&#225;mparas delanteras no son
                                        sellados; en esta aplicaci&#243;n, los terminales de las l&#225;mparas
                                        delanteras y los terminales de las conexiones de las l&#225;mparas delanteras
                                        tienen que estar completamente recubiertos con grasa "Grafo 2643099R1"
                                    </para>
                                </note>
                                <para>Desenchufe la conexi&#243;n (8001) de la se&#241;al de la luz delantera y viraje
                                    izquierda. Cambie de posici&#243;n la llave de la ignici&#243;n y borre los DTC.
                                    Active la se&#241;al de viraje delantera derecha y revise si hay falla. Si la falla
                                    no vuelve a ocurrir, hay un corto o una sobrecarga en la luz de se&#241;al de
                                    viraje. Si la falla vuelve a ocurrir, hay un corto en los circuitos entre el ESC y
                                    la luz de se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Desenchufe cualquier otra conexi&#243;n de componentes que est&#233;n conectados a
                                    los circuitos de la se&#241;al de viraje delantera derecha. Cambie de posici&#243;n
                                    la llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje
                                    delantera derecha y revise si hay falla. Si la falla no vuelve a ocurrir, hay un
                                    corto o una sobrecarga en ese componente. Si la falla vuelve a ocurrir, hay un corto
                                    en los circuitos entre el ESC y la luz de la se&#241;al de viraje, o en el ESC.
                                </para>
                                <para>Desenchufe la conexi&#243;n marr&#243;n del ESC (4007). Cambie de posici&#243;n la
                                    llave de la ignici&#243;n y borre los DTC. Active la se&#241;al de viraje derecha y
                                    revise si hay falla. Si la falla no vuelve a ocurrir, hay un corto en los circuitos
                                    entre el ESC y la luz de se&#241;al de viraje. Si la falla vuelve a ocurrir, hay un
                                    corto en el interior del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN2">
                                <para>611 14 15 1</para>
                            </entry>
                            <entry colspan="4" spanname="SPAN1">
                                <para>Circuito abierto en la l&#225;mpara de viraje delantera izquierda</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisiones de Voltaje de la Se&#241;al de Viraje Delantera
                                        Izquierda/Luz de Peligro
                                    </emph>
                                </para>
                                <para>Revise con las luces intermitentes de peligro activadas y la luz delantera y la se&#241;al
                                    de viraje izquierdas desconectadas.
                                </para>
                                <note>
                                    <para>Con l&#225;mparas delanteras de unidad sellada, como las usadas en los veh&#237;culos
                                        de servicio severo, los terminales de las l&#225;mparas delanteras no son
                                        sellados; en esta aplicaci&#243;n, los terminales de las l&#225;mparas
                                        delanteras y los terminales de las conexiones de las l&#225;mparas delanteras
                                        tienen que estar completamente recubiertos con grasa "Grafo 2643099R1"
                                    </para>
                                </note>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                                <note>
                                    <para>En una situaci&#243;n de sobrecarga, el ESC no suministrar&#225; voltaje hasta
                                        que el corto o la carga excesiva hayan sido removidas y el interruptor de ignici&#243;n
                                        se haya cambiado de posici&#243;n.
                                    </para>
                                </note>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n de la se&#241;al de viraje izquierda (8001), clavija D con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura o corto en los circuitos M-56B, J56A, o
                                    J56AA. Revise si hay corto en el circuito J56BC hacia las conexiones del fabricante
                                    de carrocer&#237;as, y los accesorios del fabricante de carrocer&#237;as. Revise si
                                    hay corto en el circuito J57H hacia los rel&#233;s de viraje del remolque. Aseg&#250;rese
                                    tambi&#233;n de que el voltaje de salida del ESC sea el apropiado.
                                </para>
                                <para>
                                    <hotlnk document="m08250_X0825310A.xml" xrefid="x0825310a">Vea Reemplazo del ESC en
                                        este manual.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n de la se&#241;al de viraje izquierda (8001), clavija B con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>0 Voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Circuito de tierra</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n de la se&#241;al de viraje izquierda (8001), clavija B con D</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>El voltaje intercambiando entre 12 &#177; 1.5 voltios y 0 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos de tierra.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA)</title>
            <para>Vea,
                <hotlnk xrefid="f0826039">Salidas del ESC para las Se&#241;ales de Viraje Delanteras/Luz de
                    Peligro</hotlnk>.
            </para>
            <para>El ESC suministra voltaje de la bater&#237;a hacia las luces de se&#241;al de viraje delanteras.
            </para>
            <para>El voltaje para las luces de las se&#241;ales de viraje delanteras derechas es suministrado
                directamente por la conexi&#243;n del ESC (4007) terminal B.
            </para>
            <para>La tierra para las luces es suministrada desde el terminal de tierra (4006) hacia la Conexi&#243;n del
                arn&#233;s de la luz delantera y se&#241;al de viraje (8000), terminal B.
            </para>
            <para>El voltaje para la luz de la se&#241;al de viraje delantera izquierda es suministrado directamente
                desde la conexi&#243;n del ESC (4007) terminal C, hacia la conexi&#243;n (8001) terminal D, del arn&#233;s
                de la luz delantera y se&#241;al de viraje izquierda.
            </para>
            <para>La tierra para la luz es suministrada desde el terminal de tierra (4006) hacia la luz delantera y se&#241;al
                de viraje izquierdas, conexi&#243;n del arn&#233;s (8001) terminal B.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X08260803.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X08260805.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
