<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - MOTORES ELECTR&#211;NICOS, DT 466E Y T 444E - DESCRIPCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>DESCRIPCI&#211;N</title>
        <svcsubproc>
            <title>Alimentaci&#243;n y tierra del ECM</title>
            <para>El M&#243;dulo de control electr&#243;nico (ECM) recibe corriente de funcionamiento de 12 voltios, con
                el interruptor de llave en la posici&#243;n de encendido, desde el relevador de potencia del ECM. El
                conjunto de circuitos est&#225; protegido por un fusible de 40 amperios que forma parte del conjunto de
                cables de la bater&#237;a. La conexi&#243;n a tierra del m&#243;dulo de control es hacia el borne
                negativo de las bater&#237;as.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>APS/IVS</title>
            <para>El Sensor de posici&#243;n del pedal del acelerador (APS) es un sensor tipo potenci&#243;metro que, al
                recibir una se&#241;al de referencia de 5 voltios desde el m&#243;dulo de control electr&#243;nico
                (ECM), suministra una se&#241;al de voltaje an&#225;logo lineal que indica que el conductor est&#225;
                solicitando potencia. La se&#241;al APS se usa en el c&#225;lculo de la cantidad deseada de combustible
                y en la sincronizaci&#243;n del inyector.
            </para>
            <para>El Interruptor de validaci&#243;n del ralent&#237; (IVS) es un interruptor de 0/12 voltios que
                suministra al ECM una se&#241;al redundante para verificar cu&#225;ndo el pedal est&#225; en la posici&#243;n
                de ralent&#237;.
            </para>
            <para>Estas dos funciones est&#225;n integradas en un s&#243;lo componente instalado en el pedal del
                acelerador. El conjunto del pedal se repara a tal punto que el APS/IVS se puede reemplazar sin
                reemplazar el pedal completo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>BAP</title>
            <para>El sensor de Presi&#243;n de aire barom&#233;trico (BAP) es un sensor de capacitancia variable, que al
                recibir del ECM una se&#241;al de referencia de 5 voltios, produce una se&#241;al de voltaje an&#225;loga
                lineal que var&#237;a con la altura. El ECM usa la se&#241;al BAP para ajustar la sincronizaci&#243;n y
                la cantidad de combustible, para optimizar el funcionamiento del motor y controlar el humo en todas las
                condiciones de altura.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>ATS</title>
            <para>El sensor de temperatura del aire ambiental (ATS) es un sensor tipo termistor que tiene una
                resistencia variable que cambia cuando se expone a diferentes temperaturas. El ECM mide la se&#241;al
                desde el sensor y utiliza los datos para ajustar la sincronizaci&#243;n y la cantidad de combustible
                para limitar las emisiones de gases en el arranque en clima fr&#237;o.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de control de crucero/PTO</title>
            <para>La caracter&#237;stica del Sistema de control de crucero/PTO controla la velocidad del veh&#237;culo y
                del motor, usando interruptores para veh&#237;culos ON/OFF, reasumir/acelerar y establecer/marcha libre,
                y es controlado por el ECM. El control de velocidad de desactiva cuando se presiona el interruptor OFF,
                se aplica el freno o se coloca la transmisi&#243;n autom&#225;tica en neutro.
            </para>
            <para>El Sensor de velocidad del veh&#237;culo (VSS) y el Sensor de posici&#243;n del &#225;rbol de levas
                (CMP) proporcionan se&#241;ales de velocidad del veh&#237;culo y RPM del motor al ECM. Esta informaci&#243;n
                tambi&#233;n la usa el ECM para controlar el sistema Crucero/PTO.
            </para>
            <para>Los interruptores y conjunto de circuitos del control de crucero tambi&#233;n se usan para el control
                de cabina en el bus de aplicaciones de funcionamiento PTO preestablecidas, variables y m&#243;viles y
                requieren de programaci&#243;n del ECM del motor.
            </para>
            <para>Para obtener informaci&#243;n acerca del control remoto PTO para aplicaciones originales de la
                carrocer&#237;a, consulte la Informaci&#243;n miscel&#225;nea en el Libro del fabricante de la carrocer&#237;a
                CT-471.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Enrejado y ventiladores del radiador</title>
            <para>La funci&#243;n del enrejado y ventiladores del radiador es mantener la temperatura de funcionamiento
                del motor en rango &#243;ptimo. El ECM del motor controla la apertura y cierre del enrejado, bas&#225;ndose
                en se&#241;ales recibidas desde el sensor de temperatura del l&#237;quido refrigerante del motor. El
                ventilador se enciende o apaga cuando el ECM capta que el l&#237;quido refrigerante del motor ha
                alcanzado el l&#237;mite de temperatura preestablecido o cuando la presi&#243;n del cabezal del
                compresor de A/A sobrepasa un l&#237;mite preestablecido.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
