<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTRODUCCI&#243;N
    </stitle>
    <svcman/>
    <svcsection id="M08250" division="truck" date="03/29/2001" translation="spanish">
        <title>INTRODUCCI&#243;N</title>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>INTRODUCCI&#211;N AL MANUAL</title>
            <para>Este Detalles e informaci&#243;n relacionada con motores, transmisiones, sistemas de anti-bloqueo de
                frenos se pueden encontrar en los manuales del vendedor y otros manuales de International Truck and
                Engine Corporation. Los sistemas tratados en este manual cubren solamente los circuitos &#250;nicos de
                nuestros camiones, los cuales no se tratan en otros manuales manual comprende solamente el sistema el&#233;ctrico
                del cami&#243;n.
            </para>
            <para>Este manual intenta ser usado a la par con el libro de diagramas de circuitos que aplican a la
                reparaci&#243;n requerida de ciertos veh&#237;culos espec&#237;ficos. Hay variaciones entre modelos
                espec&#237;ficos y periodos de fabricaci&#243;n que solamente se pueden tratar en el libro de diagramas
                de los circuitos.
            </para>
            <para>El libro de diagramas de circuitos tiene una informaci&#243;n valiosa que puede ser una gran ayuda
                para los t&#233;cnicos. M&#225;s all&#225; de los diagramas de circuitos, el libro proporciona informaci&#243;n
                de la composici&#243;n de las conexiones y partes, identificaci&#243;n de circuitos e informaci&#243;n
                de localizaci&#243;n, una tabla de s&#237;mbolos esquem&#225;ticos, una gu&#237;a de funci&#243;n y
                cableado de los rel&#233;s y una tabla de los bombillos de las l&#225;mparas.
            </para>
            <para>La estrategia usada en este manual est&#225; enfocada para iniciar con una informaci&#243;n general y
                progresivamente, suministrar informaci&#243;n m&#225;s especifica para guiar al t&#233;cnico a localizar
                una falla el&#233;ctrica. El manual est&#225; agrupado en grandes &#225;reas. Dichas &#225;reas a su vez
                est&#225;n divididas en secciones que abarcan cada caracter&#237;stica. Y cada caracter&#237;stica se
                divide en las siguientes &#225;reas:
            </para>
            <randlist type="bullet">
                <item>
                    <para>
                        <emph type="bold">Funciones del Circuito</emph>
                        incluyen una figura representando los componentes mayores asociados con la caracter&#237;stica y
                        una descripci&#243;n general de como funciona esa caracter&#237;stica.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Diagn&#243;sticos</emph>
                        proporcionan significados sistem&#225;ticos de identificaci&#243;n de donde iniciar la b&#250;squeda
                        del componente o circuito que est&#225; fallando. Por ejemplo; Si hay un problema con el
                        circuito de entrada al ESC proveniente de un interruptor, o circuitos de salida provenientes del
                        ESC hacia un dispositivo de carga. Se proporcionan c&#243;digos y explicaciones para
                        diagnosticar los problemas en el &#225;rea, si est&#225;n relacionados.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Manejo de Localizaci&#243;n de Fallas</emph>
                        proporciona m&#225;s detalles sobre la operaci&#243;n del circuito, una figura identificando los
                        circuitos y conexiones t&#237;picos (Para obtener la &#250;ltima informaci&#243;n, vea siempre
                        el libro de diagramas de los circuitos) y una tabla con los voltajes y resistencias de las
                        conexiones claves, esperadas durante una operaci&#243;n normal. No se suministran procedimientos
                        para revisi&#243;n de circuitos espec&#237;ficos en busca de circuitos abiertos o en corto.
                        Suponemos que el t&#233;cnico ha recibido entrenamiento en la identificaci&#243;n de fallas y
                        reparaci&#243;n de circuitos.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Descripci&#243;n Extendida</emph>
                        proporciona m&#225;s detalles en los circuitos de energ&#237;a y tierra para cada caracter&#237;stica.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Localizaci&#243;n de Componentes</emph>
                        proporciona esquemas mostrando la localizaci&#243;n de los componentes m&#225;s importantes
                    </para>
                </item>
                <item>
                    <para>Otras &#225;reas si son requeridas tales como
                        <emph type="bold">Remoci&#243;n</emph>,
                        <emph type="bold">Instalaci&#243;n</emph>
                        y
                        <emph type="bold">Programaci&#243;n</emph>
                        puede que se incluyan en este manual.
                    </para>
                </item>
            </randlist>
            <para>La observaci&#243;n del operador y las luces de advertencia pueden ser usadas para determinar cuando
                hay un problema con el sistema el&#233;ctrico del veh&#237;culo.
            </para>
            <para>Los t&#233;cnicos pueden continuar dependiendo de la observaci&#243;n de componentes con fallas o
                caracter&#237;sticas de mal funcionamiento. Una vez que el t&#233;cnico ha identificado la falla puede
                ir a la tabla de contenidos y remitirse a la secci&#243;n aplicable para informaci&#243;n sobre la
                localizaci&#243;n de fallas.
            </para>
            <para>Otra v&#237;a en la que la caracter&#237;stica de la falla se hace evidente es a trav&#233;s del
                sistema de diagn&#243;stico "en l&#237;nea" del Controlador del Sistema El&#233;ctrico (ESC).
            </para>
            <para>En el sistema de revisi&#243;n el&#233;ctrica la l&#225;mpara se ilumina cuando detecta una falla que
                ha ocurrido. La l&#225;mpara se puede iluminar en forma continua o alternando cada 5 segundos,
                dependiendo de la naturaleza de la falla. Cuando ocurre la falla y el ESC est&#225; en capacidad de
                comunicaci&#243;n con el tablero de instrumentos electr&#243;nico (EGC), la l&#225;mpara se iluminar&#225;
                durante 5 segundos. Cada vez que se cumple un ciclo de ignici&#243;n y el EFS completa un barrido del
                instrumento, se iluminar&#225; la l&#225;mpara por 5 segundos si est&#225; presente una falla activa. Si
                la luz permanece encendida consistentemente, hay un problema de comunicaci&#243;n entre el ESC y el EGC.
                El t&#233;cnico puede recoger c&#243;digos de diagn&#243;stico de problemas a trav&#233;s de la pantalla
                de exhibici&#243;n EGC del od&#243;metro. Entonces el t&#233;cnico puede mirar en los c&#243;digos de
                diagn&#243;stico de problemas para localizar la informaci&#243;n aplicable para la localizaci&#243;n de
                la falla.
            </para>
            <para>Los diagn&#243;sticos ESC no est&#225;n en capacidad de identificar todas las posibles fallas del
                sistema. Es por eso que sigue siendo muy importante la observaci&#243;n a trav&#233;s de la identificaci&#243;n
                del problema.
            </para>
            <para>El procedimiento de la recolecci&#243;n de c&#243;digos de problemas de diagn&#243;stico para los
                motores, transmisiones y sistemas de anti-bloqueo de frenos var&#237;an del procedimiento para recolecci&#243;n
                de c&#243;digos de problemas de diagn&#243;stico producidos por el ESC.
            </para>
            <para>Una herramienta de servicio electr&#243;nico (EST), tal como la EZ-Tech, funcionando con el software
                INTUNE, se puede usar para obtener una lista de los c&#243;digos de problemas para el diagn&#243;stico,
                entradas al monitor del ESC y ejercitar de salidas del ESC.
            </para>
            <para>Este manual est&#225; escrito para intentar la localizaci&#243;n de la mayor cantidad posible de
                fallas, sin la necesidad de usar la herramienta de servicio. La herramienta EZ-Tech, funcionando con el
                software apropiado, tambi&#233;n se puede usar para localizaci&#243;n de fallas del motor, transmisi&#243;n,
                y sistemas de anti-bloqueo de frenos ABS.
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
