<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - BATER&#205;A, SISTEMAS DE GENERACI&#211;N Y ARRANQUE - BATER&#205;A - BATER&#205;AS
        Y CABLES
    </stitle>
    <svcman/>
    <svcproc svcproctype="troubleshoot" graphiccount="2">
        <title>BATER&#205;AS Y CABLES</title>
        <svcprocinfo>
            <para>El sistema de bater&#237;as para esto veh&#237;culos consiste en 2 bater&#237;as de 12 voltios exentas
                de mantenimiento o tres bater&#237;as de 12 voltios exentas de mantenimiento. Cualquier bater&#237;a
                adicional instalada es tambi&#233;n del tipo exenta de mantenimiento.
            </para>
            <specpara>
                <warning>
                    <para>Cuando trabaje con bater&#237;as, use siempre careta o protectores de ojos, tenga una fuente
                        de suministro de agua disponible, asegure una buena ventilaci&#243;n y aseg&#250;rese de que no
                        hay llamas vivas presentes.
                    </para>
                </warning>
            </specpara>
            <seqlist style="alphauc">
                <item>
                    <para>Antes de iniciar estos procedimientos de pruebas, aseg&#250;rese de que las bater&#237;as del
                        veh&#237;culo est&#233;n al 75% del estado de carga (SOC) o mayor. Esto representa un voltaje de
                        circuito abierto (OCV) de 12.4 voltios. Las bater&#237;as con un OCV de 12 voltios o menos, o
                        est&#225;n totalmente descargadas o tiene una celda muerta.
                    </para>
                </item>
                <item>
                    <para>Antes de empezar esto procedimientos, revise si alguna luz, o filamento de l&#225;mpara
                        indicadora sospechoso de estar abierto (quemado). Esto se hace para evitar revisiones extensas
                        de circuitos innecesarias.
                    </para>
                </item>
                <item>
                    <para>Antes de iniciar estos procedimientos de pruebas, inspeccione todas la conexiones en busca de
                        clavijas da&#241;adas o flojas, cables etc. Vea en el Manual de Servicio Maestro, o ISIS CD, en
                        el GRUPO 08 - EL&#201;CTRICOS la secci&#243;n PRUEBAS DE EQUIPOS Y REPARACI&#211;N DE
                        CONEXIONES.
                    </para>
                </item>
                <item>
                    <para>Cuando el t&#233;cnico determine que hay un fusible fundido, mientras revisa su condici&#243;n,
                        est&#225; dirigido a localizar la causa de la condici&#243;n de sobrecarga y repararla. Mientras
                        no haya otras instrucciones diferentes a estos procedimientos listados en las tablas de diagn&#243;sticos,
                        el procedimiento com&#250;n es el siguiente: A&#237;sle las secciones del circuito,
                        desenchufando las conexiones, y midiendo la resistencia con tierra para encontrar el circuito
                        que est&#225; en corto con tierra. Luego localice el punto da&#241;ado en el cable o conexi&#243;n
                        y rep&#225;relo.
                    </para>
                </item>
                <item>
                    <para>El diagn&#243;stico para circuitos que est&#225;n funcionando mal debido a trabaz&#243;n en la
                        posici&#243;n "ON" generalmente no est&#225;n cubiertos en detalle. Se asume que el t&#233;cnico
                        conoce como revisar el funcionamiento de los interruptores, rel&#233;s o solenoides.
                    </para>
                </item>
            </seqlist>
        </svcprocinfo>
        <svcsubproc id="x0825601">
            <title>
                <hotlnk xrefid="f0825601">Procedimiento de Prueba de una Bater&#237;a</hotlnk>
            </title>
            <para>Pruebe separadamente cada bater&#237;a</para>
            <step1>
                <para count="1">Desconecte los cables de los terminales de ambas bater&#237;as. Revise visualmente cada
                    bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Examine el ojo del hidr&#243;metro (si no hay ojo de hidr&#243;metro, vaya al paso 3)
                </para>
                <step2>
                    <para count="1">Si el ojo se muestra verde, vaya al paso 4.</para>
                </step2>
                <step2>
                    <para count="1">Si el ojo est&#225; oscuro, recargue y luego vaya al paso 4.</para>
                </step2>
                <step2>
                    <para count="1">Si el ojo se muestra amarillo, reemplace la bater&#237;a.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Aplique carga de 300 Amperios durante 15 segundos. Apague la carga y espere un minuto.
                </para>
                <step2>
                    <para count="1">Si hay 12.4 voltios o m&#225;s, vaya a paso 4.</para>
                </step2>
                <step2>
                    <para count="1">Si hay menos de 12.4 voltios, recargue, luego repita el paso 3. Si la bater&#237;a
                        no almacena la carga sobre 12.4 voltios, reempl&#225;cela.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Aplique una carga de prueba igual al 50% de la carga nominal de la bater&#237;a, a 17.8&#176;C
                    (0&#176;F). Despu&#233;s de 15 segundos,
                    <emph type="bold">con la carga a&#250;n aplicada,</emph>
                    mida y anote el voltaje terminal . Retire la carga ("OFF")
                </para>
            </step1>
            <step1>
                <para count="1">Estime la temperatura de la bater&#237;a. Si el voltaje medido no cumple o se excede de
                    los valores mostrados en la tabla siguiente, reemplace la bater&#237;a.
                </para>
                <table id="t0825601" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                    <title>Tabla de Temperaturas de la Bater&#237;a</title>
                    <tgroup cols="6" colsep="1" rowsep="1" align="center" charoff="50">
                        <colspec colname="1" colwidth="1.71in"/>
                        <colspec colname="2" colwidth="0.89in"/>
                        <colspec colname="3" colwidth="0.92in"/>
                        <colspec colname="4" colwidth="0.99in"/>
                        <colspec colname="5" colwidth="0.97in"/>
                        <colspec colname="6" colwidth="1.01in"/>
                        <tbody valign="top">
                            <row>
                                <entry colname="1" rotate="0">
                                    <para>
                                        <emph type="bold">Temperatura</emph>
                                    </para>
                                </entry>
                                <entry colname="2" rotate="0">
                                    <para>21.1&#176;C</para>
                                </entry>
                                <entry colname="3" rotate="0">
                                    <para>10&#176;C</para>
                                </entry>
                                <entry colname="4" rotate="0">
                                    <para>-1.1&#176;C</para>
                                </entry>
                                <entry colname="5" rotate="0">
                                    <para>-9.4&#176;C</para>
                                </entry>
                                <entry colname="6" rotate="0">
                                    <para>-17.8&#176; C</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>
                                        <emph type="bold">Temperatura.</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>70&#176;F</para>
                                </entry>
                                <entry align="center">
                                    <para>50&#176;F</para>
                                </entry>
                                <entry align="center">
                                    <para>30&#176;F</para>
                                </entry>
                                <entry align="center">
                                    <para>15&#176;F</para>
                                </entry>
                                <entry align="center">
                                    <para>0&#176;F</para>
                                </entry>
                            </row>
                            <row>
                                <entry rotate="0" align="center">
                                    <para>
                                        <emph type="bold">Voltios M&#237;nimos</emph>
                                    </para>
                                </entry>
                                <entry rotate="0" align="center">
                                    <para>9.6</para>
                                </entry>
                                <entry rotate="0" align="center">
                                    <para>9.4</para>
                                </entry>
                                <entry rotate="0" align="center">
                                    <para>9.1</para>
                                </entry>
                                <entry rotate="0" align="center">
                                    <para>8.8</para>
                                </entry>
                                <entry rotate="0" align="center">
                                    <para>8.5</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </step1>
            <step1>
                <para count="1">Limpie los terminales de los cables y de las bater&#237;as con un cepillo de alambre,
                    luego conecte las bater&#237;as.
                </para>
            </step1>
            <figure id="f0825601" figsize="col-wide">
                <graphic filename="../figg08/g0825601.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Configuraci&#243;n de la Prueba de bater&#237;as</caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825602">
            <title>
                <hotlnk xrefid="f0825602">Prueba de Perdida de Voltaje del Cable de la Bater&#237;a</hotlnk>
            </title>
            <para>El arranque lento es a menudo causado por alta resistencia en los cables o conexiones de la bater&#237;a,
                especialmente en temporadas fr&#237;as. Despu&#233;s de que todas las bater&#237;as han mostrado que est&#225;n
                buenas(
                <hotlnk xrefid="x0825601">Procedimiento de prueba de las bater&#237;as</hotlnk>
                y los terminales est&#225;n limpios y apretados, revise los cables de las bater&#237;as. Para revisar
                los cables de las bater&#237;as ponga alguna carga especifica en las bater&#237;as y el arranque y mida
                la ca&#237;da de voltaje en cada cable. Esta carga puede ser suministrada por una pila de carb&#243;n
                ajustable.
            </para>
            <para>La ca&#237;da de voltaje en el cable positivo m&#225;s la ca&#237;da de voltaje del cable negativo
                igualan la diferencia entre el voltaje de la bater&#237;a y el voltaje del arranque debido a los cables.
                La perdida m&#225;xima aceptable ha sido calculada solamente para la carga especifica, especificada en
                esta prueba.
            </para>
            <step1>
                <para count="1">Apriete las tuercas que retiene los cables de las bater&#237;as a los terminales del
                    solenoide y del arranque.
                </para>
                <specpara>
                    <note>
                        <para>El terminal del solenoide BAT es el voltaje de la bater&#237;a cuando las bater&#237;as
                            han sido conectadas.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el conductor positivo de la pila de carb&#243;n al terminal BAT del solenoide de
                    arranque y el conductor negativo al terminal de tierra del arranque.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el volt&#237;metro desde el terminal B del solenoide del arranque al terminal de
                    conexi&#243;n positivo de la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la pila de carb&#243;n en posici&#243;n "ON" y ajuste la carga a 500 Amperios.
                    Lea y registre la ca&#237;da de voltaje del cable positivo. Desconecte la pila de carb&#243;n y
                    permita que esta se enfr&#237;e.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el volt&#237;metro desde el terminal negativo de la bater&#237;a al terminal de
                    tierra del arranque. Conecte los conductores directamente a los terminales de tierra y no a los
                    cables.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la pila de carb&#243;n en posici&#243;n "ON" y ajuste la carga a 500 Amperios.
                    Lea y registre la ca&#237;da de voltaje del cable negativo. Desconecte la carga.
                </para>
            </step1>
            <para>Perdida de Voltaje del Cable Positivo (paso 4) ________</para>
            <para>
                <emph type="bold">m&#225;s</emph>
                Perdida de Voltaje del Cable Negativo (paso 6)
            </para>
            <para>
                <emph type="bold">igual</emph>
                a la Perdida Total en los Cables ________.
            </para>
            <para>Si la perdida del sistema
                <emph type="bold">es 0.6V o menos,</emph>, vaya a
                <hotlnk document="m08250_X0825603.xml" xrefid="x0825603">Sistemas de Arranque del Motor, Circuitos y
                    Componentes.
                </hotlnk>
            </para>
            <para>Si la perdida del sistema
                <emph type="bold">es mayor de 0.6V,</emph>, repare o reemplace los cables con perdida excesiva de
                voltaje y repita la prueba de Perdida de Voltaje de los cables de la Bater&#237;a .
            </para>
            <figure id="f0825602" figsize="pg-wide">
                <graphic filename="../figg08/g0825602.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba de Perdida de Voltaje de los cables de la Bater&#237;a</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_175.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_177.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
