<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - Freno de Estacionamiento Activado Por
        Aire
    </stitle>
    <svcman/>
    <svcsubsec id="x0825993">
        <title>Freno de Estacionamiento Activado Por Aire</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0825942a" figsize="pg-wide">
                <graphic filename="../figg08/g0825935.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funcionamiento del Freno de Estacionamiento Activado Por Aire</caption>
                <calloutgroup>
                    <callout1>1. FRENO DE ESTACIONAMIENTO ACTIVADO POR AIRE</callout1>
                    <callout1>2. ENLACE DE DATOS 1939 PARA EL FABRICANTE DE CARROCER&#205;AS</callout1>
                    <callout1>3. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>4. ENLACE DE DATOS DEL INTERRUPTOR DEL FRENO DE ESTACIONAMIENTO</callout1>
                </calloutgroup>
            </figure>
            <para>El circuito el&#233;ctrico para el Sensor de recorrido, est&#225; integrado dentro de la c&#225;mara
                para Aplicar Resorte / Liberar Aire (SAAR), usada en el sistema del freno de estacionamiento asistido.
                El sistema de freno de estacionamiento asistido es una opci&#243;n para veh&#237;culos equipados con
                sistema de frenos de estacionamiento hidr&#225;ulicos.
            </para>
            <para>La salida el&#233;ctrica es suministrada para indicar que el pist&#243;n SAAR se ha movido cuando la
                presi&#243;n del aire es liberada de la c&#225;mara. Una falla en el movimiento del pist&#243;n puede
                indicar un funcionamiento del freno de estacionamiento malo, o un ajuste malo. La salida del sensor se
                intercomunicar&#225; con la entrada digital en el ESC.
            </para>
            <para>SAAR - Aplicar Resorte / Liberar Aire: Es un componente que acciona el freno de estacionamiento por
                medio de un cable adherido al pist&#243;n. Luego el aire es aplicado a la c&#225;mara a una gran presi&#243;n
                suficiente para comprimir el resorte, y liberar el freno de estacionamiento. Cuando el aire es evacuado
                de la c&#225;mara, el resorte hace retroceder el pist&#243;n, el cual a su turno hala el cable, el cual
                entonces acciona el pist&#243;n.
            </para>
            <para>Las entradas para el dispositivo deben consistir de un voltaje nominal de 14 V CD, y una conexi&#243;n
                a tierra.
            </para>
            <para>Salidas:</para>
            <para>Condici&#243;n aplicada. El dispositivo debe entregar una se&#241;al alta cuando el recorrido del SAAR
                es menor de 19.05 +/- 3.175 mm (.75 +/- .125 de pulgada), y cuando el recorrido del SAAR se excede de
                64.8 +/- 3.175 mm (2.55 +/- .125 de pulgada) en la condici&#243;n de aplicaci&#243;n. En todos los otros
                momentos, el dispositivo debe enviar una se&#241;al baja.
            </para>
            <para>Condici&#243;n de descanso. El dispositivo debe entregar una se&#241;al alta cuando el recorrido del
                SAAR es menor de 17.78 +/- 3.175 mm (0.70 +/- .125 de pulgada), y cuando el recorrido del SAAR se excede
                de 63.50 +/- 3.175 mm (2.50 +/- .125 de pulgada) en la condici&#243;n de descanso. En todos los otros
                momentos, el dispositivo debe enviar una se&#241;al baja.
            </para>
            <para>El dispositivo es un medio para manejar una corriente baja, entrada digital.</para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_447.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_449.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
