<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - BATER&#205;A , SISTEMAS DE CARGA Y ARRANQUE - DESCRIPCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>DESCRIPCI&#211;N</title>
        <svcsubproc>
            <title>Energ&#237;a de la bater&#237;a</title>
            <para>La bater&#237;a de almacenamiento tiene tres funciones principales:</para>
            <step1>
                <para count="1">Suministrar potencia al motor de arranque y al sistema de encendido para poder arrancar
                    el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Suministrar la potencia extra necesaria cuando los requerimientos de carga del veh&#237;culo
                    excedan el suministro proveniente del sistema de carga.
                </para>
            </step1>
            <step1>
                <para count="1">Actuar como estabilizador de voltaje o reduciendo los voltajes altos temporales dentro
                    del sistema el&#233;ctrico.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de carga y circuitos</title>
            <para>EL alternador es un generador que produce corriente alterna, que a su vez se convierte en corriente
                directa. La funci&#243;n del alternador es suministra potencia al sistema el&#233;ctrico del veh&#237;culo.
                Cualquier corriente por sobre las necesidades de los componentes del veh&#237;culo se usa para cargar
                las bater&#237;as.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de arranque del motor y circuitos</title>
            <para>EL motor de arranque proporciona la rotaci&#243;n del eje de cig&#252;e&#241;al del motor, a trav&#233;s
                del volante. Los circuitos del motor de arranque entregan potencia al motor de arranque para que gire
                sobre el eje de cig&#252;e&#241;al del motor. Si todos los dem&#225;s sistemas est&#225;n en
                funcionamiento, el motor arrancar&#225;.
            </para>
            <para>Los componentes del sistema son el motor de arranque y solenoide, el interruptor de arranque de llave,
                el relevador inhibidor del arranque, el M&#243;dulo de control electr&#243;nico (ECM) y un interruptor
                de posici&#243;n neutro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema de motor de arranque y circuitos - Protecci&#243;n de sobregiro t&#233;rmico del motor de
                arranque
            </title>
            <specpara>
                <note>
                    <para>Los motores de arranque que terminan en un tipo 50, como 350 &#243; 450, contienen protecci&#243;n
                        de sobregiro t&#233;rmico.
                    </para>
                </note>
            </specpara>
            <para>En veh&#237;culos con protecci&#243;n de sobregiro t&#233;rmico, un arranque excesivo har&#225; que la
                temperatura del motor de arranque alcance un l&#237;mite de sobregiro t&#233;rmico preestablecido.
                Entonces el interruptor t&#233;rmico se abrir&#225; haciendo que el motor se desactive. Cuando el motor
                de arranque se enfr&#237;a, el interruptor se cierra, permitiendo que el motor de arranque vuelva a
                funcionar. El interruptor t&#233;rmico interrumpe la corriente hacia el relevador de encendido del
                sistema de arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Encendido con &#233;ter</title>
            <para>Cuando est&#225; activado, el sistema de encendido con &#233;ter inyecta una cantidad determinada de
                &#233;ter al sistema de admisi&#243;n del motor para ayudar a la partida en clima fr&#237;o. El sistema
                s&#243;lo funcionar&#225; si la temperatura del motor es inferior a aproximadamente 4.4&#176;C (40&#176;F).
                El sistema s&#243;lo est&#225; disponible en el DT 466E.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
