<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - SISTEMA DE FRENOS HIDR&#193;ULICOS
        ("HYDRO-MAX II") - M&#211;DULO MONITOR Y ENTRADAS A LOS CIRCUITOS DE ADVERTENCIA DEL ESC
    </stitle>
    <svcman/>
    <svcproc id="x0825964" svcproctype="troubleshoot" graphiccount="1">
        <title>M&#211;DULO MONITOR Y ENTRADAS A LOS CIRCUITOS DE ADVERTENCIA DEL ESC</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Una falla en el m&#243;dulo monitor y circuitos de advertencia ser&#225; aparente cuando la luz de
                advertencia de presi&#243;n del freno no se encienda o no se apague cuando se espera. Los problemas en
                el m&#243;dulo monitor y en los circuitos de advertencia se pueden atribuir al m&#243;dulo monitor
                fallando, l&#225;mparas fundidas, un corto, una apertura, un fusible fundido, un diodo con falla en el
                conjunto (1404), un interruptor con falla, un problema en el ESC o un problema en el EGC.
            </para>
            <figure id="f0825974" figsize="full-pg">
                <graphic filename="../figg08/g0825963.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="592px"/>
                <caption>M&#243;dulo Monitor "HydroMax" y Circuitos de Advertencia. - Vea Siempre el Libro de Diagramas
                    de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(1012) F22 BLOQUE DE FUSIBLES DEL CABINA
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                            CABINA
                        </callout2>
                    </callout1>
                    <callout1>(1400) M&#211;DULO MONITOR "HYDROMAX"
                        <callout2>AMARRADO AL ARN&#201;S DE CABLES, DETR&#193;S DEL INTERRUPTOR DE IGNICI&#211;N
                        </callout2>
                    </callout1>
                    <callout1>TERMINALES DE CONEXI&#211;N A TIERRA (1401) y (4005)</callout1>
                    <callout1>(1404) CONJUNTO DEL DIODO 467404C91
                        <callout2>LOCALIZADO DETR&#193;S DEL TABLERO DE INSTRUMENTOS, CERCA DEL INTERRUPTOR DE IGNICI&#211;N</callout2>
                    </callout1>
                    <callout1>(1600) CONEXI&#211;N DE 36 - V&#205;AS DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL ESC DEL LADO DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4001) BLOQUES DE MINI-FUSIBLES
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                            MOTOR
                        </callout2>
                    </callout1>
                    <callout1>(4014) CONEXI&#211;N DE TRASPASO
                        <callout2>LOCALIZADA EN EL TABLERO DE INSTRUMENTOS ENCIMA DEL ESC</callout2>
                    </callout1>
                    <callout1>(4031) CONEXI&#211;N DEL INTERRUPTOR DE FLUJO
                        <callout2>LOCALIZADA EN EL CONJUNTO REFORZADOR POR PRESI&#211;N DE AIRE "HYDROMAX"</callout2>
                    </callout1>
                    <callout1>(4032) CONEXI&#211;N PARA EL INTERRUPTOR DE PRESI&#211;N DIFERENCIAL
                        <callout2>LOCALIZADA DEBAJO DEL CONJUNTO DEL TANQUE DE RESERVA DE FLUIDO DE FRENOS ASSEMBLY
                        </callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825920" tblwidth="full-page" numbered="no" view="reveal">
                <title>Tabla de Conexi&#243;n de Circuitos del M&#243;dulo Monitor y Circuitos de Advertencia</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.89in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.61in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.49in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Fallas</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>No hay c&#243;digos de diagn&#243;sticos asociados con los circuitos del m&#243;dulo
                                    monitor "HydroMax II" y advertencias.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisiones de Voltaje del M&#243;dulo Monitor</emph>
                                </para>
                                <para>Revise con el M&#243;dulo Monitor removido, llave de la ignici&#243;n en posici&#243;n
                                    "ON" y motor apagado.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del m&#243;dulo monitor de freno, clavija E con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Voltaje de ignici&#243;n con m&#243;dulo.</para>
                                <para>Si no hay voltaje, revise si hay apertura o corto en los circuitos entre fusible
                                    F22 y la clavija E. Tambi&#233;n revise si hay apertura o conjunto del diodo
                                    fallando (1404).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del m&#243;dulo monitor de freno, clavija E con clavija D.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Tierra con el m&#243;dulo.</para>
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos entre terminal de
                                    tierra (1401) y la clavija D.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del m&#243;dulo monitor de freno, clavija E con clavija A.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Circuitos monitoreados del interruptor de flujo y el interruptor diferencial.
                                </para>
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos entre el interruptor de
                                    presi&#243;n diferencial y la clavija A.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del m&#243;dulo monitor de freno, clavija F con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Circuitos monitoreados del motor de la bomba.</para>
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos, embobinados del motor
                                    en corto, o en el fusible fundido entre el motor de la bomba y la clavija F.
                                </para>
                                <note>
                                    <para>Un fusible fundido en un circuito puede ser causado por un corto en el
                                        circuito entre el fusible y el m&#243;dulo monitor.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del m&#243;dulo del monitor de freno, clavija C con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Circuito entre el m&#243;dulo y el ESC.</para>
                                <para>Si no hay voltaje, revise si hay apertura en los circuitos entre ESC conexi&#243;n
                                    (1600) clavija 9 y la conexi&#243;n del m&#243;dulo clavija C.
                                </para>
                                <para>Aseg&#250;rese tambi&#233;n de que sale el voltaje apropiado del ESC.</para>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE 4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENDIDA</title>
            <para>El voltaje de ignici&#243;n proveniente del fusible F22, localizado en el tablero de distribuci&#243;n
                de energ&#237;a de la cabina, es suministrado a trav&#233;s del conjunto del diodo (1404) hacia el m&#243;dulo
                monitor de freno (1400) cavidad E.
            </para>
            <para>La tierra para el m&#243;dulo monitor de freno es suministrada por el terminal de tierra (1401) a la
                conexi&#243;n (1400) cavidad D.
            </para>
            <para>El m&#243;dulo controla continuamente la continuidad en el motor de la bomba de reserva y la energ&#237;a
                suministrada a el. El camino de la se&#241;al es, desde el circuito J90HA, a trav&#233;s del bloques de
                mini-fusibles (4001), circuito J90H, pasa a trav&#233;s de la conexi&#243;n (4014) y del circuito A90N
                hacia la conexi&#243;n (1400) clavija G del m&#243;dulo monitor del freno.
            </para>
            <para>El m&#243;dulo monitor de freno detectar&#225; el cierre del interruptor de flujo o el del interruptor
                de presi&#243;n diferencial que provienen del circuito J90E en la conexi&#243;n (1400) cavidad A del m&#243;dulo
                monitor.
            </para>
            <para>Cuando el m&#243;dulo monitor de freno ha detectado que la bomba ha sido activada o que ha ocurrido
                una falla proporcionar&#225; una tierra proveniente de la clavija F del (1400) a la conexi&#243;n (1600)
                clavija 9 del sistema controlador. El ESC enviar&#225; un mensaje a trav&#233;s del enlace de datos del
                tren de potencia al EGC orden&#225;ndole encender la l&#225;mpara de advertencia de presi&#243;n del
                freno.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825963.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_362.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
