<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CONTROLADORES DEL SISTEMA EL&#201;CTRICO Y GRUPOS DE INTERRUPTORES - M&#243;DULOS
        DE GRUPO DE INTERRUPTORES
    </stitle>
    <svcman/>
    <svcsubsec id="x082530201">
        <title>M&#243;DULOS DE GRUPO DE INTERRUPTORES</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCI&#243;N</title>
            <figure id="f0825304" figsize="pg-wide">
                <graphic filename="../figg08/g0825308.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n del Grupo de Interruptores</caption>
                <calloutgroup>
                    <callout1>1. CONTROLADOR DEL SISTEMA EL&#233;CTRICO</callout1>
                    <callout1>2. M&#243;DULO DE GRUPO DE 12 INTERRUPTORES</callout1>
                    <callout1>3. M&#243;DULO DE GRUPO DE 6 INTERRUPTORES</callout1>
                    <callout1>4. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                </calloutgroup>
            </figure>
            <para>Los
                <hotlnk xrefid="f0825304">m&#243;dulos de grupo de interruptores</hotlnk>
                contienen la electr&#243;nica requerida para comunicarse con el interruptor de enlace de datos del ESC,
                y la electr&#243;nica para cada uno de los recept&#225;culos de interruptor.
            </para>
            <para>Los m&#243;dulos de grupo de interruptores est&#225;n disponibles en configuraciones de 6 y 12
                interruptores. La configuraci&#243;n de grupo de 12 usa 2 de los 6 tableros de circuitos para grupos.
            </para>
            <para>El ensamble mec&#225;nico para cada interruptor encaja dentro de su recept&#225;culo y puede ser extra&#237;do
                desde la parte trasera del grupo de interruptores. Los diferentes ensambles mec&#225;nicos determinan la
                actuaci&#243;n del interruptor. Se usan cubiertas simuladas para tapar los recept&#225;culos de
                interruptor que no se est&#233;n usando.
            </para>
            <para>La funci&#243;n de cada localizaci&#243;n de interruptor es programada en el ESC, as&#237; como tambi&#233;n
                la salida del ESC hacia la caracter&#237;stica apropiada que est&#225; controlada por ese interruptor.
            </para>
            <para>La herramienta EZ-Tech funcionando con el software de diagn&#243;sticos "INTUNE", se puede usar para
                identificar las funciones programadas de cada interruptor y para sobrepasar la entrada del interruptor
                hacia el ESC. Vea el manual del software para diagn&#243;sticos para detalles sobre el uso del mismo.
            </para>
            <para>Se usan los bombillos LED de color &#225;mbar para la iluminaci&#243;n de los interruptores del
                tablero. Los bombillos LED verdes, si se requieren, se usan para indicar que el respectivo interruptor
                est&#225; activado. Ambos tipos de bombillos LED son reemplazables.
            </para>
            <para>Los grupos de interruptores son interconectados en cadena. El primer grupo de interruptor conectado al
                arn&#233;s del tablero de instrumentos se identifica como Grupo de interruptores # 1. El siguiente grupo
                de interruptores (conectado al primer grupo de interruptores) es identificado como Grupo de
                interruptores # 2. Se puede instalar en el veh&#237;culo un m&#225;ximo de 4 grupos de interruptores.
            </para>
            <para>Los interruptores se identifican con secuencia de numeraci&#243;n de izquierda a derecha.</para>
            <para>Cuando los interruptores o grupos de interruptores son agregados o re-localizados, el ESC tiene que
                ser reprogramado antes de que los cambios vayan a trabajar. Vea
                <hotlnk document="m082504_X0825388.xml" xrefid="x082539">Programaci&#243;n de Localizaci&#243;n de
                    Interruptores.
                </hotlnk>
            </para>
            <specpara>
                <note>
                    <para>Si se est&#225; usando m&#225;s de un grupo de interruptores y se cambia la posici&#243;n del
                        grupo de interruptores, puede que tambi&#233;n se cambie la funcionalidad, o puede que no
                        trabaje del todo. Cuando trabaje con interruptores o grupos de interruptores, aseg&#250;rese de
                        no cambiar las posiciones sin ninguna intenci&#243;n.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>El indicador auxiliar opcional y el grupo de interruptores (AGSP) tiene tres indicadores y una
                        l&#237;nea de 6 interruptores. Los interruptores del AGSP no se comunican en el enlace de datos.
                        El AGSP se conecta al terminal de la cadena del engarce de los grupos de interruptores para
                        obtener energ&#237;a y circuitos de disminuci&#243;n de iluminaci&#243;n. Los indicadores e
                        interruptores del AGSP se comunican con el ESC en el enlace de datos 1939 del tren de potencia.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825310A.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_60.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
