<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - REMOCI&#211;N E INSTALACI&#211;N
        - INDICADORES DE COMBUSTIBLE, VOLTIOS, AGUA O ACEITE DEL MOTOR
    </stitle>
    <svcman/>
    <svcproc id="s082545a3" svcproctype="remove" graphiccount="1">
        <title>INDICADORES DE COMBUSTIBLE, VOLTIOS, AGUA O ACEITE DEL MOTOR</title>
        <para>Vea
            <hotlnk document="m082504_137.xml" xrefid="f0825487">Vista exploratoria del EGC.</hotlnk>
        </para>
        <para>Los indicadores de combustible, voltios, agua y aceite del motor puede que sean componentes integrales del
            tablero de circuitos del EGC. Si ellos no son indicadores separados pueden ser removidos y reemplazados
            rallando las l&#237;neas perforadas entre el indicador y el tablero de circuitos principal y presionandolas
            fuera del tablero de circuitos. El indicador de reemplazo se asegura con dos tornillos al cuerpo del EGC y
            se conecta al tablero de circuitos principal por medio de los cables con sus enchufes que se suministran con
            el indicador.
        </para>
        <figure id="f0825468" figsize="pg-wide">
            <graphic filename="../figg08/g0825468.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Localizaci&#243;n T&#237;pica de las Conexiones de los Indicadores en el Tablero de Circuitos del
                EGC
            </caption>
            <calloutgroup>
                <callout1>1. LOCALIZACI&#211;N DE LA CONEXI&#211;N DEL INDICADOR DE COMBUSTIBLE</callout1>
                <callout1>2. LOCALIZACI&#211;N DEL INDICADOR EXTERIOR DE ARRIBA</callout1>
                <callout1>3. LOCALIZACI&#211;N DEL INDICADOR EXTERIOR DE ARRIBA</callout1>
                <callout1>4. LOCALIZACI&#211;N DE LA CONEXI&#211;N DEL INDICADOR DE TEMPERATURA DEL AGUA</callout1>
                <callout1>5. LOCALIZACI&#211;N DE LA CONEXI&#211;N DEL INDICADOR DE PRESI&#211;N DEL ACEITE</callout1>
                <callout1>6. LOCALIZACI&#211;N DEL INDICADOR EXTERIOR DE ABAJO</callout1>
                <callout1>7. LOCALIZACI&#211;N DEL INDICADOR EXTERIOR DE ABAJO</callout1>
                <callout1>8. LOCALIZACI&#211;N DE LA CONEXI&#211;N DEL VOLT&#205;METRO</callout1>
            </calloutgroup>
        </figure>
        <para>El veloc&#237;metro y el tac&#243;metro no se pueden reemplazar individualmente. Si el veloc&#237;metro o
            el tac&#243;metro fallan, se tiene que reemplazar todo el tablero de circuitos.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_139.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_S082545A4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
