<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - SISTEMAS DE LUCES - PARE DEL CAMI&#211;N/SE&#209;AL DE VIRAJE/LUZ DE PELIGRO
    </stitle>
    <svcman/>
    <svcsubsec id="x0826081">
        <title>PARE DEL CAMI&#211;N/SE&#209;AL DE VIRAJE/LUZ DE PELIGRO</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f0826035" figsize="pg-wide">
                <graphic filename="../figg08/g082608a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de Pare del Cami&#243;n/Se&#241;al de Viraje/Luz de Peligro</caption>
                <calloutgroup>
                    <callout1>1. LUZ DE LA SE&#209;AL DE VIRAJE DELANTERA DERECHA</callout1>
                    <callout1>2. LUZ DE LA SE&#209;AL DE VIRAJE DELANTERA IZQUIERDA</callout1>
                    <callout1>3. LUZ DE LA SE&#209;AL DE VIRAJE TRASERA IZQUIERDA</callout1>
                    <callout1>4. LUZ DE LA SE&#209;AL DE VIRAJE TRASERA DERECHA</callout1>
                    <callout1>5. INTERRUPTOR DE LUZ DE PARE, FRENOS HIDR&#193;ULICOS, O INTERRUPTOR DE FRENO, FRENO DE
                        AIRE
                    </callout1>
                    <callout1>6. INTERRUPTOR DE LA SE&#209;AL DE VIRAJE</callout1>
                    <callout1>7. CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)</callout1>
                </calloutgroup>
            </figure>
            <para>Vea,
                <hotlnk xrefid="f0826035">Diagrama de Funci&#243;n de Pare/Se&#241;al de Viraje/Luz de Peligro</hotlnk>.
            </para>
            <para>El ESC controla las luces de viraje y parada, basado en las entradas provenientes del interruptor de
                se&#241;al de virajes y del interruptor de freno.
            </para>
            <para>El sistema de la l&#225;mpara combinada para viraje/pare es est&#225;ndar en este veh&#237;culo. En la
                parte trasera, la se&#241;al de viraje se sobrepone a las luces de freno.
            </para>
            <para>La se&#241;al de viraje y las luces de peligro son seleccionadas por la palanca de se&#241;al de
                viraje y el interruptor de la luz de peligro situado en la columna de la direcci&#243;n.
            </para>
            <para>En veh&#237;culos con frenos hidr&#225;ulicos la luz de la se&#241;al de freno hacia el ESC proviene
                del interruptor activado por el pedal de freno.
            </para>
            <para>En veh&#237;culos con frenos de aire la luz de la se&#241;al de freno hacia el ESC proviene de
                interruptores, conectados a las l&#237;neas de freno, activados por la presi&#243;n de aire de freno. Se
                usan dos interruptores para los camiones, pero solo uno para los tractores. Los interruptores est&#225;n
                localizados cerca de la columna de la direcci&#243;n.
            </para>
            <para>El ESC tiene salidas separadas que suministran corriente para cada una de las l&#225;mparas de viraje
                delanteras, y cada una de las l&#225;mparas traseras de viraje/freno. Las l&#225;mparas de viraje
                adicionales, las cuales se iluminan solamente cuando se ha seleccionado la se&#241;al de virajes, deben
                ser conectadas a los circuitos de se&#241;al de viraje delanteros. Las l&#225;mparas adicionales
                requeridas para iluminarse con las se&#241;ales de viraje y las luces de freno deben ser conectadas a
                los circuitos de las se&#241;ales de viraje traseros. La intermitencia de las se&#241;ales de viraje y
                las luces de peligro es controlada por el ESC.
            </para>
            <para>Cuando las luces de peligro son activadas, las se&#241;ales de viraje no afectan la operaci&#243;n de
                las luces. Normalmente, los interruptores de los frenos se sobreponen a las luces de peligro. El ESC se
                puede programar para permitir que las luces de peligro sobrepasen las luces de freno traseras.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_455.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_457.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
