<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - INTERRUPTOR DEL EMBRAGUE - DESCRIPCI&#211;N
        EXTENSA
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>DESCRIPCI&#211;N EXTENSA</title>
        <svcsubproc>
            <title>Interruptor del Embrague hacia el ESC</title>
            <para>El ESC suministra aproximadamente 6 voltios a la Clavija C del m&#243;dulo del interruptor del
                embrague module y una se&#241;al de referencia de 0 voltios a la clavija D.
            </para>
            <para>Cuando no hay nada al frente de la cara del m&#243;dulo del interruptor, el interruptor deber&#225;
                estar cerrado y el ESC detectar&#225; la ca&#237;da de voltaje a trav&#233;s de una resistencia de 1,200
                ohmios.
            </para>
            <para>Cuando se pasa el objeto de acero por el frente de la cara del m&#243;dulos del interruptor, el
                interruptor se abre y el ESC detectar&#225; la ca&#237;da de voltaje a trav&#233;s de una resistencia de
                1,200 ohmios.
            </para>
            <para>El ESC usa esta informaci&#243;n para desactivar o activar el control de crucero.</para>
            <para>La resistencia, una en serie con el interruptor y una en paralelo con el interruptor, le permiten al
                ESC monitorear el interruptor y sus circuitos por aperturas o cortos con tierra.
            </para>
            <para>Un circuito abierto o un corto con tierra causan una ca&#237;da de voltaje fuera de rango y el ESC
                registrar&#225; el c&#243;digos de problemas de diagn&#243;stico apropiado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor del Embrague hacia el Controlador del Motor</title>
            <para>Voltaje de la bater&#237;a es suministrado a la clavija B del interruptor del embrague. Cuando se pasa
                el acero por el frente de la cara del m&#243;dulo del interruptor, se cierra el interruptor y el voltaje
                es conectado a la clavija A y ser&#225; aplicado al controlador del motor.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08258A9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_287.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
