<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - SISTEMAS DE LUCES - LUCES DEL TABLERO - ENTRADAS AL EGC DEL INTERRUPTOR DE
        LUCES DEL TABLERO
    </stitle>
    <svcman/>
    <svcproc id="x08260217" svcproctype="troubleshoot" graphiccount="1">
        <title>ENTRADAS AL EGC DEL INTERRUPTOR DE LUCES DEL TABLERO</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Vea,
                <hotlnk xrefid="f0826032">Luz de Estacionamiento EGC y Circuitos de entrada al ESC</hotlnk>.
            </para>
            <para>Un problema en los circuitos del interruptor de las luces del tablero ser&#225; aparente cuando las
                luces del tablero est&#225;n encendidas permanentemente y el interruptor no tiene efecto en su
                intensidad. No hay c&#243;digos de problemas de diagn&#243;stico asociados con los circuitos del
                interruptor en el EGC. La perdida del enlace de datos 1939 del tren de potencia entre el EGC y ESC
                causar&#225; que ocurran varios problemas simult&#225;neamente y se iluminar&#225; la l&#225;mpara de
                revisi&#243;n del sistema el&#233;ctrico ("Check Electrical System").
                <emph type="bold">Vaya a la secci&#243;n en el enlace de datos 1939 del tren de potencia para la
                    localizaci&#243;n de fallas de esta condici&#243;n.</emph>Los problemas en los circuitos de las
                luces del tablero en el ECG pueden ser causado por un corto circuito entre el grupo de 3 interruptores y
                el EGC, un circuito abierto entre el grupo de 3 interruptores y el EGC, un interruptor fallando, o un
                problema en el EGC.
            </para>
            <figure id="f0826032" figsize="pg-wide">
                <graphic filename="../figg08/g0826035.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Luz del Tablero EGC y Circuitos de Entrada al ESC - Vea Siempre el Libro de Diagramas de
                    Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>A. CONEXI&#211;N DEL GRUPO DE 3 INTERRUPTORES</callout1>
                    <callout1>B. CONEXI&#211;N DEL TABLERO DE CIRCUITOS DEL EGC</callout1>
                    <callout1>(1500) CONEXI&#211;N EGC
                        <callout2>LOCALIZADA DETR&#193;S DEL GRUPO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>(1600) CONEXI&#211;N DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO (ESC)
                        <callout2>LOCALIZADA EN EL ESC DEL LADO DE LA CABINA</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0826003" tblwidth="full-page" numbered="no" view="reveal">
                <title>EGC; Pruebas del Circuito del Grupo de 3 Interruptores</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.91in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.98in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="0.91in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;stico</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico asociados con el grupo de 3
                                    interruptores en el EGC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Un interruptor de las luces del tablero defectuoso mec&#225;nicamente tambi&#233;n
                                    puede evitar que funcionen las luces del tablero. Remueva la porci&#243;n mec&#225;nica
                                    del interruptor e intente activar el interruptor presionando los micro
                                    interruptores. Si las luces del tablero responden, el conjunto mec&#225;nico del
                                    interruptor se debe reemplazar.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n del Voltaje de la Luz del Tablero en la Conexi&#243;n
                                        del Arn&#233;s del Grupo de 3 Interruptores
                                    </emph>
                                </para>
                                <para>Revise con el interruptor de ignici&#243;n en posici&#243;n "ON" y el grupo de 3
                                    interruptores desconectado.
                                </para>
                                <note>
                                    <para>Si el EGC y el interruptor est&#225;n funcionando correctamente, al
                                        desenchufar la conexi&#243;n del grupo de 3 interruptores se puede causar que
                                        las luces del tablero se enciendan.
                                    </para>
                                </note>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s del grupo de 3 interruptores, cavidad 3 con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay aperturas o cortos en los circuitos entre la
                                    conexi&#243;n del EGC y la conexi&#243;n del interruptor.
                                </para>
                                <para>Aseg&#250;rese tambi&#233;n que la salida de voltaje del EGC sea la apropiada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s del grupo de 3 interruptores, cavidad 4 con tierra.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60;1 voltio</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Circuito atenuador bajo entre el interruptor y el EGC.</para>
                                <para>Si el voltaje no es el correcto, revise si hay cortos en los circuitos entre el
                                    EGC y el interruptor.
                                </para>
                                <para>Aseg&#250;rese tambi&#233;n que la salida de voltaje del EGC sea la apropiada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s del grupo de 3 interruptores, cavidad 5 con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60;1 voltio</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Circuito atenuador alto entre el interruptor y el EGC.</para>
                                <para>Si el voltaje no es el correcto, revise si hay cortos en los circuitos entre el
                                    EGC y el interruptor.
                                </para>
                                <para>Aseg&#250;rese tambi&#233;n que la salida de voltaje del EGC sea la apropiada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n de Resistencia de la Luz del Tablero del Grupo de 3
                                        Interruptores
                                    </emph>
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Revise la resistencia entre las clavijas 3 y 4 del grupo de interruptores, cuando
                                    se oprime el interruptor para reducir la intensidad de la iluminaci&#243;n.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60;1 ohmio.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay continuidad, se necesita reemplazar el grupo de interruptores.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Revise la resistencia entre las clavijas 3 y 5 del grupo de interruptores, cuando
                                    se oprime el interruptor para aumentar la intensificaci&#243;n de la iluminaci&#243;n.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60;1 ohmio.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay continuidad, se necesita reemplazar el grupo de interruptores.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA)</title>
            <para>Vea,
                <hotlnk xrefid="f0826032">Luz del Tablero EGC y Circuitos de Entrada al ESC</hotlnk>.
            </para>
            <para>El interruptor de la luz del tablero est&#225; conectado directamente por cable con el tablero de
                circuitos del EGC. Cuando el interruptor de atenuaci&#243;n es oprimido para atenuar, 12 voltios
                provenientes de la clavija 3 provenientes del EGC ser&#225;n conectados con la clavija 4. Esto causar&#225;
                que el EGC reduzca el voltaje de la luz del tablero. Cuando el interruptor de atenuaci&#243;n es
                oprimido para intensificar, 12 voltios provenientes de la clavija 3 provenientes del EGC ser&#225;n
                conectados con la clavija 5. Esto causar&#225; que el EGC incremente el voltaje de la luz del tablero.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_488.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08260218.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
