<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - FRENOS HIDR&#193;ULICOS ABS "WABCO" -
        DIAGN&#211;STICOS
    </stitle>
    <svcman/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DIAGN&#211;STICOS</title>
        <svcprocinfo>
            <para>Si ocurre una falla en los frenos hidr&#225;ulicos ABS, la l&#225;mpara de advertencia de los frenos
                hidr&#225;ulicos ABS se iluminar&#225;. El frenado con ABS quedar&#225; sin funcionamiento pero el
                frenado normal permanecer&#225; disponible.
            </para>
            <para>Los problemas en los circuitos hidr&#225;ulicos del ABS se pueden atribuir a cortos circuitos,
                circuitos abiertos, fusible fundido, rel&#233; con fallas o la ECU fallando.
            </para>
            <para>E ESC registrar&#225; solamente fallas por problemas en los circuitos de entrada de la l&#225;mpara de
                advertencia del ABS.
            </para>
            <para>El sistema de frenos hidr&#225;ulicos ABS con ECU generan y exhiben sus propios c&#243;digos de
                problemas de diagn&#243;stico. Los c&#243;digos de problemas de diagn&#243;stico del ABS no se exhiben
                en el od&#243;metro del tablero de instrumentos electr&#243;nicos. Los c&#243;digos de problemas de
                diagn&#243;stico se pueden leer por destellos codificados en las lamparas de advertencia del ABS. Para
                detalles sobre los c&#243;digos de problemas de diagn&#243;stico del ABS, vea el manual de mantenimiento
                39 de "Meritor WABCO", Frenos hidr&#225;ulicos ABS para el chasis de camiones de servicio semi-pesado,
                buses y casas rodantes.
            </para>
            <para>Para iniciar los c&#243;digos de destello de frenos hidr&#225;ulicos ABS, coloque el freno de
                estacionamiento, con la llave del interruptor de ignici&#243;n en posici&#243;n "ON", luego oprima
                simult&#225;neamente durante 2 segundos los interruptores del crucero "ON" y "Resume".
            </para>
            <para>Cuando no se detectan problemas, la l&#225;mpara de advertencia de los frenos hidr&#225;ulicos ABS
                destellar&#225; una vez, y destellar&#225; otra vez (1+1).
            </para>
            <para>Para borrar los c&#243;digos de destello de frenos hidr&#225;ulicos ABS, coloque el freno de
                estacionamiento, y coloque la llave del interruptor de ignici&#243;n en posici&#243;n "ON", luego oprima
                simult&#225;neamente durante 5 segundos el interruptor de crucero "ON" y el interruptor del crucero
                "RESUME".
            </para>
            <para>Los c&#243;digos de problemas de diagn&#243;stico del ABS tambi&#233;n se pueden leer y borrar usando
                la herramienta de servicio electr&#243;nico, funcionando con el software "Meritor WABCO "TOOLBOX". Vea
                el manual del software para diagn&#243;stico para informaci&#243;n detallada sobre como usar el
                software. Para detalles sobre como usar el software "TOLBOX", vea el manual de mantenimiento 39 de
                "Meritor WABCO".
            </para>
            <para>Si la herramienta de servicio funcionando con el software "TOLBOX" no se puede comunicar con la ECU
                del ABS posiblemente hay un problema con el
                <hotlnk document="m082504_X08260210.xml" xrefid="x08260210">enlace de datos 1708.</hotlnk>
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n Preliminar del Sistema Hidr&#225;ulico ABS</title>
            <table id="t0825907" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Revisi&#243;n Preliminar del Sistema Hidr&#225;ulico ABS</title>
                <tgroup cols="7" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" colwidth="0.59in"/>
                    <colspec colname="2" charoff="50" colwidth="0.55in"/>
                    <colspec colname="3" charoff="50" colwidth="1.31in"/>
                    <colspec colname="4" charoff="50" colwidth="0.96in"/>
                    <colspec colname="5" charoff="50" colwidth="0.89in"/>
                    <colspec colname="6" charoff="50" colwidth="0.92in"/>
                    <colspec colname="7" charoff="50" colwidth="1.47in"/>
                    <thead>
                        <row>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PASO</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">LLAVE IGNI.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ACCI&#211;N</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">PUNTOS DE PRUEBA</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIFIC.</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">ESPECIF. BIEN</emph>
                                </para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>
                                    <emph type="bold">FUERA DE ESPECIF.</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colname="1" rotate="0">
                                <para>1.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Verifique que la l&#225;mpara de advertencia del ABS est&#233; funcionando.</para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente la luz de advertencia del ABS.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>La luz de advertencia del ABS se debe iluminar durante el barrido de los
                                    instrumentos.
                                </para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>L&#225;mpara de advertencia del ABS, o los circuitos de la l&#225;mpara de
                                    advertencia necesitan ser reparados.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0" align="center">
                                <para>2.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"ON"</para>
                            </entry>
                            <entry rotate="0">
                                <para>Verifique si hay problemas con el ABS.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>Revise visualmente la luz de advertencia del ABS.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>La luz de advertencia del ABS est&#225; constantemente encendida.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry rotate="0">
                                <para>El ABS est&#225; funcionando. El problema no existe o es intermitente. (Revise si
                                    hay c&#243;digos de problemas de diagn&#243;stico inactivos.)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>3.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>Determine si est&#225; funcionando mal cualquier otro dispositivo que pueda tener
                                    circuitos en com&#250;n (Ejemplo; falta de energ&#237;a o tierra compartida con
                                    otros dispositivos)
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Revise visualmente si hay otros dispositivos funcionando mal.</para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>Ning&#250;n otro dispositivo est&#225; funcionando mal.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Identifique y repare las condiciones que est&#225;n causando que varias caracter&#237;sticas
                                    est&#233;n funcionando mal.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0" align="center">
                                <para>4.</para>
                            </entry>
                            <entry rotate="0" align="center">
                                <para>"ON"</para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <hotlnk xrefid="x08259201a">Revise si hay c&#243;digos de problemas de diagn&#243;stico
                                        para el ESC.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Lea la pantalla del od&#243;metro.</para>
                            </entry>
                            <entry rotate="0">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico activos del ESC para el
                                    ABS.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Vea,
                                    <hotlnk document="m082504_X0825933.xml" xrefid="x0825933">CIRCUITOS DE FRENO HIDR&#193;ULICO
                                        ABS.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" rotate="0">
                                <para>5.</para>
                            </entry>
                            <entry colname="2" rotate="0">
                                <para>"ON"</para>
                            </entry>
                            <entry colname="3" rotate="0">
                                <para>
                                    <hotlnk xrefid="x08259201a">Revise si hay c&#243;digos de problemas de diagn&#243;stico
                                        para el ABS.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="4" rotate="0">
                                <para>Lea los c&#243;digos de problemas de diagn&#243;stico de los c&#243;digos
                                    destellantes, o las luces de la ECU.
                                </para>
                            </entry>
                            <entry colname="5" rotate="0">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico del ABS activos.</para>
                            </entry>
                            <entry colname="6" rotate="0">
                                <para>Vaya a
                                    <hotlnk document="m082504_X0825935.xml" xrefid="x0825935">Rel&#233; de la L&#225;mpara
                                        de advertencia de Freno Hidr&#225;ulico del ABS.
                                    </hotlnk>
                                </para>
                            </entry>
                            <entry colname="7" rotate="0">
                                <para>Vea, manual de mantenimiento 39 del "Meritor WABCO".</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="x08259201a">
            <title>C&#243;digos de problemas de diagn&#243;stico</title>
            <para>Para exhibir los c&#243;digos de diagn&#243;stico, coloque el freno de estacionamiento y la llave del
                interruptor de ignici&#243;n en posici&#243;n "ON". Luego oprima moment&#225;neamente los interruptores
                del Crucero "ON" y "Resume". Si no hay fallas presentes la pantalla del od&#243;metro exhibir&#225; "NO
                FAULT", si hay fallas presentes, el tablero de instrumentos electr&#243;nicos mostrar&#225; cada c&#243;digo
                de problema de diagn&#243;stico durante 10 segundos cambiar&#225; autom&#225;ticamente al siguiente c&#243;digo
                de problemas de diagn&#243;stico y contin&#250;a el ciclo a trav&#233;s de todas las fallas. Para
                cambiar manualmente las exhibiciones de c&#243;digos de problemas de diagn&#243;stico listadas, oprima
                el bot&#243;n selector de la pantalla del tablero de instrumentos. El &#250;ltimo car&#225;cter del c&#243;digo
                de problemas de diagn&#243;stico terminar&#225; en "A" indicando los c&#243;digos de problemas de diagn&#243;stico
                activos, o en "P" indicando los c&#243;digos de problemas de diagn&#243;stico activos previamente.
                Colocando la llave del interruptor de ignici&#243;n en posici&#243;n "Off" pondr&#225; al ESC y al
                tablero de instrumentos fuera del modo de diagn&#243;sticos.
            </para>
            <para>Los c&#243;digos de problemas de diagn&#243;stico se pueden borrar colocando la llave del interruptor
                de ignici&#243;n en posici&#243;n "Accessory" colocando la palanca de indicaci&#243;n de viraje a la
                izquierda y oprimiendo simult&#225;neamente los interruptores de Crucero "ON" y "SET", y luego liber&#225;ndolos.
            </para>
            <table id="t0825908" tblwidth="full-page">
                <title>C&#243;digos de Problemas de Diagn&#243;stico de los Frenos Hidr&#225;ulicos ABS</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="2.64in"/>
                    <colspec colname="col2" colwidth="3.86in"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>
                                    <emph type="bold">C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</emph>
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>
                                    <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 11 1</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>L&#225;mpara de advertencia del ABS, sobrecarga del circuito.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 11 2</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>L&#225;mpara de advertencia del ABS, circuito abierto</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>2033 14 11 3</para>
                            </entry>
                            <entry colname="col2" valign="bottom" align="center">
                                <para>L&#225;mpara de advertencia del ABS, circuito en corto con tierra.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>Uno de estos DTC ser&#225; registrado cuando hay un problema en la l&#225;mpara de
                                    advertencia del circuito del ABS entre el ESC y el ABS y el ECU.
                                </para>
                                <para>Vea,
                                    <hotlnk document="m082504_X0825933.xml" xrefid="x0825933">Circuitos de la Luz de
                                        Advertencia de Freno Hidr&#225;ulico ABS.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08259A.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825933.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
