<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - INTRODUCCI&#243;N - EQUIPO PARA PRUEBAS EL&#201;CTRICAS - REVISI&#211;N DE
        LA LEY DE OHM
    </stitle>
    <svcman/>
    <svcproc id="hl0825002" svcproctype="describe" graphiccount="3">
        <title>REVISI&#211;N DE LA LEY DE OHM</title>
        <para>La ley de Ohm describe la relaci&#243;n entre el voltaje, corriente y resistencia, y nos proporciona una f&#243;rmula
            para hacer c&#225;lculos como se muestra en la Formula de la Ley de Ohm
            <hotlnk xrefid="f0825010">Formula de la Ley de Ohm</hotlnk>.
        </para>
        <table id="t0826620" numbered="yes" view="reveal">
            <tgroup cols="2">
                <colspec colname="col1" colwidth="1.43in"/>
                <colspec colname="col2" colwidth="4.07in"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colspan="2" spanname="SPAN1">
                            <para>Ley de Ohm</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <graphic filename="../figg08/g0825098.webp" type="webp" scalefit="1"/>
                        </entry>
                        <entry colname="col2">
                            <para>Donde:</para>
                            <para>I = Corriente (Amperios)</para>
                            <para>E = Voltaje (Voltios)</para>
                            <para>R = Resistencia (Ohmios)</para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>I = E/R</para>
                        </entry>
                        <entry colname="col2">
                            <para>Esta formula determina que el flujo de corriente (I) = Voltaje (E) aplicado al
                                circuito dividido por el total de resistencia (R) en el circuito. Esto demuestra que un
                                incremento en el voltaje, o disminuci&#243;n en la resistencia, incrementa el flujo de
                                corriente.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>R = E/I</para>
                        </entry>
                        <entry colname="col2">
                            <para>Esta formula determina que la resistencia (R) = Voltaje (E) aplicado a un circuito
                                dividido por flujo de corriente (I) en el circuito. Esto nos permite calcular la
                                resistencia necesaria para un flujo de corriente espec&#237;fico, a un voltaje espec&#237;fico
                                aplicado (como 12 V).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>E = IR (I multiplicada por R)</para>
                        </entry>
                        <entry colname="col2">
                            <para>Esta formula proporciona la ca&#237;da de voltaje a trav&#233;s de un dispositivo de
                                carga particular (resistencia) que es parte de una serie de dispositivos de carga.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <graphic filename="../figg08/g0825099.webp" type="webp" scalefit="1"/>
                        </entry>
                        <entry colname="col2">
                            <para>Memorice la formula que se encuentra dentro del c&#237;rculo. Usted solamente necesita
                                cubrir con su dedo la "letra" que usted quiere calcular, y usted tiene la formula. Por
                                ejemplo: Si usted cubre la letra "I", la formula es I = E/R.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <para>Si se conocen dos de los valores cualquiera en un circuito dado, se puede encontrar el tercer valor
            substituyendo los valores en amperios, voltios, u ohmios encontrando el valor perdido.
        </para>
        <para>En un circuito t&#237;pico, el voltaje de la bater&#237;a se aplica a un bombillo a trav&#233;s de un
            fusible de 10 amperios y un interruptor (
            <hotlnk xrefid="f0825011">Circuito T&#237;pico</hotlnk>). Cerrando el interruptor se enciende el bombillo.
        </para>
        <figure id="f0825011" figsize="col-wide">
            <graphic filename="../figg08/g0825011.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
            <caption>Circuito T&#237;pico</caption>
        </figure>
        <para>Para encontrar el flujo de la corriente use la siguiente formula:</para>
        <para>I = E / R</para>
        <para>Llenando los n&#250;meros del circuito de la
            <hotlnk xrefid="f0825011">Figura 11</hotlnk>, tenemos:
        </para>
        <para>I = 12V/2 ohms o I = 12 dividido por 2 = 6 amperios de flujo de corriente.</para>
        <para>El bombillo en este circuito funciona con 6 amperios y est&#225; establecido que funcione a ese nivel. Con
            12 voltios aplicados, el bombillo se iluminar&#225; a la salida de nivel establecida (energ&#237;a de
            encendido nominal). Sin embargo:
        </para>
        <step1>
            <para count="1">Si el voltaje aplicado es bajo (Bater&#237;a descargada), entonces (el valor de E es menor)
                el flujo de corriente ser&#225; menor y el bombillo se encender&#225; con menos brillantez.
            </para>
        </step1>
        <step1>
            <para count="1">O si las conexiones est&#225;n flojas, o el interruptor corro&#237;do, la resistencia del
                circuito ser&#225; mayor (el valor R ser&#225; mayor) y el flujo de corriente se reducir&#225; y el
                bombillo encender&#225; con menos brillo.
            </para>
        </step1>
        <para>Estar en capacidad de conocer la ca&#237;da de voltaje es importante debido a que proporciona la siguiente
            informaci&#243;n:
        </para>
        <randlist type="bullet">
            <item>
                <para>La ca&#237;da muy grande de voltaje indica una resistencia excesiva. Si por ejemplo; un motor de
                    ventilador funciona muy lento o una luz se enciende muy d&#233;bil, uno puede estar seguro de que
                    hay una resistencia excesiva en el circuito. Si tomamos la lectura de ca&#237;da de voltaje en
                    varias partes del circuito, podemos aislar el problema (por ejemplo; terminales corro&#237;dos o
                    flojos).
                </para>
            </item>
            <item>
                <para>El voltaje muy bajo o ca&#237;da del mismo, igualmente indica resistencia baja. Si por ejemplo, un
                    motor de ventilador funciona muy r&#225;pido, por medio de la toma de lecturas de ca&#237;das de
                    voltaje el problema se puede reducir a una resistencia baja en el grupo de resistencias.
                </para>
            </item>
            <item>
                <para>Es cr&#237;tica la m&#225;xima ca&#237;da de voltaje bajo cargas permitida, especialmente si hay m&#225;s
                    de un problema de una resistencia alta en el circuito. Esto es muy importante debido a que todas las
                    ca&#237;das de voltaje en un circuito son acumulativas. Terminales corro&#237;dos, conexiones
                    flojas, cables da&#241;ados u otras condiciones similares crean unas ca&#237;das de voltaje
                    indeseables y disminuyen el voltaje disponible a trav&#233;s de todos los componentes claves del
                    circuito.
                </para>
            </item>
        </randlist>
        <para>Recuerde nuestra discusi&#243;n de antes, el aumento de resistencia proveniente de una condici&#243;n
            indeseable tambi&#233;n reducir&#225; el flujo de corriente en el circuito y todos los componentes afectados
            operar&#225;n a menos de la eficiencia m&#225;xima.
        </para>
        <para>Una peque&#241;a ca&#237;da a trav&#233;s de los cables (conductores), conexiones, interruptores, etc. es
            normal. Esto se debe a que todos los conductores tienen alg&#250;n grado de resistencia, pero el total debe
            ser menos del 10% de la ca&#237;da total de voltaje en el circuito.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
