<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - SUSPENSI&#211;N DE AIRE AUXILIAR
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>SUSPENSI&#211;N DE AIRE AUXILIAR</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259g1a" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n de la Suspensi&#243;n de Aire Auxiliar</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>La suspensi&#243;n de aire auxiliar es para ser usada en veh&#237;culos que ocasionalmente tienen
                cargas que no tiene balance equilibrado, como los camiones volquete que tienen una hoja para remover
                nieve durante el invierno. Estre sistema tiene una c&#225;mara de aire del tama&#241;o apropiado en la
                esquina delantera que compensar&#225; el peso adicional. El conductor tendr&#225; entonces un
                interruptor en el tablero para energizar (inflar) o des-energizar (desinflar) el sistema. Este
                interruptor ser&#225; una entrada al ESC que luego comandar&#225; un solenoide de aire, en un m&#243;dulo
                de solenoide de aire remoto, para la c&#225;mara de aire. Esta caracter&#237;stica funcionara solamente
                cuando el interruptor de ignici&#243;n se encuentre en "ON".
            </para>
            <para>En el evento de un error en el interruptor, el resultado ser&#225; transmitido como un "OFF". En el
                evento de que un solenoide falle debido a un corto, esta caracter&#237;stica solicitar&#225; al ESC
                desactivar la energ&#237;a del grupo, o grupos de solenoides de aire para prevenir una operaci&#243;n
                descontrolada del solenoide.
            </para>
            <para>En el evento de un error en el interruptor, si el interruptor de ignici&#243;n est&#225; en "ON", el
                indicador en el interruptor quedar&#225; establecido en destellos lentos, pero debido a la restricci&#243;n,
                el indicador destellar&#225; solamente si la llave de la ignici&#243;n est&#225; en la posici&#243;n
                "Run". Si esta caracter&#237;stica le ordena a su solenoide que se active ("ON") y la energ&#237;a de
                respaldo del solenoide ha sido desactivada, ("OFF"), el indicador del interruptor de esta caracter&#237;stica
                destellara lentamente para comunicar que un error ha impedido que esta caracter&#237;stica funcione.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_401.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_403.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
