<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS DELANTERAS Y CERRADURAS ASISTIDAS
        POR MOTOR
    </stitle>
    <svcman/>
    <svcsubsec id="x082584">
        <title>VENTANAS DELANTERAS Y CERRADURAS ASISTIDAS POR MOTOR</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>Vea el
                <hotlnk xrefid="f0825813">Diagrama de Funci&#243;n de la Ventana Asistida Por Motor Delantera y
                    Cerradura</hotlnk>.
            </para>
            <figure id="f0825813" figsize="pg-wide">
                <graphic filename="../figg08/g0825841.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funci&#243;n de la Ventana Asistida Por Motor Delantera y Cerradura</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA, LADO DEL CONDUCTOR</callout1>
                    <callout1>2. MOTOR DE LA CERRADURA ASISTIDA</callout1>
                    <callout1>3. ENLACE DE DATOS DEL INTERRUPTOR</callout1>
                    <callout1>4. GRUPO DE INTERRUPTORES DE OPERACI&#211;N DE LA PUERTA, LADO DEL PASAJERO</callout1>
                    <callout1>5. MOTOR PARA FUNCIONAMIENTO DE LA VENTANA</callout1>
                    <callout1>6. CONTROLADOR (ESC) DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>7. MOTOR PARA FUNCIONAMIENTO DE LA VENTANA</callout1>
                </calloutgroup>
            </figure>
            <para>Un grupo de interruptores de operaci&#243;n de la puerta en cada puerta aloja los interruptores y
                contiene los elementos electr&#243;nicos requeridos para el control de las ventanas y cerraduras
                asistidas por motor.
            </para>
            <specpara>
                <note>
                    <para>Un grupo de interruptores de operaci&#243;n de la puerta funcionando mal tiene que ser
                        remplazado. La partes individuales del grupo de interruptores de operaci&#243;n de las puertas
                        no son reemplazables.
                    </para>
                </note>
            </specpara>
            <para>El grupo de interruptores de operaci&#243;n de la puertas y el ESC se intercomunican por medio del
                enlace de datos del interruptor. Esto le permite al grupo de interruptores del lado del conductor
                controlar la operaci&#243;n de las ventanas del pasajero y traseras. El tambi&#233;n permite a todos los
                grupos de interruptores la operaci&#243;n de todas las cerraduras.
            </para>
            <para>Si el veh&#237;culo tiene instalada la opci&#243;n de apertura de cerraduras remota, el transmisor
                remoto FOB se comunica con el grupo de interruptores de operaci&#243;n de la puerta delantera de lado
                del pasajero para asegurar o desasegurar la cerraduras. El grupo de interruptores de operaci&#243;n de
                la puerta tambi&#233;n se comunica con el ESC, por el enlace de datos del interruptor, para requerir las
                dem&#225;s funciones de entrada remotas.
            </para>
            <para>El grupo de interruptores de operaci&#243;n de la puertas no har&#225; funcionar las ventanas
                asistidas por motor cuando el interruptor de ignici&#243;n est&#225; en posici&#243;n "OFF".
            </para>
            <para>El ESC tambi&#233;n enviar&#225; comandos al grupo de interruptores de operaci&#243;n de las puertas
                para controlar el grupo de interruptores de operaci&#243;n del encendido de luces de respaldo de las
                puertas.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_228.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_230.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
