<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DE ENERG&#205;A REMOTO - ENERG&#205;A
        DEL RPM , TIERRA Y CIRCUITOS DEL ENLACE DE DATOS
    </stitle>
    <svcman/>
    <svcproc id="x0825915" svcproctype="troubleshoot" graphiccount="1">
        <title>ENERG&#205;A DEL RPM , TIERRA Y CIRCUITOS DEL ENLACE DE DATOS</title>
        <svcsubproc>
            <title>Detecci&#243;n de fallas/Manejo</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>El voltaje de bater&#237;a para hacer funcionar el RPM es proporcionado por un fusible de 5 amperios,
                localizado en el centro de distribuci&#243;n de energ&#237;a.
            </para>
            <para>Cada m&#243;dulo tambi&#233;n recibe energ&#237;a proveniente de un cable de calibre 4, protegido por
                un cable fusible, conectado al terminal de bater&#237;a del motor de arranque, o al borne positivo de la
                bater&#237;a. Cada RPM tiene la habilidad de operar hasta 6 dispositivos de 20 amperios o menos pero sin
                exceder de 80 amperios para todo el m&#243;dulo.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825908">Diagrama de Energ&#237;a del RPM.</hotlnk>
            </para>
            <figure id="f0825908" figsize="pg-wide">
                <graphic filename="../figg08/g082592.webp" type="webp" scalefit="1" scalefitwidth="502px"/>
                <caption>Diagrama Simplificado de la Energ&#237;a del RPM, Tierra y Enlace de Datos (Mostrado el Retorno
                    a Cabina del RPM). - Vea Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n
                    M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4001) BLOQUE DE MINI FUSIBLES
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL COMPARTIMENTO DEL
                            MOTOR
                        </callout2>
                    </callout1>
                    <callout1>(4004) CONEXI&#211;N DE 36 V&#205;AS DEL ESC
                        <callout2>LOCALIZADA EN EL EXTERIOR DEL TABLERO DE INSTRUMENTOS, LADO IZQUIERDO (ESC)</callout2>
                    </callout1>
                    <callout1>(4005) TERMINAL DE TIERRA
                        <callout2>LOCALIZADO EN EL EXTERIOR DEL TABLERO DE INSTRUMENTOS, LADO IZQUIERDO (ESC)</callout2>
                    </callout1>
                    <callout1>(4008) CONEXI&#211;N AZUL DE 8 V&#205;AS DEL ESC
                        <callout2>LOCALIZADA EN EL EXTERIOR DEL TABLERO DE INSTRUMENTOS, LADO IZQUIERDO (ESC)</callout2>
                    </callout1>
                    <callout1>(4050), (4054), (4058) CONEXI&#211;N DEL ENLACE DE DATOS
                        <callout2>LOCALIZADA CERCA DEL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A</callout2>
                    </callout1>
                    <revst/>
                    <callout1>(4320) ALIMENTACI&#211;N DE LOS M&#211;DULOS DE ENERG&#205;A REMOTOS
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL RIEL IZQUIERDO DEL CHASIS
                        </callout2>
                    </callout1>
                    <revend/>
                    <callout1>(4410) M&#211;DULO DE ENERG&#205;A PARA EL SOLENOIDE REMOTO
                        <callout2>LOCALIZADO EN EL COMPARTIMENTO DEL MOTOR CERCA DEL RIEL IZQUIERDO DEL CHASIS
                        </callout2>
                    </callout1>
                    <callout1>(4410B) M&#211;DULOS DE ENERG&#205;A REMOTOS
                        <callout2>LOCALIZADO DEBAJO DE LA CABINA EN EL RIEL IZQUIERDO</callout2>
                    </callout1>
                    <callout1>(4410D), (4410E), (4410M) M&#211;DULOS DE ENERG&#205;A REMOTOS
                        <callout2>LOCALIZADOS EN EL RESPALDO DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4410H) M&#211;DULO DE ENERG&#205;A REMOTO CENTRAL/TRASERO
                        <callout2>LOCALIZADO EN EL RESPALDO DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4411), (4411B), (4412) ALIMENTACI&#211;N DE LOS M&#211;DULOS DE ENERG&#205;A REMOTOS
                        <callout2>LOCALIZADA EN EL RESPALDO DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(4415) M&#211;DULO DE ENERG&#205;A REMOTO DELANTERO
                        <callout2>LOCALIZADO EN EL COMPARTIMENTO DEL MOTOR CERCA DEL RIEL IZQUIERDO DEL CHASIS
                        </callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825941" tblwidth="full-page">
                <title>Revisiones de voltaje de la conexi&#243;n de entrada al RPM (4410D)</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="1.83in"/>
                    <colspec colname="2" colwidth="1.33in"/>
                    <colspec colname="4" colwidth="3.36in"/>
                    <spanspec namest="1" nameend="4" spanname="S1T6"/>
                    <thead>
                        <row>
                            <entry colspan="3" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisiones de voltaje de la conexi&#243;n de entrada al RPM
                                        (4410D) (Revisi&#243;n con la conexi&#243;n del RPM desenchufada y la llave de
                                        la ignici&#243;n en posici&#243;n "On")
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colname="4">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Conexi&#243;n del arn&#233;s, cavidad 6 con tierra.</para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje no est&#225; correcto, revise si est&#225; fundido el fusible de 5
                                    amperios, localizado en el bloque de mini fusibles, o si hay una apertura o corto en
                                    el circuito N14, o en el J14W hacia el fusible.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Conexi&#243;n del arn&#233;s, cavidad 6 con 2.</para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje no est&#225; correcto, revise si hay apertura en el circuito N10 -
                                    GM, o en el 11 - GQR con tierra.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Revisi&#243;n del voltaje proveniente del ESC (4008) A.</para>
                                <para>Conexi&#243;n del arn&#233;s, cavidad 1 con 2.</para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje no est&#225; correcto, revise si hay una apertura o corto en el
                                    circuito N59, o en el J59F hacia el ESC (4008) clavija A.
                                </para>
                                <para>Si los circuitos est&#225;n bien, revise si no hay voltaje proveniente del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="S1T6">
                                <para>Si el voltaje est&#225; bien, revise la conexi&#243;n del enlace de datos. Vea,
                                    <hotlnk document="m08250_X082524.xml" xrefid="x082524">Enlace de Datos del
                                        Fabricante de la Carrocer&#237;a.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <table id="t9825942" tblwidth="full-page">
                <title>Revisi&#243;n del Voltaje de la Conexi&#243;n del RPM (4412)</title>
                <tgroup cols="3">
                    <colspec colname="1" colwidth="1.53in"/>
                    <colspec colname="2" colwidth="1.47in"/>
                    <colspec colname="4" colwidth="3.41in"/>
                    <spanspec namest="1" nameend="4" spanname="S1T6"/>
                    <thead>
                        <row>
                            <entry colspan="3" spanname="S1T6">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n del Voltaje de la Conexi&#243;n del RPM (4412)
                                        (Revisi&#243;n con la conexi&#243;n del RPM desconectada)
                                    </emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry colname="2">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colname="4">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="1">
                                <para>Conexi&#243;n del arn&#233;s, cavidad A con tierra.</para>
                            </entry>
                            <entry colname="2">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="4">
                                <para>Si el voltaje no est&#225; correcto, revise si hay un cable fusible abierto, o una
                                    apertura o corto en el circuito entre la conexi&#243;n y la bater&#237;a, o el
                                    terminal de bater&#237;a del motor de arranque.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENDIDA</title>
            <specpara>
                <note>
                    <para>Los circuitos y n&#250;meros de conexi&#243;n variar&#225;n determinados por el n&#250;mero y
                        localizaci&#243;n de los RPM instalados en el veh&#237;culo. Vea el libro de diagramas de
                        circuitos y la literatura provista por el fabricante de la carrocer&#237;a.
                    </para>
                </note>
            </specpara>
            <para>El voltaje de bater&#237;a para la conexi&#243;n (4410), clavija 6 del o los m&#243;dulos de energ&#237;a
                remotos es proporcionado por un fusible de 5 amperios localizado en el centro de distribuci&#243;n de
                energ&#237;a.
            </para>
            <para>El voltaje de bater&#237;a es suministrado tambi&#233;n en un circuito calibre 4 a un cable de salida
                con conexi&#243;n en el, o los m&#243;dulos de energ&#237;a remotos proveniente del terminal de bater&#237;a
                del motor de arranque o del borne de la bater&#237;a. Se usa un cable fusible en el circuito para
                proteger sus componentes de una sobrecarga de corriente.
            </para>
            <para>La conexi&#243;n de tierra del sistema, (4410) clavija 6, del m&#243;dulo de energ&#237;a remoto (s)
                est&#225; provista en los circuitos conectados al terminal de tierra (4005).
            </para>
            <para>El enlace de datos del fabricante de la carrocer&#237;a est&#225; conectado al o los m&#243;dulos de
                energ&#237;a remotos en la conexi&#243;n 4410, clavijas 3,4 y 5.
            </para>
        </svcsubproc>
    </svcproc>
    <revst/>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_391.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_393.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
