<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - M&#211;DULO DE SOLENOIDES DE AIRE Remotos
        (GRUPO DE 7) - CIRCUITOS DEL GRUPO DE 7 M&#211;DULO DE SOLENOIDES DE AIRE Remotos PROVENIENTES DEL ESC
    </stitle>
    <svcman/>
    <svcproc id="x082590703a" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DEL GRUPO DE 7 M&#211;DULO DE SOLENOIDES DE AIRE Remotos PROVENIENTES DEL ESC</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Una falla en los circuitos de salida de los solenoides de aire provenientes del ESC ser&#225; aparente
                cuando un dispositivo controlado por aire no funcione y haya un DTC para el solenoide de aire. El ESC
                registrar&#225; un c&#243;digo de problema de diagn&#243;stico cuando hay un corto entre el solenoide de
                aire con tierra. Tambi&#233;n se registrar&#225; un c&#243;digo de problema de diagn&#243;stico si hay
                una comunicaci&#243;n en el enlace de datos del fabricante de la carrocer&#237;a. Los problemas en los
                circuitos de los solenoides de aire se pueden atribuir a un circuito abierto, a un corto, a una falla en
                el grupo de 7 solenoides, o a un problema en el ESC, o a un error de comunicaci&#243;n del enlace de
                datos.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825831">Circuitos del Grupo de 7 Solenoides de Aire</hotlnk>.
            </para>
            <figure id="f0825831" figsize="pg-wide">
                <graphic filename="../figg08/g0825971.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Circuitos del Grupo de 7 Solenoides de Aire,(Conexiones Vistas Por la cara de Empalme) -- Vea
                    Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(4000) BLOQUE DE MEG&#225; FUSIBLES
                        <callout2>LOCALIZADO EN EL BLOQUE DE FUSIBLES DEL TABLERO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>(4001) BLOQUE DE MINI FUSIBLES
                        <callout2>LOCALIZADO EN EL BLOQUE DE FUSIBLES DEL TABLERO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>(4004) CONEXI&#211;N DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL LADO DEL ESC DEL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4005) TIERRA
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4008) CONEXI&#211;N AZUL DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADA EN EL LADO DEL ESC DEL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4050), (4054), (4058) CONEXI&#211;N DEL ENLACE DE DATOS J1939
                        <callout2>LOCALIZADA EN LA CONEXI&#211;N EN "Y" DEL ENLACE DE DATOS DEL FABRICANTE DE LA
                            CARROCER&#205;A
                        </callout2>
                    </callout1>
                    <callout1>(4410) CONEXI&#211;N DE LA UNIDAD DE ENERG&#205;A DEL SOLENOIDE/REMOTA
                        <callout2>LOCALIZADA EN LA PARTE SUPERIOR DEL COMPARTIMENTO DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4410B) CONEXI&#211;N DEL GRUPO DE 7 SOLENOIDES DE AIRE
                        <callout2>LOCALIZADA EN LA PARTE DELANTERA DE LA ESTRUCTURA DEL CHASIS</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825826a" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas del Grupo de 7 Solenoides de Aire</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="2.14in"/>
                    <colspec colname="col2" colwidth="1.34in"/>
                    <colspec colname="COLSPEC3" colwidth="3.14in"/>
                    <spanspec namest="col1" nameend="COLSPEC3" spanname="SPAN3"/>
                    <spanspec namest="col2" nameend="COLSPEC3" spanname="SPAN2"/>
                    <tbody>
                        <row>
                            <entry colspan="3" spanname="SPAN3">
                                <para>
                                    <emph type="BOLD">Revisiones de Voltaje de la Conexi&#243;n del Arn&#233;s (4410B)
                                        del Grupo de 7 Solenoides de Aire
                                    </emph>
                                </para>
                                <para>Revise con la llave de la ignici&#243;n en la posici&#243;n "ON" y la conexi&#243;n
                                    (4410B) del solenoide de aire desconectada.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Puntos de prueba</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Especificaciones</para>
                            </entry>
                            <entry colname="COLSPEC3" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Conexi&#243;n del arn&#233;s (4410B), clavija 1 con tierra</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="COLSPEC3">
                                <para>Si no hay voltaje, revise si hay aperturas en los circuitos J59F y N59.</para>
                                <para>Si hay voltaje y la falla continua presente despu&#233;s de haber enchufado
                                    nuevamente la conexi&#243;n, revise el rel&#233; y el conjunto del cuerpo.
                                </para>
                                <note>
                                    <para>Para hacer la medici&#243;n en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE 4477.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Conexi&#243;n del arn&#233;s (4410B), clavija 1 con clavija 2</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="COLSPEC3">
                                <para>Si no hay voltaje, revise si hay aperturas en los circuitos de tierra J11 - GQR,
                                    J11 - GPM y N10 - GM.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>Conexi&#243;n del arn&#233;s (4410B), clavija 6 con tierra</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colname="COLSPEC3">
                                <para>Si no hay voltaje, revise si hay aperturas en los circuitos N14, J14W, bloque de
                                    mini fusibles (4001), J14M y J14F.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="3" spanname="SPAN3">
                                <para>Si el voltaje est&#225; bien y persiste la falta de comunicaci&#243;n con el ESC,
                                    vea,
                                    <hotlnk document="m082504_X082524.xml" xrefid="x082524">Enlace de Datos del
                                        Fabricante de la carrocer&#237;a.
                                    </hotlnk>
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENDIDA</title>
            <para>Cuando la llave de la ignici&#243;n se encuentra en posici&#243;n de "ACCESSORY" o en posici&#243;n
                "IGNITION" y no hay fallas en el solenoide de aire, el ESC suministrar&#225; un voltaje de energ&#237;a
                de solenoide proveniente del controlador del sistema conexi&#243;n azul (4008) terminal A, hacia el
                solenoide de aire (del grupo de 7) conexi&#243;n (4410B) terminal 1.
            </para>
            <para>El ESC comandar&#225; la activaci&#243;n de cada solenoide, dependiendo de los mensajes provenientes
                del grupo de interruptores hacia el ESC, para permitir el flujo de aire a trav&#233;s de la v&#225;lvula
                del solenoide.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_413.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X08259131A.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
