<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - VENTANAS Y CERRADURAS ASISTIDAS POR MOTOR DE
        LA CABINA TRASERA DE TRIPULACI&#211;N - DESCRIPCI&#211;N EXTENSA
    </stitle>
    <svcman/>
    <svcproc id="x082580503" svcproctype="operate" graphiccount="0">
        <title>DESCRIPCI&#211;N EXTENSA</title>
        <svcsubproc>
            <title>Ventana y Cerradura del Lado Izquierdo Asistidas por Motor</title>
            <para>El enlace de datos del interruptor est&#225; conectado al los terminales C y D de la conexi&#243;n
                (3209) de la se&#241;al grupo de interruptores de operaci&#243;n de las puertas del lado izquierdo. La
                ruta del circuito proveniente de la conexi&#243;n (1600) del ESC es a trav&#233;s de un par de cables
                retorcidos A3F (-)/A3E (+), hacia los circuitos A3Z (-)/A3Y (+), a trav&#233;s de los terminales E y B
                de la conexi&#243;n (2600) del techo/Tablero de instrumentos, luego hacia los circuitos D3Z (-)/D3Y (+)
                y D3AA (-)/D3B (+), a trav&#233;s del grupo de interruptores de operaci&#243;n de la puerta izquierda de
                la tripulaci&#243;n, terminales B y A de la conexi&#243;n (2601), hacia los circuitos T3AA (-) y T3BB
                (+).
            </para>
            <para>El voltaje de bater&#237;a para la conexi&#243;n (3209) terminal G de la se&#241;al del grupo de
                interruptores de operaci&#243;n de las puertas del lado izquierdo, es proporcionado por el fusible F28
                del bloque de fusibles (1013). La ruta del circuito proveniente del bloque de fusibles es el circuito
                A81C, a trav&#233;s del terminal A de la conexi&#243;n (2600) del techo/IP, circuito D81C, a trav&#233;s
                del terminal C de la conexi&#243;n (2601) de la puerta y del circuito T81E.
            </para>
            <para>La tierra para el sistema de se&#241;ales del grupo de interruptores de operaci&#243;n de las puertas
                del lado izquierdo llega al terminal E de la conexi&#243;n (3209) proveniente del terminal negativo
                (1858). La ruta del circuito proveniente del terminal negativo es el circuito A11-GH, A81-GC, a trav&#233;s
                del terminal F de la conexi&#243;n (2600) del techo/IP, circuitos D81-GC y D81-GF a trav&#233;s del
                grupo de interruptores de operaci&#243;n de la puerta izquierda de la tripulaci&#243;n, terminal D de la
                conexi&#243;n (2601), y el circuito T81-GD.
            </para>
            <para>La tierra tambi&#233;n es suministrada al (3209) terminal B en el circuito T8B proveniente del
                circuito D81-GG a trav&#233;s del (2601) terminal F. Esto establece una direcci&#243;n para el grupo de
                interruptores de operaci&#243;n de las puertas por lo tanto se identifica a s&#237; mismo, hacia el ESC,
                como el grupo de interruptores de operaci&#243;n de la puerta izquierda de la tripulaci&#243;n.
            </para>
            <para>El voltaje de control para terminales A y B del motor (3200) de la ventana izquierda, es suministrado
                por el grupo de interruptores de operaci&#243;n de las puertas del lado izquierdo, conexi&#243;n de
                carga (3210) terminales B y A en los circuitos T83C y T83F.
            </para>
            <para>El voltaje de control para la cerradura asistida por motor (3211) terminales A y B es suministrado por
                el grupo de interruptores de operaci&#243;n de las puertas, conexi&#243;n de carga (3210) terminales C y
                D en los circuitos T81C y T81F.
            </para>
            <para>Al oprimir el bot&#243;n de funcionamiento de la ventana, causa que el grupo de interruptores de
                operaci&#243;n de las puertas aplique voltaje al motor de la ventana.
            </para>
            <para>Al oprimir el bot&#243;n de la cerradura por motor, causa que el grupo de interruptores de operaci&#243;n
                de las puertas aplique voltaje al motor de la cerradura de la puerta izquierda. El grupo de
                interruptores de operaci&#243;n de las puertas tambi&#233;n enviara mensajes a trav&#233;s del enlace de
                datos del interruptor, ordenando al o los grupos de interruptores de operaci&#243;n de la otra, u otras
                puertas con cerraduras asistidas por motor, aplicar voltaje a el o los motores de las cerraduras.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ventana y Cerradura Asistidas por Motor del Lado Derecho</title>
            <para>El enlace de datos del interruptor est&#225; conectado al los terminales C y D de la conexi&#243;n
                (3209) de la se&#241;al grupo de interruptores de operaci&#243;n de las puertas del lado derecho. La
                ruta del circuito proveniente de la conexi&#243;n (1600) del ESC es a trav&#233;s de un par de cables
                retorcidos A3F (-)/A3E (+), hacia los circuitos A3Z (-)/A3Y (+), a trav&#233;s de los terminales E y B
                de la conexi&#243;n (2600) del techo/IP, luego hacia los circuitos D3Z (-)/D3Y (+) y D3CC (-)/D3BB (+),
                a trav&#233;s del grupo de interruptores de operaci&#243;n de la puerta derecha de la tripulaci&#243;n,
                terminales B y A de la conexi&#243;n (2602), hacia los circuitos T3AA (-) y T3BB (+).
            </para>
            <para>El voltaje de bater&#237;a para la conexi&#243;n (3209) terminal G de la se&#241;al del grupo de
                interruptores de operaci&#243;n de las puertas del lado derecho, es proporcionado por el fusible F35 del
                bloque de fusibles (1013). La ruta del circuito proveniente del bloque de fusibles es el circuito A81D,
                a trav&#233;s del terminal C de la conexi&#243;n (2600) del techo/IP, circuito D81D, a trav&#233;s del
                terminal C de la conexi&#243;n (2602) de la puerta y del circuito T81E.
            </para>
            <para>La tierra para el sistema de se&#241;ales del grupo de interruptores de operaci&#243;n de las puertas
                del lado derecho llega al terminal E de la conexi&#243;n (3209) proveniente del terminal negativo
                (1858). La ruta del circuito proveniente del terminal negativo es el circuito A11-GH, A81-GB, a trav&#233;s
                del terminal D de la conexi&#243;n (2600) del techo/IP, circuitos D81-GB y D81-GD a trav&#233;s del
                grupo de interruptores de operaci&#243;n de la puerta derecha de la tripulaci&#243;n, terminal D de la
                conexi&#243;n (2602), y el circuito T81-GD.
            </para>
            <para>La tierra tambi&#233;n es suministrada al (3209) terminal A en el circuito T8A proveniente del
                circuito D81-GE a trav&#233;s del (2602) terminal E. Esto establece una direcci&#243;n para el grupo de
                interruptores de operaci&#243;n de las puertas por lo tanto se identifica a s&#237; mismo, hacia el ESC,
                como el grupo de interruptores de operaci&#243;n de la puerta derecha de la tripulaci&#243;n.
            </para>
            <para>El voltaje de control para terminales A y B del motor (3200) de la ventana derecha, es suministrado
                por el grupo de interruptores de operaci&#243;n de las puertas del lado derecho, conexi&#243;n de carga
                (3210) terminales A y B en los circuitos T83F y T83C.
            </para>
            <para>El voltaje de control para la cerradura asistida por motor (3211) terminales A y B es suministrado por
                el grupo de interruptores de operaci&#243;n de las puertas, conexi&#243;n de carga (3210) terminales C y
                D en los circuitos T81C y T81F.
            </para>
            <para>Al oprimir el bot&#243;n de funcionamiento de la ventana, causa que el grupo de interruptores de
                operaci&#243;n de las puertas aplique voltaje al motor de la ventana.
            </para>
            <para>Al oprimir el bot&#243;n de la cerradura por motor, causa que el grupo de interruptores de operaci&#243;n
                de las puertas aplique voltaje al motor de la cerradura de la puerta derecha. El grupo de interruptores
                de operaci&#243;n de las puertas tambi&#233;n enviara mensajes a trav&#233;s del enlace de datos del
                interruptor, ordenando al o los grupos de interruptores de operaci&#243;n de la otra, u otras puertas
                con cerraduras asistidas por motor, aplicar voltaje a el o los motores de las cerraduras.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082580502.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_238.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
