<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - LIMPIAPARABRISAS Y BOMBA PARA EL
        LAVAPARABRISAS - CIRCUITOS DEL LAVAPARABRISAS
    </stitle>
    <svcman/>
    <svcproc id="x082581102" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DEL LAVAPARABRISAS</title>
        <svcsubproc>
            <title>MANEJO DE LA DETECCI&#211;N DE FALLAS</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Una falla en el sistema del lavaparabrisas ser&#225; aparente cuando los lavaparabrisas no operen
                correctamente. No hay c&#243;digos de problemas de diagn&#243;stico asociados con los circuitos del
                lavaparabrisas.
            </para>
            <para>Un problema con el funcionamiento de los lavaparabrisas se puede atribuir a una apertura o corto en el
                interruptor del lavaparabrisas, falta de corriente para el motor de la bomba del lavaparabrisas, cables
                con apertura o en corto, o al motor de la bomba del lavaparabrisas fallando.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825850">Circuitos de la Bomba del Lavaparabrisas</hotlnk>.
            </para>
            <figure id="f0825850" figsize="pg-wide">
                <graphic filename="../figg08/g08258b2.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="472px"/>
                <caption>Circuitos de la Bomba del Lavaparabrisas. (Conexiones vistas desde el lado de acople) - Vea
                    Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>J13W HACIA EL REL&#201; DE IGNICI&#211;N SECUNDARIO</callout1>
                    <callout1>(1600) CONEXI&#211;N DE 36 V&#205;AS PARA EL CONTROLADOR DEL SISTEMA</callout1>
                    <callout1>(1800) CONEXI&#211;N DEL ARN&#201;S/DCM DE LA CABINA</callout1>
                    <callout1>(1810) CONEXI&#211;N PARA EL INTERRUPTOR DE LA SE&#209;AL DE VIRAJE</callout1>
                    <callout1>(1852) TERMINAL NEGATIVO</callout1>
                    <callout1>(4001) BLOQUE DE MINI-FUSIBLES</callout1>
                    <callout1>(4003) REL&#201; DE IGNICI&#211;N SECUNDARIO</callout1>
                    <callout1>(4014) CONEXI&#211;N DE TRASPASO DEL TABLERO</callout1>
                    <callout1>(4021) CONEXI&#211;N PARA LA BOMBA DEL LAVAPARABRISAS (EN LA BOTELLA DEL LAVAPARABRISAS)
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0825836" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas de la Conexi&#243;n del Lavaparabrisas</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.67in"/>
                    <colspec colname="2" colwidth="0.72in"/>
                    <colspec colname="3" colwidth="0.64in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.86in"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="BOLD">Revisi&#243;n de Voltajes de la Conexi&#243;n de la Bomba del
                                        Lavaparabrisas (4021)
                                    </emph>
                                </para>
                                <para>Revise con la con la llave del interruptor de ignici&#243;n en posici&#243;n "ON"
                                    y la conexi&#243;n de la bomba (4021) removida.
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s de la bomba (4021) cavidad 2 con tierra</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay alg&#250;n fusible fundido o apertura o corto en
                                    los circuitos J87KA, hacia el bloque de mini-fusibles.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Sin activar el interruptor del lavaparabrisas, conexi&#243;n del arn&#233;s de la
                                    bomba (4021) cavidad 1 con tierra
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Pruebe el circuito entre el ESC y el motor de la bomba.</para>
                                <para>Si no hay voltaje, revise si hay apertura o corto en el circuito J87B, A87B, A87A,
                                    o A87C. Tambi&#233;n revise si el voltaje proveniente del ESC est&#225; correcto.
                                </para>
                                <note>
                                    <para>Para tomar las mediciones en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE 4477.
                                    </para>
                                </note>
                                <para>Un corto con tierra causar&#225; que el lavaparabrisas funcione continuamente.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Con el interruptor del lavaparabrisas activado, la conexi&#243;n del arn&#233;s de
                                    la bomba (4021) cavidad 1 to cavidad 2.
                                </para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Pruebe los circuitos desde el tierra y pasando por el interruptor del
                                    lavaparabrisas, hasta el motor de la bomba del lavaparabrisas.
                                </para>
                                <para>Si el voltaje es incorrecto, revise si hay circuitos abiertos provenientes del
                                    (4021), cavidad 1, a trav&#233;s del interruptor del lavaparabrisas cerrado, con
                                    tierra. Desconecte (1810) y ponga un puente entre las clavijas 12 y 6; si el voltaje
                                    es correcto, reemplace el interruptor del lavaparabrisas. Repare los circuitos.
                                </para>
                                <para>Si el voltaje es incorrecto y el lava lavaparabrisas no funciona, reemplace el
                                    motor de la bomba del lavaparabrisas.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA</title>
            <para>El motor de la bomba del lavaparabrisas est&#225; conectado por cable directo con el interruptor del
                lavaparabrisas, localizado en la palanca de las se&#241;ales de viraje. La energ&#237;a de 12 voltios al
                motor de la bomba del lavaparabrisas proviene de un fusible de 5 amperios del bloque de mini-fusibles
                localizado dentro del tablero de distribuci&#243;n de energ&#237;a del compartimento del motor. Cuando
                se oprime el interruptor del lavaparabrisas, se suministra la tierra al motor de la bomba del
                lavaparabrisas. Esto causa que la bomba del lavaparabrisas funcione hasta que es liberado el interruptor
                del lavaparabrisas. La tierra proveniente del interruptor del lavaparabrisas tambi&#233;n es aplicada al
                terminal 28 de la conexi&#243;n del ESC (1600). Esto le indica al ESC que el lavaparabrisas ha sido
                activado. El ESC activar&#225; la velocidad baja del limpiaparabrisas por algunos ciclos de barrido.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_276.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X082581103.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
