<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - GRUPO DE INSTRUMENTOS ELECTR&#211;NICOS - DESCRIPCI&#211;N - PANTALLA
        DIGITAL
    </stitle>
    <svcman/>
    <svcproc svcproctype="operate" graphiccount="1">
        <title>PANTALLA DIGITAL</title>
        <svcprocinfo>
            <para>La
                <hotlnk xrefid="f025413">pantalla digital</hotlnk>
                es de Diodos Emisores de Luz (LCD) y est&#225; localizada en el fondo y en el centro sel EGC.
            </para>
            <para>Tres l&#237;neas de exhibici&#243;n digital proporcionan la indicaci&#243;n de, cambio en la transmisi&#243;n,
                exhibici&#243;n num&#233;rica, y una l&#237;nea alfa- num&#233;rica.
            </para>
            <para>La exhibici&#243;n se atenuar&#225; para igualar las luces de respaldo cuando est&#225;n activadas las
                luces de estacionamiento. La intensidad de la iluminaci&#243;n se ajusta con el interruptor de atenuaci&#243;n
                de luz del tablero de instrumentos.
            </para>
            <figure id="f025413" figsize="pg-wide">
                <graphic filename="../figg08/g08254a4.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Exhibici&#243;n del Grupo de Instrumentos Electr&#243;nicos</caption>
                <calloutgroup>
                    <callout1>1. EGC EXHIBICI&#211;N CON TRANSMISIONES ALLISON</callout1>
                    <callout1>2. EGC EXHIBICI&#211;N CON TRANSMISI&#211;N DE CAMBIO AUTOM&#193;TICO EATON</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Interruptor Selecci&#243;n/Restablecer</title>
            <para>El EGC (Grupo de Instrumentos Electr&#243;nico) incluye un interruptor para seleccionar o restablecer,
                usado para controlar la pantalla digital. El interruptor se entrelaza directamente con el EGC y est&#225;
                localizado en la parte baja derecha del lente del EGC. El interruptor le permite al usuario seleccionar
                modos dentro de las mayores &#225;reas funcionales de la pantalla, como se puede ver en la lista de
                abajo, y efectuar funciones de restablecimiento de modos. Cada vez que se oprime moment&#225;neamente el
                interruptor, pasar&#225; al siguiente modo. Oprimiendo el interruptor por un per&#237;odo de 3 segundos
                o m&#225;s, borrar&#225; la pantalla o seleccionar&#225; entre opciones dependiendo del modo actual. La
                funci&#243;n de restablecer no tiene efecto si el par&#225;metro no puede ser restablecido.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Distancia Total Recorrida por el Veh&#237;culo</title>
            <para>El EGC muestra la distancia total que ha recorrido el Veh&#237;culo. Este valor puede ser seleccionado
                entre millas o kil&#243;metros oprimiendo durante 3 segundos el interruptor de Selecci&#243;n/Restablecer
                mientras se encuentra en este modo. La pantalla digital mostrar&#225; si la lectura corriente est&#225;
                en millas o kil&#243;metros. La pantalla tiene la capacidad de indicar hasta 1,999,999 millas/kil&#243;metros
                en incrementos de 1 milla o kil&#243;metro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Distancia de Viaje</title>
            <para>La pantalla tambi&#233;n incluye la funci&#243;n de exhibir el recorrido del viaje. La distancia del
                viaje es calculada por el valor total de la distancia recorrida del veh&#237;culo menos la distancia
                existente en el momento de la &#250;ltima vez que fue borrada. Oprimiendo el interruptor Selecci&#243;n/Restablecer
                durante 3 o m&#225;s segundos se borrar&#225; la funci&#243;n de distancia del viaje y almacenar&#225;
                la distancia total del recorrido del veh&#237;culo. La pantalla digital indicar&#225; visualmente si se
                trata de la distancia de viaje en millas o en kil&#243;metros, dependiendo el modo actualmente
                seleccionado del od&#243;metro. La pantalla tiene la capacidad de indicar hasta 1,999,999 millas/kil&#243;metros
                en incrementos de 1 milla o kil&#243;metro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Modo Predeterminado de Activaci&#243;n del Od&#243;metro</title>
            <para>Al arrancar o encender el veh&#237;culo, la pantalla recuerda el &#250;ltimo modo (sea millas o kil&#243;metros)
                que estaba seleccionado antes de apagar el veh&#237;culo. El retornar&#225; a este modo hasta el
                siguiente arranque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funci&#243;n de Horas</title>
            <para>La pantalla del EGC proporciona varios modos de horas de motor.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Horas Totales del Motor</title>
            <para>Las horas mostradas est&#225;n basadas en las horas del motor extra&#237;das del controlador del
                motor. La pantalla digital indicar&#225; visualmente si la lectura actual es de horas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Horas de Viaje</title>
            <para>La pantalla tambi&#233;n incluye la funci&#243;n de horas de viaje. Las horas de viaje son calculadas
                por el total de acumuladas del motor menos las existente en la &#250;ltima vez que fue borrada la funci&#243;n
                de horas de viaje. Oprimiendo el interruptor Selecci&#243;n/Restablecer durante 3 o m&#225;s segundos se
                borrar&#225; la funci&#243;n de horas viaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Cambio de Aceite</title>
            <para>Los veh&#237;culos con motor International exhibir&#225;n un mensaje "CHG OIL" (cambiar aceite) cuando
                los intervalos de horas de motor o millas programados se han excedido. Refi&#233;rase al manual
                apropiado del motor para la informaci&#243;n de como programar el intervalos y borrar el mensaje.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mensaje de Diagn&#243;stico</title>
            <para>La pantalla LCD est&#225; en la capacidad de mostrar un c&#243;digo de problema de diagn&#243;stico
                (DTC) cuando sea requerido por el ESC o la herramienta de servicio (EZ-Tech). Vea
                <hotlnk document="m082504_S0825488.xml" xrefid="s0825488">Diagn&#243;sticos En-L&#237;nea.</hotlnk>
            </para>
            <specpara>
                <note>
                    <para>Mensajes de Diagn&#243;stico provenientes del controlador del motor, sistemas de anti- bloqueo
                        de frenos o transmisi&#243;n
                        <emph type="bold">no son</emph>
                        exhibidos en la pantalla digital del grupo de instrumentos electr&#243;nicos (EGC).
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Iluminaci&#243;n de la Pantalla Digital</title>
            <para>La pantalla se atenuar&#225; para igualar la luz de respaldo cuando se han activado las luces de
                estacionamiento. La intensidad de la iluminaci&#243;n de la pantalla se ajusta con el interruptor de
                atenuaci&#243;n del tablero de instrumentos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_68.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_70.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
