<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DEL SISTEMA EL&#201;CTRICO - IC
        BUS - SISTEMAS EL&#201;CTRICOS DE LA CARROCER&#205;A - DESCRIPCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>DESCRIPCI&#211;N</title>
        <svcsubproc>
            <title>Sistema de distribuci&#243;n de la corriente el&#233;ctrica de la carrocer&#237;a</title>
            <para>El sistema de distribuci&#243;n de corriente el&#233;ctrica de la carrocer&#237;a del bus suministra
                12 volt. CC a trav&#233;s del megafusible (175 amp) y la alimentaci&#243;n de la bater&#237;a de la
                carrocer&#237;a (J1) al tablero de fusibles en la placa de luz intermitente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Placa de luz intermitente y mazo de cables</title>
            <para>La placa de luz intermitente y el mazo de cables se ubican en el compartimiento de la puerta de acceso
                el&#233;ctrica. La luz intermitente 4/8 o la luz intermitente ELS 4/8 del bus escolar electr&#243;nico
                Weldon 7000 est&#225;n montadas en la placa de luz intermitente. Del mismo modo, el bloque de fusibles
                del chasis con alimentaci&#243;n de potencia (J1), la barra de terminales del chasis o conector original
                de la carrocer&#237;a (194), el tablero de fusibles de la carrocer&#237;a con dos derivaciones,
                solenoide de desconexi&#243;n maestro o solenoide de desconexi&#243;n del amortiguador de ruidos, y el
                solenoide de interrupci&#243;n/seguro de bloqueo del arranque, zumbador, terminales y relevadores est&#225;n
                en la placa de luz intermitente. El mazo de cables de la placa de luz intermitente est&#225; conectada
                al mazo de cables del &#225;rea del motor (R1, R2, R3), al mazo de cables del tablero (S1, S2, S3, S4),
                al panel de accesorios (P70 y dos simples), al panel de conexiones izquierdo (P7, P8, P9, P10, P11, P12,
                P54 y P81) y al mazo de cables izquierdo (S6, S15, S16, S51 y ocho cables).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tablero de fusibles</title>
            <para>El tablero de fusibles tiene tres terminales de entrada, (P1), (P2) y (P3) siete conectores de salida
                (A, B, C, D, E, F y G), para el control de cuarenta circuitos con fusibles. El tablero de fusibles
                consta de 40 fusibles de la carrocer&#237;a del bus en cuatro columnas de diez fusibles cada una. Las
                cuatro columnas de diez salidas de fusibles del tablero de fusibles se usan en tres diferentes opciones
                de configuraci&#243;n. Existen opciones cuando se trata de un fusible que se puede restablecer
                manualmente y un disyuntor de restablecimiento autom&#225;tico para limpiaparabrisas (carrocer&#237;a
                dorada).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz intermitente 4/8 del Bus escolar electr&#243;nico Weldon 7000</title>
            <para>La luz intermitente 4/8 del bus escolar electr&#243;nico Weldon 7000 contiene circuitos que est&#225;n
                conectados electr&#243;nicamente al brazo de se&#241;al de alto y el sistema de brazo transversal del
                bus escolar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz intermitente 4/8 del Bus escolar ELS B-1</title>
            <para>La luz intermitente 4/8 del bus escolar ELS B-1 consta de circuitos que est&#225;n conectados electr&#243;nicamente
                al sistema de brazo de se&#241;al de alto y al sistema de brazo transversal del bus escolar. Este modelo
                de luz intermitente viene con el ELS programado para funciones no secuenciales de luces rojas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Conector original de la carrocer&#237;a (194)</title>
            <para>El conector original de la carrocer&#237;a (194) suministra potencia y control a las luces del tablero
                de interruptores, la alimentaci&#243;n del encendido, alimentaci&#243;n de accesorios, luces de reversa,
                luces de alto, direccionales de izquierda, direccionales de derecha, y luces de estacionamiento y
                traseras. Esto suministra potencia para controlar las funciones y opciones del veh&#237;culo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Alimentaci&#243;n de accesorios</title>
            <para>El circuito de alimentaci&#243;n de accesorios controla el voltaje al conector original de la carrocer&#237;a
                (194) y la utiliza la luz indicadora de salida de emergencia original de la carrocer&#237;a, interruptor
                amortiguador de ruidos de ruidos, puerta de salida de emergencia RR, ventanas de salida de emergencia,
                compuerta del techo, 3" luces rojas sobre salidas de emergencia, solenoide de desconexi&#243;n maestro,
                zumbador de la puerta derecha y del conductor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces traseras y alarma</title>
            <para>El circuito del interruptor de las luces traseras controla el voltaje al conector original de la
                carrocer&#237;a (194) y las luces de reversa y la alarma de reversa originales lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Alimentaci&#243;n del encendido</title>
            <para>El circuito de alimentaci&#243;n del encendido controla el voltaje al conector original (194) y lo
                utiliza el compresor de aire, el control de aire (interruptor de dos o tres posiciones) y los circuitos
                de v&#225;lvula de descarga originales.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces del tablero e iluminaci&#243;n de los interruptores</title>
            <para>El circuito del interruptor de la luz del tablero aten&#250;a e ilumina el voltaje del conector
                original (194) y las luces del grupo de instrumentos y los circuitos de iluminaci&#243;n del interruptor
                lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de alto</title>
            <para>El circuito del interruptor de la luz de alto controla el voltaje al conector de f&#225;brica (194) y
                los circuitos de la luz de alto de f&#225;brica lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de estacionamiento y traseras</title>
            <para>El circuito del interruptor de faros delanteros controla el voltaje al conector de f&#225;brica (194)
                y los circuitos de luz trasera de f&#225;brica lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces direccionales izquierdas y derechas</title>
            <para>El circuito del interruptor de direccional controla el voltaje al conector de f&#225;brica (194) y los
                circuitos de direccional de f&#225;brica lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor y seguro de bloqueo del arranque</title>
            <para>El circuito de interrupci&#243;n del motor de arranque controla el voltaje a los conectores de
                interrupci&#243;n del motor de arranque (195F) y los circuitos del dispositivo vandalock del seguro de
                bloqueo del motor de arranque utilizan los conectores (195M).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mazo de cables el&#233;ctricos de la carrocer&#237;a</title>
            <para>El mazo de cables de la carrocer&#237;a del bus suministra 12 voltios CC a trav&#233;s de los paneles
                de interruptores y las luces. Esto permite que el conductor controles las funciones y opciones del veh&#237;culo.
            </para>
            <para>El mazo de cables de la consola hace interfaz con siete mazos de cables. El adaptador de chasis, el
                compartimiento sellado del motor, el tablero, el panel de interruptores izquierdo, el panel de
                accesorios, la carrocer&#237;a izquierda y el calefactor auxiliar. Asimismo, el mazo de cables de
                izquierda hace interfaz con dos mazos de cables, tapa delantera y tapa trasera. El mazo de cables
                derecho de la carrocer&#237;a hace interfaz con la tapa trasera.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luces de despejo y del grupo de instrumentos</title>
            <para>El panel de control de las luces de despejo controla el voltaje al mazo de cables de la carrocer&#237;a
                y los circuitos de la luces de despejo, del grupo de instrumentos, indicadoras de viraje y centrales
                intermediarias lo utilizan.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Brazo de se&#241;al de alto</title>
            <para>El brazo de se&#241;al de alto se abre a 90 grados al lado izquierdo de la carrocer&#237;a del bus e
                indica el alto a los veh&#237;culos que vienen en sentido contrario y los que est&#225;n detr&#225;s del
                bus. El circuito de control del motor de aire o electr&#243;nico est&#225; conectado electr&#243;nicamente
                al sistema de luz intermitente de 8 v&#237;as del bus escolar. El circuito de control del motor controla
                el circuito del motor y est&#225;n aislados entre s&#237;. Por este motivo, la base de la unidad se debe
                conectar a tierra correctamente a la carrocer&#237;a del bus. Para un funcionamiento correcto, el
                voltaje del sistema debe estar entre 10 a 14 voltios. Aunque parezca complicado, se puede localizar y
                solucionar un problema usando una luz de prueba o un volt&#237;metro de CC. Consulte el diagrama de
                cableado para ver los puntos de referencia. Observe que los componentes que aparecen "defectuosos" no
                son necesariamente aquellos que se encuentran con mayor frecuencia en este campo. Si necesita m&#225;s
                ayuda, cont&#225;ctese con el departamento de ingenier&#237;a en Fabricaci&#243;n de especialidades.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Compuerta transversal</title>
            <para>La compuerta transversal de abre a 90 grados a la derecha de la defensa delantera. Esto evitar&#225;
                que los ni&#241;os caminen en el punto ciego en la parte delantera del bus. El circuito e im&#225;n del
                control del motor est&#225;n conectados electr&#243;nicamente al sistema de luz intermitente de 8 v&#237;as
                del bus escolar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ventilador del calefactor</title>
            <para>El mazo de cables del calefactor suministra 12 voltios CC a trav&#233;s del panel de interruptor
                izquierdo a los motores del ventilador del calefactor. Esto permite que el conductor controle los
                ventiladores del calefactor, el ventilador del desempa&#241;ador, los ventiladores del calefactor de
                escal&#243;n, ventiladores auxiliares del calefactor central, ventilador del calefactor auxiliar trasero
                y bomba reforzadora.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Limpiaparabrisas</title>
            <para>El mazo de cables el&#233;ctricos del limpiaparabrisas suministra 12 voltios CC a trav&#233;s del
                panel del interruptor del limpiador a los motores del limpiaparabrisas. Esto permite que el conductor
                control los limpiaparabrisas simple, doble o intermitente. Los limpiaparabrisas est&#225;n protegidos
                por un cortocircuito de restablecimiento autom&#225;tico y de 30 amperios (carrocer&#237;a dorada). El
                panel de interruptor del limpiador es el control de los ventiladores del desempa&#241;ador.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08266_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08266.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
