<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - CARACTER&#205;STICAS DEL CHASIS - BLOQUEO DEL DIVISOR DE POTENCIA
    </stitle>
    <svcman/>
    <svcsubsec>
        <title>BLOQUEO DEL DIVISOR DE POTENCIA</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <figure id="f08259c8" figsize="pg-wide">
                <graphic filename="../figg08/g08259c1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Diagrama de Funci&#243;n del Bloqueo del Divisor de Potencia</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE 7 SOLENOIDES DE AIRE</callout1>
                    <callout1>2. CIRCUITO DE ENERG&#205;A DEL SOLENOIDE</callout1>
                    <callout1>3. ENLACE DE DATOS 1939 DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. INTERRUPTOR DEL ENLACE DE DATOS</callout1>
                    <callout1>6. GRUPO DE INTERRUPTORES EN EL TABLERO DE INSTRUMENTOS</callout1>
                </calloutgroup>
            </figure>
            <para>Este sistema usa un solenoide de aire controlado electr&#243;nicamente para suministrar el aire piloto
                a un solenoide de aire m&#225;s grande el cual controla el dispositivo.
            </para>
            <para>La posici&#243;n del interruptor localizado en el tablero de instrumentos es comunicada al ESC. El ESC
                enviar&#225; lla se&#241;al al m&#243;dulo del solenoide de aire remoto, que contiene un rel&#233;
                configurado para hacer funcionar el dispositivo. Se pueden usar dos diferentes grupos de solenoides para
                controlar la presi&#243;n de aire. La versi&#243;n del grupo de 7 solenoides es controlada por mensajes
                del J1939 y la versi&#243;n de 4 solenoides es controlada por un cable distinto.
            </para>
            <para>Cando se engrana el Bloqueo del Divisor de Potencia (PDL) controlado por el conductor, puede engranar
                los dos ejes del t&#225;ndem, el delantero y el trasero. Esto ayuda a prevenir que uno de los ejes tome
                la mayor&#237;a de la potencia durante un deslizamiento. Algunos conductores pueden desear (como una
                opci&#243;n) una advertencia visual cuando el veh&#237;culo se ha excedido de la velocidad establecida.
                Esto es llamado "Velocidad de Advertencia" del PDL, (est&#225; establecida en 160 kph /100 MPH ).
            </para>
            <para>Cuando el interruptor del PDL se coloca en posici&#243;n de activaci&#243;n "ON" (alta hacia arriba)
                el ESC ordena al solenoide de aire el engranaje del PDL.
            </para>
            <para>La opci&#243;n predeterminada y rango de seguridad en caso de falla del divisor de potencia es
                desengranado "OFF". Si falla el interruptor del PDL (existe condici&#243;n de error) el PDL se
                desengranar&#225;, o no engranar&#225;.
            </para>
            <para>Si se coloca el interruptor en "ON" pero la velocidad del veh&#237;culo es mayor que la velocidad de
                advertencia del PDL, se producir&#225;n 5 sonidos y la l&#225;mpara del interruptor se activar&#225; y
                destellar&#225; continua y r&#225;pidamente hasta que la velocidad sea reducida a 3 kil&#243;metros por
                hora por debajo de la velocidad de advertencia, o el interruptor del PDL sea colocado en "OFF". Si el
                interruptor del tablero est&#225; funcionando mal, o el mensaje de velocidad del veh&#237;culo no es
                recibido, la luz del interruptor continuar&#225; destellando lentamente.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_435.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_437.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
