<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - TRANSMISIONES - TRANSMISI&#211;N ALLISON&#174; MD - C&#211;DIGOS DE
        PROBLEMAS DE DIAGN&#211;STICO (DTC)
    </stitle>
    <svcman/>
    <svcproc id="x082610477" svcproctype="diagnose" graphiccount="0">
        <title>C&#211;DIGOS DE PROBLEMAS DE DIAGN&#211;STICO (DTC)</title>
        <para>Para exhibir los c&#243;digos de diagn&#243;stico del ESC, coloque el veh&#237;culo en modo de diagn&#243;stico,
            coloque el freno de estacionamiento y la llave del interruptor de ignici&#243;n en posici&#243;n "ON". Luego
            oprima simult&#225;neamente los interruptores, de Crucero "ON" y "Resume". Si no hay c&#243;digos de
            problemas de diagn&#243;stico presentes la pantalla del od&#243;metro exhibir&#225; "NO FAULT", si hay c&#243;digos
            de problemas de diagn&#243;stico presentes, el tablero de instrumentos electr&#243;nicos mostrar&#225; el n&#250;mero
            total de fallas. Cada c&#243;digo de problema de diagn&#243;stico se exhibir&#225; durante 10 segundos
            continuando el ciclo a trav&#233;s de todas las fallas. Para cambiar manualmente las exhibiciones de c&#243;digos
            de problemas de diagn&#243;stico listadas, oprima el bot&#243;n "Select/Reset" de la pantalla del tablero de
            instrumentos. El &#250;ltimo car&#225;cter del c&#243;digos de problemas de diagn&#243;stico terminar&#225;
            en "A" indicando los c&#243;digos de problemas de diagn&#243;stico activos, o en "P" indicando los c&#243;digos
            de problemas de diagn&#243;stico activos previamente. Colocando la llave del interruptor de ignici&#243;n en
            posici&#243;n "OFF", o liberando el freno de estacionamiento pondr&#225; al ESC y al tablero de instrumentos
            fuera del modo de diagn&#243;sticos.
        </para>
        <para>Se pueden borrar los c&#243;digos de problemas de diagn&#243;stico mientras se est&#225; en el modo de
            diagn&#243;sticos, colocando la palanca de indicaci&#243;n de viraje a la izquierda y oprimiendo simult&#225;neamente
            los interruptores de "Crucero" y "Set".
        </para>
        <table id="t0826108b" tblwidth="full-page" numbered="no" view="reveal">
            <title>Comunicaci&#243;n de los C&#243;digos de Problemas de Diagn&#243;stico de la Transmisi&#243;n</title>
            <tgroup cols="2">
                <colspec colname="col1" colwidth="2.48in"/>
                <colspec colname="col2" colwidth="3.85in"/>
                <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                <tbody>
                    <row>
                        <entry colname="col1">
                            <para>
                                <emph type="bold">C&#211;DIGO DE PROBLEMA DE DIAGN&#211;STICO</emph>
                            </para>
                        </entry>
                        <entry colname="col2">
                            <para>
                                <emph type="bold">DESCRIPCI&#211;N DE LA FALLA</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry colname="col1">
                            <para>639 14 2 240</para>
                        </entry>
                        <entry colname="col2">
                            <para>No se ha recibido comunicaci&#243;n del controlador de la transmisi&#243;n electr&#243;nica</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_518.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0826177.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
