<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - MULTIPLEXING (ENLACE DE DATOS) - ENLACE DE DATOS PARA EL FABRICANTE DE LA
        CARROCER&#205;A
    </stitle>
    <svcman/>
    <svcsubsec id="x082524">
        <title>ENLACE DE DATOS PARA EL FABRICANTE DE LA CARROCER&#205;A</title>
        <svcproc svcproctype="Describe" graphiccount="2">
            <title>FUNCI&#211;N DEL CIRCUITO</title>
            <figure id="f0825204" figsize="pg-wide">
                <graphic filename="../figg08/g0825205.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funcionamiento del Enlace de Datos para el Fabricante de Carrocer&#237;as</caption>
                <calloutgroup>
                    <callout1>1. M&#211;DULO DE ENERG&#205;A REMOTO (DEBAJO, O EN LA PARTE TRASERA DE LA CABINA, O EN EL
                        TERMINAL DEL CHASIS)
                    </callout1>
                    <callout1>2. M&#211;DULO DE ENERG&#205;A REMOTO (ADELANTE DE LA CABINA)</callout1>
                    <callout1>3. ENLACE DE DATOS DEL FABRICANTE DE LA CARROCER&#205;A</callout1>
                    <callout1>4. CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout1>
                    <callout1>5. SOLENOIDE DE AIRE (GRUPO-7)</callout1>
                </calloutgroup>
            </figure>
            <para>El enlace de datos del fabricante de carrocer&#237;as (un enlace de datos estilo J1939) proporciona la
                comunicaci&#243;n entre el ESC y el o los m&#243;dulos de energ&#237;a remotos, m&#243;dulos del
                solenoide de aire grupo -7 y el m&#243;dulo de control remoto de velocidad del motor. El arn&#233;s de
                cables actual asociado con este enlace de datos podr&#225; variar dependiendo de los m&#243;dulos
                instalados en el veh&#237;culo.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825204">Diagrama del Enlace de Datos del Fabricante de Carrocer&#237;as</hotlnk>.
            </para>
            <para>El veh&#237;culo puede que est&#233; equipado con varios m&#243;dulos de control remotos (RPM), hasta
                dos grupos de m&#243;dulos de 7 solenoides de aire (RASM) y/o un m&#243;dulo de control remoto de
                velocidad del motor (RESCM). Una conexi&#243;n en "Y" divide ramales del eslab&#243;n de datos a los
                componentes montados adelante de la cabina y a los componentes montados debajo o detr&#225;s de la
                cabina.
                <revst/>Si no hay componentes instalados en un lado de la conexi&#243;n en "Y", se debe instalar en la
                conexi&#243;n abierta un conjunto de resistencia terminal (3537129C1) El &#250;ltimo componente en cada
                cadena debe tener un conjunto de resistencia terminal (3559775C1) en la salida de la conexi&#243;n.
            </para>
            <figure id="f082522a" figsize="col-wide">
                <graphic filename="../figg08/g082522.webp" type="webp" scalefit="1" scalefitwidth="448px"
                         scalefitheight="392px"/>
                <caption>Resistencia terminal J1939 y conexi&#243;n en "Y"</caption>
                <calloutgroup>
                    <callout1>1. RESISTENCIA TERMINAL DE 120 OHMIOS (3537129C1)</callout1>
                    <callout1>2. CONEXI&#211;N EN "Y" (3537130C1)</callout1>
                </calloutgroup>
            </figure>
            <revend/>
            <para>El cable vertebral del enlace de datos del fabricante de carrocer&#237;as consta de tres alambres.
                Todos est&#225;n retorcidos y protegidos. Los dispositivos est&#225;n conectados al cable vertebral en
                la conexi&#243;n en "Y" o son encadenados en ramillete desde un componente hacia otro.
            </para>
            <para>Los problemas con el enlace de datos del fabricante de carrocer&#237;as pueden ser el resultado de
                circuitos cruzados o abiertos en la l&#237;nea vertebral o en los ramales (stubs), cortos con tierra en
                cualquiera de los circuitos, resistencias terminales fallando o incorrectas, cortos internos o salidas
                incorrectas de cualquier dispositivo electr&#243;nico (m&#243;dulo) conectado con el enlace de datos.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_39.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_41.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
