<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - INTRODUCCI&#243;N - EQUIPO PARA PRUEBAS EL&#201;CTRICAS - OHMI&#211;METRO
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>OHMI&#211;METRO</title>
        <svcprocinfo>
            <para>El ohmi&#243;metro es usado para medir la resistencia (ohmios) en un circuito. Como el amper&#237;metro
                y el volt&#237;metro, hay dos clases de ohmi&#243;metros disponibles, an&#225;logo y digital. Es
                recomendable el uso del medidor digital (Fluke 88 DMM).
            </para>
            <specpara>
                <caution>
                    <para>Algunos de los dispositivos en un sistema de control electr&#243;nico no son capaces de
                        transportar ninguna cantidad apreciable de corriente. Por lo tanto, el equipo de prueba usado
                        para la localizaci&#243;n de fallas en un sistema electr&#243;nico debe ser dise&#241;ado
                        especialmente para no da&#241;ar ninguna parte de el. Debido a que la mayor&#237;a de los
                        <hotlnk document="m082504_17.xml" xrefid="f0825008">medidores an&#225;logos</hotlnk>
                        usan demasiada corriente para probar los sistemas de control electr&#243;nico, es recomendado no
                        hacer uso de ellos, a menos que se especifique. El uso de cualquier clase de luz de pruebas
                        energizada por bater&#237;a, tampoco es recomendado para localizar fallas en un circuito electr&#243;nico,
                        debido a que &#233;sta puede tambi&#233;n da&#241;ar el circuito de control electr&#243;nico.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>El ohmi&#243;metro se puede usar solamente en circuitos donde ha sido removida la energ&#237;a.
                        El medidor contiene su propia fuente de voltaje muy bajo y una fuente externa de un sistema de
                        12 V puede da&#241;ar el medidor.
                    </para>
                </caution>
            </specpara>
            <para>Los ohmi&#243;metros usan una bater&#237;a peque&#241;a para suministrar el flujo de voltaje y
                corriente a trav&#233;s de los circuitos que est&#225;n probando. El voltaje de la bater&#237;a del
                medidor y la cantidad de flujo de corriente en el circuito se usan en base a la Ley de Ohm, y el medidor
                calcula la resistencia del circuito la cual es mostrada por el medidor. Con el Fluke 88 DMM, no se
                necesita hacer ajustes de gama o medici&#243;n.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Midiendo resistencia</title>
            <para>La medida de resistencia determina:</para>
            <step1>
                <para count="1">Resistencia de la carga</para>
            </step1>
            <step1>
                <para count="1">Resistencia de los conductores</para>
            </step1>
            <step1>
                <para count="1">Valor de la resistencia</para>
            </step1>
            <step1>
                <para count="1">Operaci&#243;n de las resistencias variables.</para>
            </step1>
            <para>Para medir la resistencia de un componente o circuito, primero se debe remover la energ&#237;a del
                circuito.
            </para>
            <para>Los componentes o circuitos que van a ser medidos se deben aislar de los otros componentes o circuitos
                de tal manera que la corriente del medidor (de prueba a prueba) solo circule a trav&#233;s del circuito
                o componente deseado, de lo contrario, la lectura no ser&#225; precisa.
            </para>
            <para>Observe en el
                <hotlnk xrefid="f0825016">Diagrama de Medici&#243;n de Resistencia</hotlnk>
                que si lo que queremos es medir la resistencia de la carga, la mayor&#237;a de la corriente que fluye
                por el medidor, fluir&#225; a trav&#233;s de la l&#225;mpara indicadora, debido a que ella tiene menos
                resistencia. Para medir la carga, se debe remover una conexi&#243;n a la carga. Esto no siempre es una
                demostraci&#243;n de cuando un componente tiene que ser aislado de tal manera, por lo tanto, es
                usualmente una buena pr&#225;ctica aislar el circuito o componente mediante la desconexi&#243;n f&#237;sica
                de un circuito.
            </para>
            <figure id="f0825016" figsize="col-wide">
                <graphic filename="../figg08/g0825016.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Diagrama de Medici&#243;n de Resistencia</caption>
            </figure>
            <para>Los cables del ohmi&#243;metro est&#225;n colocados a trav&#233;s del componente o circuito y la
                resistencia ser&#225; exhibida en ohmios (
                <hotlnk xrefid="f0825017">Colocando los Cables del Ohmi&#243;metro a Trav&#233;s de un Componente o
                    Diagrama de Circuito</hotlnk>). Cuando revise un sensor o resistencia variable como las del medidor
                de nivel de combustible, calentando el elemento, o moviendo el brazo se debe mover al rango de
                resistencia en el medidor al punto que pueda ser comparado con la especificaci&#243;n.
            </para>
            <figure id="f0825017" figsize="col-wide">
                <graphic filename="../figg08/g0825017.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Colocando los Cables del Ohmi&#243;metro a Trav&#233;s de un Componente o Diagrama de
                    Circuito
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n De Circuitos Abiertos</title>
            <para>Se puede revisar si hay aperturas en los circuitos el&#233;ctricos usando un ohmi&#243;metro. Primero
                se debe desconectar el circuito de la fuente de energ&#237;a. El circuito a revisar tambi&#233;n se debe
                aislar de los otros circuitos. Conecte los cables del medidor a los terminales abiertos del circuito,
                tal como se muestra en el
                <hotlnk xrefid="f0825018">Diagrama de Revisi&#243;n De Circuitos Abiertos</hotlnk>. Una lectura alta
                (infinito) indica que hay un circuito abierto. Una lectura cercana al 0 es la indicaci&#243;n de un
                circuito continuo. Observe tambi&#233;n en el
                <hotlnk xrefid="f0825018">Diagrama de Revisi&#243;n De Circuitos Abiertos</hotlnk>que nosotros
                desconectamos el circuito entre la luz y la tierra. Esta precauci&#243;n previene lecturas de los
                circuitos que se encuentren m&#225;s adelante, que pudieran estar abiertos a la carga (luz) o en corto
                con tierra del dispositivo de carga.
            </para>
            <figure id="f0825018" figsize="col-wide">
                <graphic filename="../figg08/g0825018.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Diagrama de Revisi&#243;n De Circuitos Abiertos</caption>
                <calloutgroup>
                    <callout1>A. CONEXI&#211;N DESCONECTADA</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n de Cortos Circuitos</title>
            <para>La revisi&#243;n de cortos circuitos se hace de manera similar a la usada para circuitos abiertos,
                excepto que el circuito a ser revisado debe estar aislado de ambas, tanto de la fuente de energ&#237;a
                como de la conexi&#243;n a tierra.
            </para>
            <para>Conectando el ohmi&#243;metro, como se muestra en el
                <hotlnk xrefid="f0825019">Diagrama de Revisi&#243;n De Circuitos Abiertos</hotlnk>, entre el circuito
                aislado y un buen punto de tierra nos permitir&#225; la revisi&#243;n de un corto con tierra del
                circuito. Un corto con tierra ser&#225; indicado por una lectura cercana a cero, mientras que el
                circuito sin corto con tierra causara una lectura muy alta (cerca al infinito). Con el medidor Fluke
                88DMM, un circuito abierto se leer&#225; "OL" en la pantalla de exhibici&#243;n del medidor.
            </para>
            <figure id="f0825019" figsize="col-wide">
                <graphic filename="../figg08/g0825019.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Diagrama de Revisi&#243;n De Circuitos Abiertos</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0825015.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
