<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - DISTRIBUCI&#211;N DE ENERG&#205;A Y TIERRAS
    </stitle>
    <svcman/>
    <svcsection id="M08251" division="truck" date="03/29/2001" translation="spanish">
        <title>DISTRIBUCI&#211;N DE ENERG&#205;A Y TIERRAS</title>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>FUNCIONES DEL CIRCUITO</title>
            <para>V&#233;ase el
                <hotlnk xrefid="f0825101">Diagrama de Funciones de Distribuci&#243;n de Energ&#237;a</hotlnk>.
            </para>
            <figure id="f0825101" figsize="pg-wide">
                <graphic filename="../figg08/g0825101.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Diagrama de Funciones de Distribuci&#243;n de Energ&#237;a</caption>
                <calloutgroup>
                    <callout1>1. BATER&#205;A</callout1>
                    <callout1>2. SOLENOIDE DEL MOTOR DE ARRANQUE</callout1>
                    <callout1>3. ADAPTADOR DEL TERMINAL DE CONEXI&#211;N A TIERRA (ADENTRO Y AFUERA DE LA CABINA)
                    </callout1>
                    <callout1>4. MAXIFUSIBLES EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL MOTOR (4000)
                    </callout1>
                    <callout1>5. CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A PARA EL COMPARTIMENTO DEL MOTOR PARA EL
                        (4000), (4001), (4002) &#38; (4003)
                    </callout1>
                    <callout1>6. REL&#201; DE IGNICI&#211;N PRIMARIO (R9) (4003)</callout1>
                    <callout1>7. LAacute;MPARAS DE PARADA (R7), ARRANQUE (R12) &#38; CEC (R11) REL&#233;S DE ENERG&#205;A
                        (4003)
                    </callout1>
                    <callout1>8. CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A EN LA CABINA (1011), (1012), (1013) &#38;
                        (1014)
                    </callout1>
                    <callout1>9. REL&#201;S DE IGNICI&#211;N (EN EL BLOQUE DE FUSIBLES 2 Y 3) (1012), (1013)</callout1>
                    <callout1>10. REL&#201; PARA ACCESORIO (EN EL BLOQUE DE FUSIBLES 2) (1012)</callout1>
                    <callout1>11. FUSIBLE DE 5 AMP DE LA LLAVE DE IGNICI&#211;NF20 (1012)</callout1>
                    <callout1>12. MEGAFUSIBLE DE 100 AMP</callout1>
                    <callout1>13. MOTOR DE ARRANQUE</callout1>
                    <callout1>14. LLAVE DE IGNICI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>Los puntos primarios de distribuci&#243;n de energ&#237;a son las bater&#237;as, la llave de ignici&#243;n,
                el bloque megafusible, el centro de distribuci&#243;n de energ&#237;a en el compartimento del motor
                (PDC), el centro de distribuci&#243;n de energ&#237;a en la cabina (PDC) y las conexiones a tierra. V&#233;ase
                el
                <hotlnk xrefid="f0825101">Diagrama de Funciones de Distribuci&#243;n de Energ&#237;a.</hotlnk>
            </para>
            <para>Para la localizaci&#243;n del interruptor de circuitos en el PDC de la cabina, Vea las gr&#225;ficas
                del producto localizadas al respaldo de la tapa del los fusibles. Para la localizaci&#243;n del
                interruptor de circuitos y rel&#233;s en el compartimento del motor PDC, vea la tapa del PDC del
                compartimento del motor.
            </para>
            <specpara>
                <note>
                    <para>La localizaci&#243;n de los fusibles var&#237;a de un veh&#237;culo a otro. Use siempre el gr&#225;fico
                        del producto para identificar la ubicaci&#243;n de rel&#233;s y fusibles.
                    </para>
                </note>
            </specpara>
            <para>Un cable conecta el borne negativo de la bater&#237;a al terminal de conexi&#243;n a tierra del
                chasis.
                <emph type="bold">Otro cable conecta entre el terminal de tierra del chasis con la conexi&#243;n de
                    tierra del tablero de instrumentos.
                </emph>
                Varios circuitos provenientes de la tierra del tablero de instrumentos proporcionan la tierra a trav&#233;s
                de todo el veh&#237;culo.
            </para>
            <para>La energ&#237;a proveniente de la bater&#237;a llega al terminal "B" del solenoide del arranque y
                desde este terminal "B" pasa al lado sin protecci&#243;n de fusible de megafusible de 100 amp.
            </para>
            <para>La energ&#237;a para el PDC del motor es suministrada por el lado sin protecci&#243;n de fusible del
                megafusible al bloque maxifusible.
            </para>
            <para>La energ&#237;a para el PDC de la cabina es suministrada desde el lado con fusible del megafusible.
            </para>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825016.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_27.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
