<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - BATER&#205;A, SISTEMAS DE GENERACI&#211;N Y ARRANQUE - CARGANDO LA BATER&#205;A
        - SISTEMA DE CARGA DEL VEH&#205;CULO
    </stitle>
    <svcman/>
    <svcproc id="x0825623" svcproctype="troubleshoot" graphiccount="3">
        <title>SISTEMA DE CARGA DEL VEH&#205;CULO</title>
        <svcsubproc>
            <title>Bater&#237;as Descargadas</title>
            <para>Antes de iniciar los procedimientos de prueba: revise si los cables de las bater&#237;as y del
                alternador (especialmente las tierras) est&#225;n limpios lo mismo que sus conexiones, limpias y
                apretadas. Los cables y las conexiones no deben estar da&#241;adas o corro&#237;das.
            </para>
            <para>Antes de remover el alternador del veh&#237;culo haga las siguientes revisiones..</para>
            <step1>
                <para count="1">Accesorios que se han dejado activados "ON" por un per&#237;odo extendido de tiempo. .
                </para>
            </step1>
            <step1>
                <para count="1">Revise la tensi&#243;n de la correa del alternador (vea en el Manual de Servicio Maestro
                    o el ISIS CD, en el GRUPO 12 - MOTOR, Enfriamiento, la informaci&#243;n sobre las especificaciones
                    de tensi&#243;n de la correa del ventilador). Como regla general, si el ventilador del alternador se
                    puede rotar halando el ventilador con un dedo, la correa est&#225; muy floja.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione si hay bater&#237;as defectuosas como se indica en el Manual de Servicio
                    Maestro o el ISIS CD, en el GRUPO 08 - EL&#201;CTRICOS, secci&#243;n de Bater&#237;as.
                </para>
            </step1>
            <step1>
                <para count="1">Defectos en los cables. Inspeccione visualmente los cables, abrazaderas y conexiones,
                    revise que est&#233;n limpios, sin da&#241;os ni corrosi&#243;n..
                </para>
            </step1>
            <step1>
                <para count="1">Con el motor apagado, revise el voltaje a tierra desde el terminal BAT del alternador.
                    Una lectura de 0 indica una apertura en el circuito 2, entre el alternador y las bater&#237;as.
                </para>
            </step1>
            <step1>
                <para count="1">Un componente o cable defectuoso puede causar un peque&#241;o escape de corriente menor
                    que la capacidad nominal del fusible para el circuito, por lo tanto, el fusible no se funde. Para
                    localizar un drenaje de corriente indeseable:
                </para>
                <specpara>
                    <note>
                        <para>Las bater&#237;as deben estar totalmente cargadas para la siguiente prueba..</para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Llave de la ignici&#243;n en "OFF" - Coloque todos los accesorios y controles en
                        "OFF". Desconecte el circuito 2 del terminal B del alternador.
                    </para>
                </step2>
                <step2>
                    <para count="1">Para revisar todo el sistema en busca del drenaje de corriente, inserte los
                        conductores del Medidor M&#250;ltiple Digital en el COM y el enchufe con fusible de 10 Amperios.
                        en el medidor. Coloque el medidor en DC (corriente directa) amperios. Conecte el medidor en
                        serie con el alternador. Si los conductores del medidor no est&#225;n conectados en la polaridad
                        correcta, una lectura (-) de amperios estar&#225; presente.
                    </para>
                </step2>
                <step2>
                    <para count="1">Alguna perdida de corriente estar&#225; presente. Si la perdida de corriente es
                        menor de 0.3A, mueva el cable conductor desde en enchufe con fusible de 10A al enchufe 320A para
                        leer el flujo de corriente exacto.
                    </para>
                </step2>
                <step2>
                    <para count="1">Vea el Diagrama de Circuito de Distribuci&#243;n de Potencia de la Bater&#237;a en
                        el S08285. Remueva los fusibles alimentados por la bater&#237;a de uno en uno, mientras revisa
                        si hay alg&#250;n cambio en el flujo de la corriente. Tome nota de que algunos circuitos, tales
                        como el reloj, el radio, o el computador del motor deben estar consumiendo alguna corriente.
                        Busque la fuga de corriente en los circuitos que no deben estar activos.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Haga
                    <hotlnk xrefid="x0825608">la prueba de los cables del alternador, Parte 1</hotlnk>
                    abajo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Pruebas del alternador</title>
            <para>La salida del alternador debe llegar a las bater&#237;as y cargas de los accesorios con la menor
                perdida de voltaje. Cualquier perdida demora la rata de carga de las bater&#237;as y puede causar que
                las bater&#237;as est&#233;n bajas de carga. Las bater&#237;as descargadas pueden da&#241;ar el arranque
                y causar que los componentes el&#233;ctricos del veh&#237;culo funcionen en forma inadecuada..
            </para>
            <para>La mayor&#237;a de los alternadores controlan el m&#225;ximo voltaje del sistema usando un regulador
                de voltaje. El m&#225;ximo voltaje de salida disponible est&#225; en terminal BAT del alternador, pero
                si alguna parte del voltaje se pierde en los cables, algunas veces menos del m&#225;ximo llegar&#225; a
                las bater&#237;as y dispositivos de carga. Las perdidas mayores ocurren cuando el sistema de carga est&#225;
                produciendo el m&#225;ximo nivel de amperios nominales.
            </para>
        </svcsubproc>
        <svcsubproc id="x0825608">
            <title>
                <hotlnk xrefid="f0825610">Prueba de los Cables del Alternador, - Parte 1</hotlnk>
            </title>
            <para>En lugar de usar la corriente de salida del alternador, esta prueba ( y la Prueba de los Cables del
                Alternador, Parte 2 de abajo) usan la misma cantidad de corriente pero drenada de las bater&#237;as
                (deben estar totalmente cargadas). Usando la carga de la pila de carb&#243;n, la corriente fluye a trav&#233;s
                del circuito en forma inversa sin necesidad de que el motor est&#233; funcionando.
            </para>
            <step1>
                <para count="1">Cuando el motor est&#233; apagado, conecte la pila de carb&#243;n al terminal de salida
                    del alternador y a tierra.
                </para>
                <specpara>
                    <note>
                        <para>La salida del alternador es el voltaje de la bater&#237;a.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el volt&#237;metro a trav&#233;s de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Ajuste la pila de carb&#243;n a los amperios nominales de salida del alternador. La
                    salida nominal est&#225; estampada en la carcasa o el la placa de identificaci&#243;n..
                </para>
            </step1>
            <step1>
                <para count="1">Mida y registre el VOLTAJE DE LA BATER&#205;A. Desactive la pila de carb&#243;n (Coloque
                    en "OFF")..
                </para>
            </step1>
            <step1>
                <para count="1">Mueva el volt&#237;metro para el alternador, pero no conecte a las pinzas de la pila de
                    carb&#243;n. Ajuste la pila de carb&#243;n a los amperios de salida nominales del alternador..
                </para>
            </step1>
            <step1>
                <para count="1">Mida y registre el VOLTAJE DEL ALTERNADOR. Desactive la pila de carb&#243;n (Coloque en
                    "OFF").
                </para>
            </step1>
            <para>Voltaje de la BATER&#205;A (paso 4)</para>
            <para>
                <emph type="bold">menos</emph>
                voltaje del ALTERNADOR (paso 6)
            </para>
            <para>
                <emph type="bold">igual</emph>
                perdida del sistema________
            </para>
            <para>Si la perdida del sistema
                <emph type="bold">es de 0.7 voltios o menos,</emph>, vaya a
                <hotlnk xrefid="x0825609">Prueba para Reemplazo del Alternador</hotlnk>.
            </para>
            <para>Si la perdida del sistema
                <emph type="bold">es mayor de 0.7 voltios,</emph>
                vaya a
                <hotlnk xrefid="x0825610">Prueba de los Cables del Alternador, Parte 2.</hotlnk>
            </para>
            <figure id="f0825610" figsize="pg-wide">
                <graphic filename="../figg08/g0825610.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba de los cables del Alternador, Parte 1</caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825610">
            <title>
                <hotlnk xrefid="f0825611">Prueba de los cables del Alternador, Parte 2 (Solamente sistemas de 12
                    voltios)
                </hotlnk>
            </title>
            <para>En la Prueba del Cables del Alternador, Parte 1, de arriba, si el voltaje del sistema es MAYOR de 0.7
                voltios, haga la siguiente prueba:
            </para>
            <step1>
                <para count="1">Con la pila de carb&#243;n todav&#237;a conectada, conecte el medidor "Fluke 88" al
                    terminal BAT del alternador y al terminal positivo de la bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la pila de carb&#243;n a los amperios nominales de salida del alternador. Mida y
                    registre LA PERDIDA DEL CIRCUITO POSITIVO. Desactive la pila de carb&#243;n (Col&#243;quela en
                    "OFF").
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el medidor a la tierra del alternador y al terminal negativo de la
                    bater&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la pila de carb&#243;n a los amperios nominales de salida del alternador. Mida y
                    registre la PERDIDA EN EL CIRCUITO NEGATIVO. Desactive la pila de carb&#243;n (Coloque en "OFF").
                </para>
                <para>PERDIDA DEL CIRCUITO POSITIVO (paso 2)</para>
                <para>
                    <emph type="bold">mas</emph>PERDIDA DEL CIRCUITO NEGATIVO (paso 4)
                </para>
                <para>
                    <emph type="bold">igual</emph>
                    PERDIDA TOTAL DEL SISTEMA __________
                </para>
                <para>Si la perdida del sistema
                    <emph type="bold">es de 0.7 voltios o menos,</emph>
                    vaya a
                    <hotlnk xrefid="x0825609">Prueba para Reemplazo del Alternador,</hotlnk>
                    de abajo
                </para>
                <para>Si la perdida del sistema
                    <emph type="bold">es mayor de 0.7 voltios,</emph>, repare los defectos del circuito, y luego vaya a
                    <hotlnk xrefid="x0825609">la Prueba de para Reemplazo del Alternador,</hotlnk>
                    de abajo
                </para>
            </step1>
            <figure id="f0825611" figsize="pg-wide">
                <graphic filename="../figg08/g0825611.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba Para Reemplazo del Alternador, (Solamente para sistemas de 12 voltios)</caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0825609">
            <title>
                <hotlnk xrefid="f0825612">Prueba Para Reemplazo del Alternador, (Solamente para sistemas de 12
                    voltios)
                </hotlnk>
            </title>
            <step1>
                <para count="1">Si ha salido bien la prueba de los cables, ajuste las correas del ventilador y apriete
                    los tornillos de montaje y las conexiones a tierra.
                </para>
            </step1>
            <step1>
                <para count="1">Con el veh&#237;culo a temperatura de taller, conecte la pila de carb&#243;n y el amper&#237;metro
                    tal como se muestra en la ilustraci&#243;n. Para usar un amper&#237;metro sin pinza de inducci&#243;n,
                    conecte los conductores del medidor a los mismos terminales como en la pila de carb&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Sin activar ninguna carga, arranque el motor. Acelere un poco hasta que el voltaje se
                    estabilice (no lo acelere por m&#225;s de 2 minutos). Entonces el voltaje no se debe exceder de 15
                    voltios. .
                </para>
            </step1>
            <step1>
                <para count="1">Acelere un poco el motor y active la pila de carb&#243;n (coloque en "ON") hasta que el
                    amper&#237;metro muestre salidas que han alcanzado el valor m&#225;ximo. Registre el valor de
                    amperios . Desactive la pila de carb&#243;n y apague el motor.
                </para>
            </step1>
            <step1>
                <para count="1">La salida nominal est&#225; estampada en la carcasa del alternador o en la placa de
                    identificaci&#243;n. Si la medida de corriente no est&#225; dentro de un 10% de la salida nominal, o
                    el voltaje se excede de 15 voltios, reemplace el alternador.
                </para>
            </step1>
            <figure id="f0825612" figsize="pg-wide">
                <graphic filename="../figg08/g0825612.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Prueba Para Reemplazo del Alternador (Solamente Sistemas De 12 Voltios)</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_187.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_189.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
