<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - VENTILADORES Y ACCESORIOS DE MOTOR - V&#193;LVULA PARA NIEVE (ADMISI&#211;N DEL
        MOTOR) - Service Procedure
    </stitle>
    <svcman/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>Service Procedure</title>
        <figure id="f0825508" figsize="pg-wide">
            <graphic filename="../figg08/g0825508.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Diagrama de Funcionamiento de la V&#225;lvula Para Nieve (Admisi&#243;n del Motor)</caption>
            <calloutgroup>
                <callout1>1. FILTRO DE ADMISI&#211;N DE AIRE</callout1>
                <callout1>2. INTERRUPTOR PARA LA V&#193;LVULA PARA NIEVE (ADMISI&#211;N DEL MOTOR)</callout1>
                <callout1>3. TABLERO DE INSTRUMENTOS ELECTR&#211;NICO</callout1>
            </calloutgroup>
        </figure>
        <para>La caracter&#237;stica de la v&#225;lvula para nieve (admisi&#243;n de motor) gira un tambor en el filtro
            de aire para desviar la entrada de aire del exterior para recibir el aire del interior del compartimento del
            motor. Esto previene que una nevada fuerte pueda obstruir la admisi&#243;n de aire..
        </para>
        <para>Esta caracter&#237;stica est&#225; controlada por un interruptor localizado en el tablero de instrumentos
            conectado directamente con el m&#243;dulo de la v&#225;lvula de nieve.
        </para>
        <para>La luz de advertencia de la v&#225;lvula para nieve del tablero de instrumentos, quien est&#225;
            controlada directamente por el m&#243;dulo de la v&#225;lvula para nieve, se debe encender cuando la v&#225;lvula
            de nieve est&#225; rotando o el movimiento se ha bloqueado. El interruptor indicador se encender&#225;
            cuando la v&#225;lvula est&#233; completamente cerrada
        </para>
        <para>El motor de la v&#225;lvula para nieve est&#225; protegido por un interruptor t&#233;rmico..</para>
        <para>El m&#243;dulo de la v&#225;lvula para nieve no es reparable, si el falla, se debe reemplazar..</para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X0825588.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_164.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
