<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CARACTER&#205;STICAS DE LA CABINA - LIMPIAPARABRISAS Y LAVAPARABRISAS - CIRCUITOS
        DE ESTACIONAMIENTO DEL LIMPIAPARABRISAS
    </stitle>
    <svcman/>
    <svcproc id="x082581105" svcproctype="troubleshoot" graphiccount="1">
        <title>CIRCUITOS DE ESTACIONAMIENTO DEL LIMPIAPARABRISAS</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>Cuando las velocidades alta y baja del limpiaparabrisas son desactivadas ("OFF") y el interruptor de
                ignici&#243;n est&#225; en posici&#243;n "ON", el limpiaparabrisas debe retornar a la posici&#243;n de
                estacionamiento.
            </para>
            <para>Una falla en los circuitos de estacionamiento del limpiaparabrisas ser&#225; aparente cuando los
                limpiaparabrisas no se coloquen en esa posici&#243;n despu&#233;s de haberlos apagado y sin estar
                activada la operaci&#243;n intermitente (la velocidad baja de los limpiaparabrisas debe continuar siendo
                operada si ha estado seleccionada). No hay c&#243;digos de problemas de diagn&#243;stico asociados con
                los circuitos de estacionamiento del limpiaparabrisas. Los problemas con los circuitos del
                estacionamiento de los circuitos de estacionamiento de los limpiaparabrisas se pueden atribuir a: corto
                con tierra, una apertura, circuitos del motor con fallas, o un problema en el ESC.
            </para>
            <para>Vea,
                <hotlnk xrefid="f0825853">Circuitos de Estacionamiento del Limpiaparabrisas</hotlnk>.
            </para>
            <figure id="f0825853" figsize="pg-wide">
                <graphic filename="../figg08/g08258b4.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Circuitos de Estacionamiento del Limpiaparabrisas (Conexiones Vistas desde el Terminal de
                    Acople) - Vea Siempre el Libro de Diagramas de Circuitos Para Obtener la Informaci&#243;n M&#225;s
                    Reciente
                </caption>
                <calloutgroup>
                    <callout1>R1 (4003) REL&#201; DE ENERG&#205;A DEL LIMPIAPARABRISAS
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL MOTOR</callout2>
                    </callout1>
                    <callout1>R2 (4003) REL&#201; DEL ALTA-BAJA VELOCIDAD DEL LIMPIAPARABRISAS
                        <callout2>LOCALIZADO EN EL CENTRO DE DISTRIBUCI&#211;N DE ENERG&#205;A DEL MOTOR</callout2>
                    </callout1>
                    <callout1>(4004) CONEXI&#211;N DE 36 V&#205;AS DEL CONTROLADOR DEL SISTEMA</callout1>
                    <callout1>(4008) CONEXI&#211;N AZUL DE 8 V&#205;AS DEL CONTROLADOR DEL SISTEMA</callout1>
                    <callout1>(4006) TERMINAL DE TIERRA</callout1>
                    <callout1>(4015) CONEXI&#211;N DEL MOTOR DEL LIMPIAPARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <table id="t0825839" tblwidth="full-page" numbered="no" view="reveal">
                <title>Pruebas de los Circuitos de Estacionamiento</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.64in"/>
                    <colspec colname="2" colwidth="0.92in"/>
                    <colspec colname="3" colwidth="0.92in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.26in"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">C&#243;digos de Problemas de Diagn&#243;sticos</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6">
                                <para>No hay c&#243;digos de problemas de diagn&#243;stico espec&#237;ficos asociados
                                    con los circuitos de estacionamiento del limpiaparabrisas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Revisi&#243;n de voltajes de la conexi&#243;n (4015) del arn&#233;s
                                        del motor del limpiaparabrisas, circuito de estacionamiento
                                    </emph>
                                </para>
                                <para>Revise con la con la llave del interruptor de ignici&#243;n en posici&#243;n "ON"
                                    y la (4015) desconectada.
                                </para>
                                <note>
                                    <para>Para tomar las mediciones en las conexiones del ESC, use siempre la caja de
                                        derivaci&#243;n ZTSE 4447.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Prueba</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Conexi&#243;n del arn&#233;s (4015), clavija A con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <note>
                                    <para>Un dispositivo de carga, como una luz de prueba, se debe usar en paralelo con
                                        el volt&#237;metro para leer un voltaje preciso.
                                    </para>
                                </note>
                                <para>12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay corto o apertura en el circuito J82B, o J82F. Si
                                    los circuitos est&#225;n bien, revise si hay voltaje proveniente del ESC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Revisi&#243;n de resistencia de la conexi&#243;n del arn&#233;s
                                        (4015) del motor del limpiaparabrisas, circuito de estacionamiento
                                    </emph>
                                </para>
                                <para>Revise con el interruptor de ignici&#243;n en posici&#243;n "OFF" y la (4015)
                                    desconectadada.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>(4015) Conexi&#243;n del arn&#233;s , clavija B to clavija E.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>&#60; 1 ohmio</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si la resistencia es alta, revise si hay aperturas en los circuitos J82P, J82HLP y
                                    J82L. tambi&#233;n revise si hay fallas en los contactos normalmente cerrados del
                                    rel&#233; R! de energ&#237;a del limpiaparabrisas y del rel&#233; R2 de velocidades
                                    alta-baja del limpiaparabrisas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Si los voltajes y resistencias est&#225;n bien, considere el reemplazo del motor
                                    del limpiaparabrisas.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>DESCRIPCI&#211;N EXTENSA</title>
            <para>Cuando las velocidades alta -baja de los limpiaparabrisas se desactivan ("OFF" y el interruptor de
                ignici&#243;n est&#225; en posici&#243;n "ON", los limpiaparabrisas deben retornar a la posici&#243;n de
                estacionamiento.
            </para>
            <para>Cuando la llave del interruptor de ignici&#243;n est&#225; en posici&#243;n "ON" el ESC suministrar&#225;
                voltaje de la bater&#237;a a la conexi&#243;n azul (4008) clavija F. Este voltaje es aplicado al motor
                del limpiaparabrisas, conexi&#243;n (4015) cavidad A, rel&#233; R1 de energ&#237;a del limpiaparabrisas,
                clavijas 4 y 5, y al rel&#233; R2 de las velocidades alta -baja del limpiaparabrisas.
            </para>
            <para>Cuando el limpiaparabrisas est&#225; apagado ("OFF") y los limpiaparabrisas no est&#225;n
                estacionados, el voltaje de la clavija A de la (4015) pasar&#225; a trav&#233;s del contacto (4015)
                clavija B del motor del limpiaparabrisas y del contacto normalmente cerrado del rel&#233; de energ&#237;a
                del limpiaparabrisas. Este voltaje tambi&#233;n ser&#225; aplicado al contacto com&#250;n del rel&#233;
                de energ&#237;a del limpiaparabrisas, al contacto normalmente cerrado del rel&#233; de alta y baja
                velocidad, y al enrollado de baja velocidad del motor del limpiaparabrisas.
            </para>
            <para>Cuando los limpiaparabrisas alcancen la posici&#243;n de estacionamiento, una tierra reemplazar&#225;
                al voltaje causando la detenci&#243;n de los limpiaparabrisas en la posici&#243;n de estacionamiento.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_X082581104.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_272.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
