<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - TRANSMISIONES - POSICI&#211;N NEUTRAL AUTOM&#193;TICA - CIRCUITOS DEL REL&#201;
        DE LA LUZ DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA
    </stitle>
    <svcman/>
    <svcproc id="x0826174" svcproctype="troubleshoot" graphiccount="0">
        <title>CIRCUITOS DEL REL&#201; DE LA LUZ DE LA POSICI&#211;N NEUTRAL AUTOM&#193;TICA</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <para>Vea,
                <hotlnk document="m082504_525.xml" xrefid="f0825948">Circuitos de la Posici&#243;n Neutral Autom&#225;tica</hotlnk>
                .
            </para>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <para>La salida en los contactos comunes del rel&#233; de la luz de la posici&#243;n neutral autom&#225;tica
                es de 12 voltios cuando el control de cambio no est&#225; en posici&#243;n neutral, est&#225; activada
                la posici&#243;n neutral autom&#225;tica y la transmisi&#243;n est&#225; en neutro. Cuando la transmisi&#243;n
                est&#225; en posici&#243;n "Drive", la salida es 0 voltios. La salida es transmitida al la entrada del
                controlador del motor ECM para inhibir el arranque del motor mientras la transmisi&#243;n no est&#233;
                en neutro. La salida tambi&#233;n es transmitida a los contactos normalmente cerrados del rel&#233; de
                la luz de posici&#243;n neutral.
            </para>
            <para>Una falla en los circuitos del rel&#233; de la luz de la posici&#243;n neutral autom&#225;tica puede
                estar presente cuando la luz de advertencia de la posici&#243;n neutral autom&#225;tica no se ilumine
                cuando la posici&#243;n neutral autom&#225;tica est&#225; activa. Los problemas en los circuitos del rel&#233;
                de la luz de la posici&#243;n neutral autom&#225;tica pueden ser atribuidos a circuitos con apertura, o
                un corto, o una falla en la ECU de la transmisi&#243;n.
            </para>
            <table id="t0826126a" tblwidth="full-page" numbered="no" view="reveal">
                <title>Revisiones de Energ&#237;a del Rel&#233; de la Luz de la Posici&#243;n Neutral Autom&#225;tica
                </title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="1.73in"/>
                    <colspec colname="2" colwidth="0.83in"/>
                    <colspec colname="3" colwidth="0.79in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.53in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>
                                    <emph type="bold">Revisiones de Energ&#237;a del Enchufe del Rel&#233; (4002) de la
                                        Luz de la Posici&#243;n Neutral Autom&#225;tica
                                    </emph>
                                </para>
                                <para>Revise con el interruptor de ignici&#243;n en "ON" y el rel&#233; de la luz de la
                                    posici&#243;n neutral autom&#225;tica (4002) removido.
                                </para>
                                <para>Haga una comprobaci&#243;n del rel&#233; en el banco de pruebas, reempl&#225;celo
                                    si est&#225; da&#241;ado. Vea,
                                    <hotlnk document="m082504_X0825015.xml" xrefid="x0825015">Comprobaci&#243;n de Rel&#233;s
                                        en Banco de Pruebas.
                                    </hotlnk>
                                </para>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Pruebas</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Enchufe del rel&#233; cavidad M2-H3 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con la transmisi&#243;n en neutro, 12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito J17BD, o en el J17BA.
                                    Revise si hay cortos en los circuitos J17BD, J17BA, J17BC, J17B, L17B. K17E, o en el
                                    K97AD.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Enchufe del rel&#233; cavidad M2-H3 con M2-G3.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con la transmisi&#243;n en neutro, 12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito J92-GJ.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Enchufe del rel&#233; cavidad M2-H3 con M2-G3.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con la transmisi&#243;n en neutro, 12 &#177; 1.5 voltios</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito J92APA, en el circuito
                                    A28B, en la l&#225;mpara de la posici&#243;n neutral autom&#225;tica, o en el
                                    circuito A28-GC.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <para>Enchufe del rel&#233; cavidad M2-H3 con tierra.</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Con el control de cambio en posici&#243;n neutral y la transmisi&#243;n in neutro,
                                    12 &#177; 1.5 voltios
                                </para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si no hay voltaje, revise si hay apertura en el circuito J92AY, J92C123, o en el
                                    L92A123. Tambi&#233;n revise si hay corto con tierra en los circuitos J92HM5,
                                    J92C123, L92A123, J92HM4, o en el J92AY. Aseg&#250;rese de que la se&#241;al
                                    proveniente de la ECU est&#233; presente.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <revst/>
                                <para>Si no hay se&#241;al proveniente de la ECU, considere el reemplazo de la ECU. Vea
                                    el manual de la transmisi&#243;n Allison.
                                </para>
                                <revend/>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extensa</title>
            <revst/>
            <para>El rel&#233; des-energizado pasar&#225; la se&#241;al del interruptor de seguridad de la posici&#243;n
                neutral de 12 voltios, proveniente de la conexi&#243;n del ESC (4004) clavija 15, para encender la luz
                de la posici&#243;n neutral autom&#225;tica.
            </para>
            <para>La tierra para la bobina del rel&#233; es suministrada por el terminal de tierra (4005).</para>
            <para>El rel&#233; es energizado por la se&#241;al de arranque de la posici&#243;n neutral de 12 voltios
                proveniente de la ECU de la transmisi&#243;n. Esto apagar&#225; la luz de la posici&#243;n neutral autom&#225;tica.
                Ella solamente se iluminar&#225; cuando la transmisi&#243;n est&#233; en neutro y el control de cambio
                no est&#233; en posici&#243;n neutral.
            </para>
            <revend/>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0826172.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0826173.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
