<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600
    </stitle>
    <svcman/>
    <svcman mantype="truck" id="M08250" date="02/15/2002" translation="spanish"/>
    <title>Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400, 7300, 7400,
        7500, 8500, 8600
    </title>
    <manapply>
        <truckmodelgroup/>

        <truckmodel>3200
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>4200
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>4300
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>4400
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>7300
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>7400
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>7500
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>8500
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
        <truckmodel>8600
            <daterange>
                <startdate>10/16/2000</startdate>
            </daterange>
        </truckmodel>
    </manapply>
    <safety>
        <specpara>
            <important>
                <para>Lea el texto siguiente antes de comenzar el procedimiento de servicio.</para>
            </important>
        </specpara>
        <para>La informaci&#243;n contenida en est&#225; secci&#243;n del Manual de servicio International estaba en
            vigencia en el momento de su impresi&#243;n y podr&#225; cambiarse sin previo aviso y sin incurrir en
            ninguna obligaci&#243;n.
        </para>
        <para>Debe seguir los procedimientos de seguridad de su empresa cuando realice un servicio o una reparaci&#243;n
            del equipo. Aseg&#250;rese de entender todos los procedimientos e instrucciones antes de comenzar a trabajar
            en la unidad.
        </para>
        <para>El Manual International emplea los siguientes tipos de anotaciones para ofrecer advertencias de posibles
            problemas relacionados con la seguridad y para brindar informaci&#243;n que evitar&#225; que el equipo en
            reparaci&#243;n o servicio sufra alg&#250;n da&#241;o.
        </para>
        <specpara>
            <warning>
                <para>Una advertencia indica procedimientos que deben seguirse exactamente. Si no se sigue el
                    procedimiento puede producir lesiones corporales o la muerte.
                </para>
            </warning>
        </specpara>
        <specpara>
            <caution>
                <para>Una precauci&#243;n indica procedimientos que deben seguirse exactamente. Si no se sigue el
                    procedimiento, el equipo o los componentes pueden sufrir alg&#250;n da&#241;o.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>Una nota indica una operaci&#243;n, un procedimiento o una instrucci&#243;n que es importante para
                    realizar un servicio correcto.
                </para>
            </note>
        </specpara>
        <para>Algunos procedimientos requieren el uso de herramientas especiales para realizar un servicio seguro y
            correcto. Si no se usan estas herramientas especiales cuando sea necesario, el personal de servicio podr&#237;a
            sufrir heridas o los componentes del veh&#237;culo podr&#237;an da&#241;arse.
        </para>
        <para>Esta secci&#243;n del manual de servicio est&#225; destinada para uso de los t&#233;cnicos profesionales ,
            NO es "
            <emph type="bold">para las personas no especializadas</emph>". Se ha redactado para informar a estos t&#233;cnicos
            de las condiciones que pueden ocurrir en algunos veh&#237;culos o para suministrar informaci&#243;n que
            pueda ser de utilidad para realizar el servicio apropiado de un veh&#237;culo. Los t&#233;cnicos debidamente
            capacitados tienen el equipo, las herramientas, las instrucciones de seguridad y los conocimientos para
            hacer un trabajo de manera segura y adecuada. Si se describe una condici&#243;n, NO suponga que la secci&#243;n
            de servicio corresponde a su veh&#237;culo. Consulte a su distribuidora de camiones International para
            obtener informaci&#243;n sobre si esta secci&#243;n de servicio corresponde a su veh&#237;culo.
        </para>
    </safety>
    <title>ELECTRICO</title>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m08250_0.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250_M08250.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m08250.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
