<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 7600, 8500, 8600 - TRANSMISIONES - TRANSMISI&#211;N LCT (ALLISON&#174; 2000 SERIES&#8482;) -
        CIRCUITOS DEL SELECTOR DE CAMBIOS&#160;
    </stitle>
    <svcman/>
    <svcproc id="x0826164" svcproctype="operate" graphiccount="2">
        <title>CIRCUITOS DEL SELECTOR DE CAMBIOS&#160;</title>
        <svcsubproc>
            <title>Manejo de la Detecci&#243;n de Fallas</title>
            <specpara>
                <note>
                    <para>El m&#233;todo de pruebas para localizaci&#243;n de fallas del sistema el&#233;ctrico
                        utilizado en este manual es una prueba de voltaje b&#225;sico. Un m&#233;todo alternativo para
                        identificar r&#225;pida y exactamente un problema es revisar las ca&#237;das de voltaje en un
                        circuito dado.
                    </para>
                </note>
            </specpara>
            <figure id="g08261" figsize="col-wide">
                <graphic filename="../figg08/g0826177.webp" type="webp" scalefit="1" scalefitwidth="408px"
                         scalefitheight="472px"/>
                <caption>Selector de Cambios de la Transmisi&#243;n LCT Montado en el Tablero</caption>
                <calloutgroup>
                    <revst/>
                    <callout1>1. PALANCA DE CONTROL DE CAMBIOS</callout1>
                    <callout1>2. (1828) CONEXI&#211;N SELECTOR DE CAMBIOS</callout1>
                    <revend/>
                </calloutgroup>
            </figure>
            <para>Un cable para los cambios conecta el selector de cambios con el eje selector de engranaje de la
                transmisi&#243;n.
            </para>
            <para>El selector de cambios contiene un interruptor de "econom&#237;a" usado para habilitar el modo de
                "econom&#237;a" de la transmisi&#243;n. El selector tambi&#233;n contiene un solenoide de bloqueo usado
                en algunos modelos que evitar&#225; que el selector de cambio sea movido fuera de la posici&#243;n
                "Park", a menos que el pedal de freno sea activado.
            </para>
            <para>Cuando se cierra el interruptor de "Econom&#237;a" en el selector de cambios, la se&#241;al de tierra
                proveniente del TCM ser&#225; transmitida al modo de "Econom&#237;a" habilitando la entrada al TCM.
                Tambi&#233;n se iluminar&#225; la se&#241;al indicadora en el interruptor.
            </para>
            <para>Se debe sospechar de una falla en los circuitos del interruptor del modo de "Econom&#237;a" cuando el
                indicador del modo de "Econom&#237;a" no se enciende cuando se ha seleccionado el modo de "Econom&#237;a".
            </para>
            <para>Los problemas en los circuitos del modo de "Econom&#237;a" pueden ser causados por circuitos con
                apertura o corto, un fusible fundido, o una falla en el TCM.
            </para>
            <revst/>
            <para>El entrelace para el cambiador equipado con la caracter&#237;stica de la posici&#243;n de
                estacionamiento ser&#225; controlada por la presencia de: se&#241;al de ignici&#243;n, se&#241;al de
                aplicaci&#243;n del freno de servicio, y se&#241;al de que la transmisi&#243;n est&#225; en posici&#243;n
                de estacionamiento "Park".
            </para>
            <para>Cuando est&#233; presente la se&#241;al de ignici&#243;n, y la transmisi&#243;n est&#233; en posici&#243;n
                de estacionamiento, y el freno de servicio est&#225; deprimido, el rel&#233; de mando, el cual inhibe la
                corriente a trav&#233;s del solenoide de entrelace del cambiador, ser&#225; activado y el solenoide de
                entrelace del cambiador ser&#225; liberado. Cuando se libera el solenoide de entrelace del cambiador, la
                transmisi&#243;n puede hacer cambios fuera de la posici&#243;n de estacionamiento "Park".
            </para>
            <para>Si la se&#241;al de la ignici&#243;n est&#225; presente y ocurre una perdida de datos en el J1939
                provenientes de la transmisi&#243;n hacia el ESC, entonces el rel&#233; de mando, que controla el
                solenoide de entrelace del cambiador se activar&#225;.
            </para>
            <para>Si la se&#241;al de la ignici&#243;n est&#225; presente y el interruptor del freno de servicio est&#225;
                defectuoso o atascado, entonces el rel&#233; de mando que controla el solenoide de entrelace del
                cambiador, tambi&#233;n se activar&#225;.
            </para>
            <revend/>
            <para>Se debe sospechar de una falla en los circuitos del selector de cambio cuando el interruptor de
                "Econom&#237;a" no se ilumine cuando es seleccionado. Los problemas en los circuitos del selector pueden
                ser causados por circuitos con apertura o corto, un fusible fundido, o una falla en el conjunto del
                selector.
            </para>
            <figure id="f0825941a" figsize="pg-wide">
                <graphic filename="../figg08/g0826116.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="472px"/>
                <caption>Circuitos del Selector de Cambios. - Vea Siempre el Libro de Diagramas de Circuitos Para
                    Obtener la Informaci&#243;n M&#225;s Reciente
                </caption>
                <calloutgroup>
                    <callout1>(1003) ADAPTADOR DE TIERRA
                        <callout2>LOCALIZADO EN EL TABLERO DE INSTRUMENTOS</callout2>
                    </callout1>
                    <callout1>(1013) FUSIBLE DE 10 AMPERIOS BLOQUE DE FUSIBLES DE CABINA F32
                        <callout2>LOCALIZADO EN EL PDC DE LA CABINA</callout2>
                    </callout1>
                    <callout1>(1600) CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        <callout2>LOCALIZADO EN EL LADO DE LA CABINA DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO
                        </callout2>
                    </callout1>
                    <revst/>
                    <callout1>(1828) CONEXI&#211;N DEL SELECTOR DE CAMBIOS DE LA TRANSMISI&#211;N LCT
                        <callout2>LOCALIZADA EN EL RESPALDO DEL SELECTOR DE CAMBIOS LCT</callout2>
                    </callout1>
                    <revend/>
                    <callout1>(4014) CONEXI&#211;N DE TRASPASO
                        <callout2>LOCALIZADA ENCIMA DEL CONTROLADOR DEL SISTEMA EL&#201;CTRICO</callout2>
                    </callout1>
                    <callout1>(4705) CONEXI&#211;N TRANSMISI&#211;N/TABLERO
                        <callout2>LOCALIZADA EN EL COMPARTIMENTO DEL MOTOR CERCA DEL SOPORTE DEL LIMPIAPARABRISAS
                        </callout2>
                    </callout1>
                    <callout1>(7305) CONEXI&#211;N DE LA TRANSMISI&#211;N
                        <callout2>LOCALIZADA EN LA TRANSMISI&#211;N</callout2>
                    </callout1>
                </calloutgroup>
            </figure>
            <table id="t0826167" tblwidth="full-page" numbered="no" view="reveal">
                <title>Revisiones del Circuito del Selector de Cambios</title>
                <tgroup cols="6">
                    <colspec colname="1" colwidth="2.39in"/>
                    <colspec colname="2" colwidth="0.77in"/>
                    <colspec colname="3" colwidth="0.67in"/>
                    <colspec colname="4" colwidth="0.89in"/>
                    <colspec colname="5" colwidth="0.87in"/>
                    <colspec colname="6" colwidth="1.06in"/>
                    <spanspec namest="3" nameend="6" spanname="SPAN2"/>
                    <spanspec namest="4" nameend="6" spanname="S4T6"/>
                    <spanspec namest="1" nameend="6" spanname="S1T6"/>
                    <spanspec namest="2" nameend="3" spanname="S2T3"/>
                    <tbody>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <revst/>
                                <para>
                                    <emph type="bold">Revisiones de Energ&#237;a de la Conexi&#243;n (1828), del
                                        Selector de Cambios
                                    </emph>
                                </para>
                                <para>Revise con la llave de ignici&#243;n en "ON" y la (1828) desconectada.</para>
                                <revend/>
                                <note>
                                    <para>Revise siempre si las conexiones tienen da&#241;os y haga la prueba de halar
                                        los terminales.
                                    </para>
                                </note>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1">
                                <para>Puntos de Pruebas</para>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>Especificaci&#243;n</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Comentarios</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <revst/>
                                <para>Conexi&#243;n del arn&#233;s (1828)del selector de cambios, cavidad C con
                                    tierra.
                                </para>
                                <revend/>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise est&#225; fundido el fusible F32, o si hay
                                    apertura o corto con tierra en los circuitos A92VA.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="1" align="center">
                                <revst/>
                                <para>Conexi&#243;n del arn&#233;s (1828) del selector de cambios, cavidad C con B.
                                </para>
                                <revend/>
                            </entry>
                            <entry colspan="2" spanname="S2T3">
                                <para>12 &#177; 1.5 voltios.</para>
                            </entry>
                            <entry colspan="3" spanname="S4T6" align="center">
                                <para>Si el voltaje no es el correcto, revise si hay apertura en el circuito A62-GC con
                                    el empalme de tierra (1003).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="6" spanname="S1T6" align="center">
                                <para>Si el voltaje est&#225; correcto y el selector de cambios no est&#225; energizado,
                                    considere el reemplazo del selector de cambios.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Descripci&#243;n Extensa</title>
            <revst/>
            <para>La energ&#237;a para el selector de cambios es transmitida a la (1828) terminal C desde el fusible F32
                de la cabina.
            </para>
            <para>La tierra para el selector de cambios es transmitida a la (1828) terminal B desde el adaptador de
                tierra (1003).
            </para>
            <para>La tierra proveniente del ESC (1600), terminal C, es proporcionada por el selector de cambios (1828),
                terminal D, cuando la llave de la ignici&#243;n se encuentra en posici&#243;n "ON", el pedal del freno
                de servicio est&#225; oprimido y la transmisi&#243;n est&#225; en la se&#241;al de estacionamiento
                "Park".
            </para>
            <revend/>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m082504_X0826163.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504_537.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m082504.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
