<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - COFRE, REJILLA Y DEFENSAS - IC BUS - DEFENSA, COMPUERTA TRANSVERSAL - COMPUERTA
        DE SEGURIDAD
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="5">
        <title>COMPUERTA DE SEGURIDAD</title>
        <svcprocinfo>
            <para>Consulte
                <hotlnk xrefid="f0900522">Figura 22</hotlnk>.
            </para>
            <para>La compuerta de seguridad con brazo oscilante est&#225; disponible en dos variaciones: bloqueo del
                brazo electromagn&#233;tico el&#233;ctrico y bloqueo del brazo no electromagn&#233;tico. El bloqueo del
                brazo electromagn&#233;tico se ubica en el lado del pasajero del conjunto de la defensa
                <hotlnk document="m09005_19.xml" xrefid="f0900521">(Elemento 1, Figura 21).</hotlnk>
            </para>
            <figure id="f0900522" figsize="col-wide">
                <graphic filename="../figg09/g0900522.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px" resolution="72"/>
                <caption>Figura 22. Defensa delantera, componentes de la compuerta de seguridad</caption>
                <calloutgroup>
                    <callout1>1. DEFENSA DELANTERA</callout1>
                    <callout1>2. COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>3. ENSAMBLAJE BASE Y UNIDAD DE ENERG&#205;A</callout1>
                    <callout1>4. CUBIERTA DE POLICARBONATO DE LA UNIDAD DE ENERG&#205;A</callout1>
                    <callout1>5. ENCHUFE DE LA UNIDAD DE ENERG&#205;A</callout1>
                    <callout1>6. CONECTOR FLEXIBLE DEL CHASIS</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Compuerta de seguridad: Desmontaje</title>
            <step1>
                <para count="1">Suelte las chapas del cofre a ambos lados del cofre e incline el conjunto del cofre a un
                    &#225;ngulo de 45 grados. Desconecte el enchufe de la unidad de energ&#237;a del ensamblaje base
                    <hotlnk xrefid="f0900526">(Elemento 3, Figura 26).</hotlnk>
                    desde el conector en T del mazo de cables del im&#225;n (Elemento 2). Si la compuerta de seguridad
                    no est&#225; equipada con bloqueo de la compuerta electromagn&#233;tica desenchufe el enchufe
                    tomacorriente (Elemento 3) desde el enchufe flexible del chasis
                    <hotlnk xrefid="f0900526">(Elemento 1, Figura 26).</hotlnk>
                </para>
            </step1>
            <step1>
                <para count="1">Haga oscilar la compuerta de seguridad hasta la posici&#243;n abierta.</para>
            </step1>
            <step1>
                <para count="1">Extraiga cuatro pernos largos de 1/4-20 x 1/2" y SS nylok de 1/4-20
                    <hotlnk xrefid="f0900523">(Elementos 4 y 5, Figura 23)</hotlnk>. Extraiga la compuerta de seguridad
                    desde los brazos oscilantes superior e inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Para retirar el ensamblaje base y la unidad de energ&#237;a
                    <hotlnk xrefid="f0900522">(Elemento 3, Figura 22),</hotlnk>
                    extraiga cuatro pernos largos HXHD SS de 1/4-20 x 3/4" y cuatro nyloks WHZ HXHD SS de 1/4-20
                    <hotlnk xrefid="f0900523">(Elementos 3 y 5, Figura 23)</hotlnk>. Retire el ensamblaje base y la
                    unidad de energ&#237;a
                </para>
            </step1>
            <step1>
                <para count="1">Para quitar el bloqueo de la compuerta electromagn&#233;tica (si est&#225; equipado)
                    desenchufe el conector en T del mazo de cables magn&#233;tico
                    <hotlnk xrefid="f0900526">(Elemento 2, Figura 26)</hotlnk>
                    desde el cable flexible del chasis (Elemento 1) ubicado detr&#225;s de la defensa del lado del
                    pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe el enchufe tomacorriente electromagn&#233;tico
                    <hotlnk xrefid="f0900526">(Elemento 4, Figura 26)</hotlnk>desde el conector en T del mazo de cables
                    magn&#233;tico (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Extraiga el perno HXHD SS de 1/4-20 y SS nylok de 1/4-20 desde la defensa
                    <hotlnk xrefid="f0900525">(Elemento 8, Figura 25)</hotlnk>
                    en el lado del conductor del conjunto de defensa delantero para extraer la unidad de energ&#237;a
                    electromagn&#233;tica y el soporte de montaje.
                </para>
            </step1>
            <figure id="f0900523" figsize="pg-wide">
                <graphic filename="../figg09/g0900523.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 23. Conjunto de la defensa, lado del pasajero de la compuerta de seguridad</caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE LA DEFENSA</callout1>
                    <callout1>2. COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>3. PERNO LARGO, 1/4-20 X .75" HXHD SS</callout1>
                    <callout1>4. PERNO LARGO 1/4-20, BH X .5", TUERCA 1/4-20 NYLOCK SS</callout1>
                    <callout1>5. TUERCA 1/4-20 WHZ HXHD SS</callout1>
                    <callout1>6. PERNO LARGO, B.H. X.5"</callout1>
                    <callout1>7. ENCHUFE DEL MAZO DE CABLES DE LA COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>8. MAZO DE CABLES DEL CHASIS</callout1>
                    <callout1>9. ENSAMBLAJE BASE, UNIDAD DE ENERG&#205;A</callout1>
                    <callout1>10. ESPACIADOR DE - 1/8" DE ESPESOR</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0900524" figsize="col-wide">
                <graphic filename="../figg09/g0900524.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px" resolution="150"/>
                <caption>Figura 24. Ensamblaje base y cubierta del conjunto del motor</caption>
                <calloutgroup>
                    <callout1>1. ENSAMBLAJE BASE, UNIDAD DE ENERG&#205;A</callout1>
                    <callout1>2. TUERCA 1/4-20 NYLOK HXHD SS</callout1>
                    <callout1>3. CUBIERTA DE POLICARBONATO DEL MOTOR</callout1>
                    <callout1>4. ENCHUFE DE LA UNIDAD DE ENERG&#205;A</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0900525" figsize="col-wide">
                <graphic filename="../figg09/g0900525.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figura 25. Unidad de energ&#237;a, conjunto de la defensa y conexiones del mazo de cables
                </caption>
                <calloutgroup>
                    <callout1>1. UNIDAD DE ENERG&#205;A DE LA COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>2. CONECTOR DEL MAZO DE CABLES MAGN&#201;TICO</callout1>
                    <callout1>3. CABLE FLEXIBLE DE ENERG&#205;A DEL CHASIS</callout1>
                    <callout1>4. UNIDAD DE ENERG&#205;A Y CONECTOR ELECTROMAGN&#201;TICO</callout1>
                    <callout1>5. SPTE. DE MNTJE. DE LA UNIDAD DE ENERG&#205;A ELECTROMAGN&#201;TICA</callout1>
                    <callout1>6. UNIDAD DE ENERG&#205;A ELECTROMAGN&#201;TICA</callout1>
                    <callout1>7. LENG&#220;ETA MET&#193;LICA DE LA COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>8. PERNO HXHD SS DE 1/4-20, TUERCA NYLOK I/4-20</callout1>
                    <callout1>9. BRAZO DE LA COMPUERTA DE SEGURIDAD</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0900526" figsize="col-wide">
                <graphic filename="../figg09/g0900526.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px" resolution="150"/>
                <caption>Figura 26. Conexiones del mazo de cables de la compuerta de seguridad</caption>
                <calloutgroup>
                    <callout1>1. CABLE FLEXIBLE DEL CHASIS</callout1>
                    <callout1>2. CONECTOR EN T DEL MAZO DE CABLES MAGN&#201;TICO</callout1>
                    <callout1>3. ENCHUFE TOMACORRIENTE DE LA COMPUERTA DE SEGURIDAD</callout1>
                    <callout1>4. CABLE FLEXIBLE DEL MAZO DE CABLES MAGN&#201;TICO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Compuerta de seguridad: Instalaci&#243;n</title>
            <para>La instalaci&#243;n de la compuerta de seguridad requiere revisar los elementos que se instalar&#225;n.
                La compuerta de seguridad est&#225; disponible en dos variaciones. La primera versi&#243;n incluye
                cerradura electromagn&#233;tica de la compuerta. La segunda versi&#243;n no incluye cerradura magn&#233;tica
                de la compuerta.
            </para>
            <step1>
                <para count="1">Suelte las chapas del cofre a ambos lados del veh&#237;culo e incline el cofre a un
                    &#225;ngulo de 45 grados. Comience el procedimiento de instalaci&#243;n en el lado del pasajero del
                    veh&#237;culo.
                </para>
            </step1>
            <para>Consulte la Figura 23 para ver los siguientes elementos entre par&#233;ntesis.</para>
            <step1>
                <para count="1">Inserte cuatro pernos largos SS HXHD de 1/4-20 x 3/4" (Elemento 3) en los orificios
                    respectivos en el lado del pasajero del conjunto de la defensa. Instale los espaciadores de 1/8"
                    (Elemento 10) en los pernos SS HXHD de 1/4-20 x 3/4".
                </para>
            </step1>
            <step1>
                <para count="1">Coloque y alinee la unidad de energ&#237;a del ensamblaje base
                    <hotlnk xrefid="f0900523">(Elemento 9)</hotlnk>
                    detr&#225;s del conjunto de la defensa en los pernos que instal&#243; anteriormente. Haga girar los
                    soportes superior e inferior de la compuerta a trav&#233;s de las ranuras de la defensa. Instale las
                    tuercas WHZ HXHD SS de 1/4-20 (Elemento 5) y apri&#233;telas.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee los orificios de montaje de los brazos oscilantes superior e inferior con los
                    orificios del soporte de montaje de la compuerta de seguridad.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los pernos largos de 1/4-20, B.H. x 1/2"
                    <hotlnk xrefid="f0900523">(Elemento 6)</hotlnk>
                    a trav&#233;s del soporte de montaje del brazo de seguridad y los soportes de los brazos oscilantes
                    superior e inferior. Instale las tuercas WHZ SS HXHD de 1/4-20 (Elemento 5) y apri&#233;telas.
                </para>
            </step1>
            <step1>
                <para count="1">Antes de instalar la cubierta de policarbonato en la unidad de energ&#237;a, haga
                    avanzar el cable de la unidad de energ&#237;a a trav&#233;s de la ranura de la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la cubierta de la unidad de energ&#237;a de policarbonato sobre los cuatro
                    pernos de la parte trasera del ensamblaje de la unidad de energ&#237;a. Instale las cuatro tuercas
                    nylok SS HXHD de 1/4-20 y apri&#233;telas.
                </para>
            </step1>
            <step1>
                <para count="1">Si la unidad instalada no requiere bloqueo electromagn&#233;tico de la compuerta,
                    enchufe la unidad de energ&#237;a en el cable flexible del chasis.
                </para>
            </step1>
            <step1>
                <para count="1">Si la unidad instalada requiere bloqueo electromagn&#233;tico de la compuerta, dir&#237;jase
                    al lado del conductor en el conjunto de la defensa.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique el orificio de montaje en la parte superior de la defensa e inserte un SS HXHD de
                    1/4-20 x 3/4" (Elemento 8) a trav&#233;s de la defensa y alinee con el orificio nylok de 1/4-20 del
                    soporte de montaje de la unidad de energ&#237;a electromagn&#233;tica (Elemento 5) y apriete.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la alineaci&#243;n de la leng&#252;eta met&#225;lica de la compuerta de seguridad
                    <hotlnk xrefid="f0900525">(Elemento 7, Figura 25)</hotlnk>. La leng&#252;eta met&#225;lica debe
                    cuadrar con el im&#225;n.
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el cable flexible del mazo de cables del im&#225;n (Elemento 4) en el conector
                    en T del mazo de cables del im&#225;n (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe la unidad de energ&#237;a de la compuerta de seguridad
                    <hotlnk xrefid="f0900526">(Elemento 3, Figura 26).</hotlnk>
                    en el conector en T del mazo de cables del im&#225;n (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento y la torsi&#243;n de todos los pernos y tuercas. (Consulte la
                    <hotlnk document="m09005_25.xml" xrefid="t0900501">Tabla de torsi&#243;n</hotlnk>.)
                </para>
            </step1>
            <step1>
                <para count="1">Baje el cofre y fije las chapas del cofre.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m09005_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09005_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
