<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - COFRE, REJILLA Y DEFENSAS - IC BUS - EXTRACCI&#211;N E INSTALACI&#211;N - COFRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="4">
        <title>COFRE</title>
        <svcsubproc>
            <title>Cofre: Extracci&#243;n</title>
            <para>Consulte la
                <hotlnk xrefid="f0900509">Figura 8</hotlnk>
                y
                <hotlnk xrefid="f0900510">Figura 9</hotlnk>.
            </para>
            <figure id="f0900509" figsize="col-wide">
                <graphic filename="../figg09/g0900509.webp" type="webp" scalefit="1" scalefitwidth="208px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figura 8. Cofre, defensas y rejilla</caption>
                <calloutgroup>
                    <callout1>1. DEFENSA</callout1>
                    <callout1>2. REJILLA</callout1>
                    <callout1>3. COFRE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0900510" figsize="col-wide">
                <graphic filename="../figg09/g0900510.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 9. Conjunto de chapas del cofre</caption>
                <calloutgroup>
                    <callout1>1. SECCI&#211;N DE LA DEFENSA (Vista desde el lado del conductor)</callout1>
                    <callout1>2. CONJUNTO DE INSTALACI&#211;N DE LA CHAPA DELANTERA</callout1>
                    <callout1>3. BRAZO DE LA CHAPA</callout1>
                    <callout1>4. PASADOR</callout1>
                    <callout1>5. SEGURO Y MANIJA DE LA CHAPA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Suelte las chapas del cofre a ambos lados del cofre e incline el conjunto del cofre a un
                    &#225;ngulo de 45 grados. Apoye el cofre inclinado con un soporte de piso para aliviar la tensi&#243;n
                    en los ensamblajes de cables del muelle auxiliar y de soporte, luego desmonte los ensamblajes de
                    muelle auxiliar y de soporte de la siguiente manera.
                </para>
                <para>Consulte la
                    <hotlnk xrefid="f0900511">Figura 10</hotlnk>
                    para los elementos que est&#225;n entre par&#233;ntesis.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las chavetas de dos patas (Elemento 1) (y las arandelas, si est&#225;n equipadas)
                    en los soportes de cables del muelle auxiliar de inclinaci&#243;n (Elemento 2) y los soportes de
                    cables del soporte del muelle (Elemento 3) en la parte superior del radiador (Elemento 4), al lado
                    del conductor y del pasajero.
                </para>
            </step1>
            <figure id="f0900511" figsize="col-wide">
                <graphic filename="../figg09/g0900511.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px" resolution="72"/>
                <caption>Figura 10. Montaje del muelle auxiliar de inclinaci&#243;n del IC BUS</caption>
                <calloutgroup>
                    <callout1>1. CHAVETA DE DOS PATAS</callout1>
                    <callout1>2. SOPORTE DEL CABLE DEL MUELLE AUXILIAR DE INCLINACI&#211;N</callout1>
                    <callout1>3. SOPORTE DEL CABLE DEL MUELLE DE SOPORTE</callout1>
                    <callout1>4. RADIADOR</callout1>
                    <callout1>5. CLAVIJA DE RETENCI&#211;N</callout1>
                    <callout1>6. HORQUILLA DEL CABLE DEL MUELLE AUXILIAR DE INCLINACI&#211;N</callout1>
                    <callout1>7. HORQUILLA DEL CABLE DEL MUELLE DE SOPORTE</callout1>
                    <callout1>8. MONTAJE DEL CABLE DEL MUELLE AUXILIAR DE INCLINACI&#211;N</callout1>
                    <callout1>9. MONTAJE DEL CABLE DEL MUELLE DE SOPORTE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Saque ambos pasadores de retenci&#243;n (Elemento 5) que aseguran la horquilla del cable
                    auxiliar de inclinaci&#243;n y la horquilla del muelle de soporte (Elementos 6 y 7) en los dos
                    soportes de cables del muelle auxiliar de inclinaci&#243;n y de soporte (Elementos 2 y 3), al lado
                    del conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector del mazo de cables del extremo delantero y las conexiones a
                    tierra en el lado del motor del tablero de instrumentos en el lado del conductor y tambi&#233;n
                    desconecte los conectores de cable flexible que se encuentran en el mazo de cables del extremo
                    delantero. Retire los clips del mazo de cables y las abrazaderas de lazo que aseguran el mazo de
                    cables entre el tablero y el cofre, seg&#250;n sea necesario. (El mazo de cables queda con el
                    cofre).
                </para>
            </step1>
            <step1>
                <para count="1">Para desconectar el motor electr&#243;nico Internacional, desconecte los conectores del
                    mazo de cables del extremo delantero cerca de la parte trasera del motor en el lado del conductor
                    adem&#225;s de las conexiones a tierra. Retire los clips del mazo de cables y las abrazaderas de
                    lazo que aseguran el mazo de cables entre los conectores y el cofre, seg&#250;n sea necesario. (El
                    mazo de cables queda con el cofre).
                </para>
            </step1>
            <para>Consulte
                <hotlnk xrefid="f0900512">Figura 11</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Para quitar el cofre, saque la chaveta de dos patas (Elemento 1) y la arandela plana
                    (Elemento 2) desde cada uno de los pasadores de las bisagras del cofre (Elemento 3), luego saque el
                    pasador de la bisagra de las secciones de bisagras del cofre y del chasis (Elementos 4 y 5), vista
                    desde el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Con un asistente, retire el conjunto del cofre. Coloque el cofre sobre una superficie
                    acolchada adecuada para proteger las superficies pintadas.
                </para>
            </step1>
            <figure id="f0900512" figsize="col-wide">
                <graphic filename="../figg09/g0900512.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px" resolution="72"/>
                <caption>Figura 11. Soporte y bisagra del cofre del IC BUS</caption>
                <calloutgroup>
                    <callout1>1. CHAVETA DE DOS PATAS</callout1>
                    <callout1>2. ARANDELA PLANA</callout1>
                    <callout1>3. PASADOR DE BISAGRA DEL COFRE</callout1>
                    <callout1>4. SECCI&#211;N DE BISAGRA DEL COFRE</callout1>
                    <callout1>5. SECCI&#211;N DE BISAGRA DEL CHASIS</callout1>
                    <callout1>6. LA FLECHA INDICA LA DIRECCI&#211;N DE LA VISTA (DESDE EL INTERIOR)</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Cofre: Instalaci&#243;n</title>
            <para>Si se requiere, ensamble los montajes de muelle de soporte y auxiliares de inclinaci&#243;n, los
                paneles contra salpicaduras, los paneles aisladores y las placas de la bisagra del cofre en el cofre
                antes de instalarlo.
            </para>
            <para>Consulte
                <hotlnk xrefid="f0900512">Figura 11</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el soporte de trabajo acolchado en la parte delantera del veh&#237;culo. Con un
                    asistente, apoye el conjunto del cofre en el soporte de trabajo. Coloque la secci&#243;n de bisagras
                    del cofre (Elemento 4) en su lugar en la secci&#243;n de la bisagra del chasis (Elemento 5) e
                    instale los pasadores de bisagra del cofre (Elemento 3) desde adentro en cada bisagra, vista desde
                    el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la arandela plana (Elemento 2) en cada uno de los pasadores de bisagra (Elemento
                    3) y aseg&#250;rela con las chavetas de dos patas (Elemento 1), vista desde el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del mazo de cables del extremo delantero y las conexiones a tierra
                    en los conectores del tablero de instrumentos del lado correspondiente del motor en el lado del
                    conductor y tambi&#233;n conecte los conectores de cable flexible que se encuentran en el mazo de
                    cables del extremo delantero. Sujete el mazo de cables con los clips y las abrazaderas de lazo
                    proporcionados, seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Si el veh&#237;culo tiene un motor electr&#243;nico Internacional, conecte los
                    conectores del mazo de cables del extremo delantero cerca de la parte trasera del motor en el lado
                    del conductor, adem&#225;s de las conexiones a tierra. Instale los clips del mazo de cables y las
                    abrazaderas de lazo que aseguran el mazo de cables entre los conectores y el cofre, seg&#250;n sea
                    necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Incline cuidadosamente el cofre a un &#225;ngulo de 45 grados. Apoye el cofre inclinado
                    con un soporte de piso para aliviar la tensi&#243;n en los montajes de cables del muelle auxiliar y
                    de soporte, luego fije los montajes de cables del muelle auxiliar y de soporte en los soportes de
                    montaje de la parte superior del radiador, de la siguiente manera.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la horquilla del cable del muelle auxiliar de inclinaci&#243;n (Elemento 6) en
                    el soporte de cable del muelle auxiliar de inclinaci&#243;n (Elemento 2) en la parte superior del
                    radiador (Elemento 4), al lado del conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pasador de retenci&#243;n (Elemento 5) (y la arandela, si est&#225;
                    equipada), fijando la horquilla de cables del muelle auxiliar de inclinaci&#243;n (Elemento 6) en el
                    soporte de cable del muelle auxiliar de inclinaci&#243;n (Elemento 2), al lado del conductor y del
                    pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Consulte
                    <hotlnk xrefid="f0900511">Figura 10</hotlnk>
                    para los elementos que est&#225;n entre par&#233;ntesis.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la chaveta de dos patas (Elemento 1) en el pasador de retenci&#243;n (Elemento
                    5), asegurando el pasador de retenci&#243;n en el soporte de cable del muelle auxiliar de inclinaci&#243;n
                    (Elemento 2), al lado del conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la horquilla del cable del muelle de soporte (Elemento 7) en el soporte de cable
                    del muelle de soporte (Elemento 3) en la parte superior del radiador (Elemento 4), al lado del
                    conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pasador de retenci&#243;n (Elemento 5) (y la arandela, si est&#225;
                    equipada), fijando la horquilla de cables del muelle de soporte (Elemento 7) en el soporte de cable
                    del muelle de soporte (Elemento 3), al lado del conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la chaveta de dos patas (Elemento 1) en el pasador de retenci&#243;n (Elemento
                    5), fijando el pasador de retenci&#243;n en el soporte de cable del muelle de soporte (Elemento 3),
                    al lado del conductor y del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y eng&#225;nchelo en ambos lados.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m09005_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09005_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
