<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - COFRE, REJILLA, SALPICADERAS Y DEFENSA - 8500 - DESMONTAJE E INSTALACI&#211;N -
        SALPICADERAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="7">
        <title>SALPICADERAS</title>
        <svcprocinfo>
            <para>Los conjuntos de salpicaderas de la serie 8500 constan de m&#250;ltiples componentes: el bastidor de
                entrada de aire, la secci&#243;n de la salpicadera superior, la "cenefa" de la abertura del espacio para
                la rueda, los faros delanteros, las luces de despejo y la chapa inferior del cofre. Para retirar los
                conjuntos de la cenefa y de los faros delanteros, primero se debe retirar la rejilla y la cubierta.
            </para>
            <figure id="f0900625" figsize="col-wide">
                <graphic filename="../figg09/g0900625.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 25. Conjunto de la salpicadera</caption>
                <calloutgroup>
                    <callout1>1. ENTRADA DE AIRE</callout1>
                    <callout1>2. ALOJAMIENTO DE LA LUZ DE DESPEJO</callout1>
                    <callout1>3. SECCI&#211;N SUPERIOR DE LA SALPICADERA UNIDA</callout1>
                    <callout1>4. PANEL DE CENEFA DE LA SALPICADERA (DESMONTABLE)</callout1>
                    <callout1>5. ALOJAMIENTO DE LOS FAROS DELANTEROS</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Desmontaje de la secci&#243;n inferior de la rejilla</title>
            <para>La secci&#243;n superior de la salpicadera est&#225; unida al conjunto del cofre. La secci&#243;n
                inferior de la salpicadera o la "cenefa" encapsula el alojamiento del faro delantero y el espacio para
                la rueda. La cenefa es un conjunto separado y se puede retirar. El bastidor de entrada de aire es una
                parte integral de la secci&#243;n superior de la salpicadera que es un componente unido del conjunto del
                cofre. La secci&#243;n superior de la salpicadera se retira con el conjunto del cofre.
            </para>
            <figure id="f0900626" figsize="col-wide">
                <graphic filename="../figg09/g0900626.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 26. Cenefa de la salpicadera - Secci&#243;n inferior</caption>
                <calloutgroup>
                    <callout1>1. PANEL DE CENEFA DE LA SALPICADERA</callout1>
                    <callout1>2. PUNTOS DE CONEXI&#211;N DE LA CENEFA DE LA SALPICADERA</callout1>
                    <callout1>3. ESPACIADOR DE LA CENEFA (CABINA MEDIA-ALTA)</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Desmontaje de la cenefa</title>
            </para>
            <step1>
                <para count="1">Incline el cofre a la posici&#243;n abierta delantera.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cables del chasis (
                    <hotlnk document="m09006_13.xml" xrefid="f0900612">Elemento 3, Figura 12</hotlnk>) en el conjunto
                    del faro delantero y la conexi&#243;n entre la luz de despejo y el mazo de cables del faro
                    delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique los puntos y los tornillos de instalaci&#243;n de la cenefa (
                    <hotlnk xrefid="f0900626">Elemento 2, Figura 26</hotlnk>) a lo largo del reborde de la salpicadera y
                    los tornillos de conexi&#243;n del conjunto del faro delantero que unen los orificios de instalaci&#243;n
                    del conjunto del faro delantero en el conjunto de la cenefa (
                    <hotlnk xrefid="f0900627">Elemento 3, Figura 27</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Retire los (2) tornillos de instalaci&#243;n del conjunto del faro delantero ubicados a
                    lo largo del borde inferior de la cenefa.
                </para>
            </step1>
            <step1>
                <para count="1">Retire los tornillos de instalaci&#243;n de la cenefa ubicados en los orificios de
                    instalaci&#243;n (
                    <hotlnk xrefid="f0900626">Elemento 2, Figura 26</hotlnk>) a lo largo del reborde interior entre el
                    reborde de la salpicadera y el conjunto del reborde de la cenefa.
                </para>
            </step1>
            <step1>
                <para count="1">Siga el mismo procedimiento para el desmontaje de la cenefa del lado opuesto.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de la cenefa de la salpicadera</title>
            <para></para>
            <step1>
                <para count="1">Comenzando por el conjunto de la cenefa, ubique los orificios de instalaci&#243;n en el
                    reborde de la salpicadera. Alinee los orificios de instalaci&#243;n del conjunto de la cenefa (
                    <hotlnk xrefid="f0900626">Elemento 2, Figura 26</hotlnk>) en posici&#243;n con los orificios en el
                    reborde de la salpicadera.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los tornillos y apri&#233;telos.</para>
            </step1>
            <step1>
                <para count="1">Alinee los orificios de instalaci&#243;n inferiores del conjunto de la cenefa y del faro
                    delantero e inserte los tornillos de instalaci&#243;n en el conjunto de la cenefa y del faro
                    delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los dos tornillos de instalaci&#243;n de 46 a 51 Nm (34 a 38 libras pie).</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje del faro delantero</title>
            <para>Para retirar el conjunto del faro delantero, consulte el procedimiento para retirar e instalar la
                rejilla y la cubierta. Antes de retirar el conjunto del faro delantero, debe retirar la rejilla y la
                cubierta.
            </para>
            <step1>
                <para count="1">Incline hacia adelante el conjunto del cofre, desconecte el mazo de cables del faro
                    delantero y de la luz de despejo (
                    <hotlnk document="m09006_13.xml" xrefid="f0900612">Elemento 3, Figura 12</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte y retire las dos (2) tuercas de instalaci&#243;n del conjunto del faro delantero
                    desde los pernos de instalaci&#243;n del conjunto del faro delantero (
                    <hotlnk document="m09006_23.xml" xrefid="f0900641">Elemento 4, Figura 41</hotlnk>) en la parte
                    trasera del alojamiento del faro delantero.
                </para>
            </step1>
            <step1>
                <para count="1">Incline el cofre hacia la posici&#243;n original. Suelte y retire el perno de instalaci&#243;n
                    del conjunto del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 5, Figura 27</hotlnk>) desde el orificio de instalaci&#243;n del
                    conjunto de la salpicadera (
                    <hotlnk xrefid="f0900627">Elemento 7, Figura 27</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Retire el conjunto del faro delantero.</para>
            </step1>
            <step1>
                <para count="1">Para retirar el conjunto del faro delantero del lado opuesto, siga los procedimientos
                    anteriormente listados.
                </para>
            </step1>
            <figure id="f0900627" figsize="col-wide">
                <graphic filename="../figg09/g0900627.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 27. Conjunto del faro delantero</caption>
                <calloutgroup>
                    <callout1>1. TUERCAS DE INSTALACI&#211;N DEL CONJUNTO DEL FARO DELANTERO</callout1>
                    <callout1>2. CONJUNTO INFERIOR DE LA SALPICADERA/CENEFA</callout1>
                    <callout1>3. ORIFICIOS DE INSTALACI&#211;N DEL CONJUNTO INFERIOR</callout1>
                    <callout1>4. CONJUNTO DEL FARO DELANTERO</callout1>
                    <callout1>5. PERNO DE INSTALACI&#211;N</callout1>
                    <callout1>6. LENG&#220;ETA DEL CONJUNTO DEL FARO DELANTERO</callout1>
                    <callout1>7. PERNO DE INSTALACI&#211;N DEL CONJUNTO DEL FARO DELANTERO</callout1>
                    <callout1>8. ORIFICIO DEL PERNO DE INSTALACI&#211;N DEL FARO DELANTERO</callout1>
                    <callout1>9. CONJUNTO DEL COFRE Y DEFENSA</callout1>
                    <callout1>10. APERTURA DE LA SALPICADERA DEL ALOJAMIENTO DEL FARO DELANTERO</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <para>El ajuste del faro delantero se detalla en la secci&#243;n
                    <emph type="bold">AJUSTES</emph>.
                </para>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n del faro delantero</title>
            <para>El conjunto de la rejilla y la cubierta se debe retirar con anterioridad.</para>
            <para>Consulte la
                <hotlnk xrefid="f0900627">Figura 27</hotlnk>
                para ver los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Inserte el conjunto del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 4</hotlnk>) en la abertura del alojamiento del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 10</hotlnk>), alineando los pernos de instalaci&#243;n (
                    <hotlnk xrefid="f0900627">Elemento 7</hotlnk>) con los orificios de instalaci&#243;n en el
                    alojamiento del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 3</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el perno de instalaci&#243;n del conjunto del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 5</hotlnk>) en la leng&#252;eta de instalaci&#243;n del faro
                    delantero y en el orificio del perno del conjunto del faro delantero (
                    <hotlnk xrefid="f0900627">Elemento 8</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Incline el cofre hacia adelante.</para>
            </step1>
            <step1>
                <para count="1">Coloque las tuercas de instalaci&#243;n del conjunto del faro delantero en los pernos de
                    instalaci&#243;n (
                    <hotlnk document="m09006_24.xml" xrefid="f0900642">Elemento 2, Figura 42</hotlnk>) ubicados en la
                    parte trasera del alojamiento del faro delantero. Apriete las tuercas de 14 a 18 Nm (10 a 13 libras
                    pie).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los tornillos inferiores de instalaci&#243;n del conjunto del faro delantero a
                    trav&#233;s de los orificios de instalaci&#243;n en el conjunto de la cenefa y apri&#233;telos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el mazo de cables de la luz de despejo en el mazo de cables del faro
                    delantero. Enchufe el mazo de cables del faro delantero en el mazo de cables del chasis ubicado
                    sobre la secci&#243;n del larguero del bastidor en el bloque de instalaci&#243;n del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Regrese el cofre a su posici&#243;n y asegure las chapas.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el conjunto de cubierta y rejilla.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje de la luz de despejo</title>
            <para>La luz de despejo se encuentra en la parte trasera de la secci&#243;n del cofre de la salpicadera,
                sobre el mecanismo de enganche del cofre.
            </para>
            <step1>
                <para count="1">Incline el cofre hacia adelante.</para>
            </step1>
            <step1>
                <para count="1">Ubique el enchufe del conjunto de la luz de despejo.</para>
            </step1>
            <step1>
                <para count="1">Gire el conjunto del foco y retire el socket del conjunto de la luz de despejo.</para>
            </step1>
            <step1>
                <para count="1">Suelte y retire los tornillos de cabeza Phillips del lado externo del alojamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte y retire los tornillos de cabeza de torsi&#243;n en la parte posterior del
                    alojamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto de la luz de despejo.</para>
            </step1>
            <step1>
                <para count="1">Siga el mismo procedimiento para el desmontaje de la luz de despejo del lado opuesto.
                </para>
            </step1>
            <figure id="f0900628" figsize="col-wide">
                <graphic filename="../figg09/g0900628.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 28. Luces de despejo - se muestra el lado del conductor</caption>
                <calloutgroup>
                    <callout1>1. SECCI&#211;N SUPERIOR DE LA SALPICADERA</callout1>
                    <callout1>2. ALOJAMIENTO DE LA LUZ DE DESPEJO</callout1>
                    <callout1>3. CONJUNTO DE LA LUZ DE DESPEJO</callout1>
                    <callout1>4. CENEFA DE LA SALPICADERA</callout1>
                    <callout1>5. ENTRADA DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0900629" figsize="col-wide">
                <graphic filename="../figg09/g0900629.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 29. Conexi&#243;n del mazo de cables de la luz de despejo</caption>
                <calloutgroup>
                    <callout1>1. INSTALACI&#211;N DE LA CHAPA DEL COFRE</callout1>
                    <callout1>2. CONEXI&#211;N DEL CABLEADO</callout1>
                    <callout1>3. ALOJAMIENTO DE LA LUZ DE DESPEJO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de la luz de despejo</title>
            <para>Con el cofre inclinado, inserte el conjunto de la luz de despejo en el alojamiento de la luz de
                despejo en la parte posterior de la secci&#243;n de la salpicadera.
            </para>
            <step1>
                <para count="1">Alinee el orificio de instalaci&#243;n delantero e inserte el tornillo de cabeza de
                    torsi&#243;n en el alojamiento de la luz de despejo.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el tornillo de cabeza Phillips en el orificio de instalaci&#243;n exterior y
                    apri&#233;telo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del foco y del socket en el conjunto de la luz de despejo y g&#237;relo
                    para asegurarlo.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el mazo de cables de la luz de despejo (
                    <hotlnk document="m09006_13.xml" xrefid="f0900612">Elemento 3, Figura 12</hotlnk>) en el mazo de
                    cables del conjunto del faro delantero.
                </para>
            </step1>
            <figure id="f0900630" figsize="col-wide">
                <graphic filename="../figg09/g0900630.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="272px" resolution="200"/>
                <caption>Figura 30. Conexiones del mazo de cables del faro delantero-luz de despejo (se muestra el lado
                    del conductor)
                </caption>
                <calloutgroup>
                    <callout1>1. TORNILLO DE AJUSTE DEL FARO DELANTERO</callout1>
                    <callout1>2. PANEL CONTRA SALPICADURAS</callout1>
                    <callout1>3. CONEXI&#211;N DEL MAZO DE CABLES DEL CHASIS</callout1>
                    <callout1>4. CENEFA</callout1>
                    <callout1>5. ALOJAMIENTO DE LOS FAROS DELANTEROS</callout1>
                    <callout1>6. CONEXI&#211;N DEL MAZO DE CABLES DE LA LUZ DE DESPEJO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje de la parte superior de la chapa del cofre</title>
            <para>El mecanismo de enganche del cofre consta de dos conjuntos: la chapa del conjunto del
                cofre/salpicadera superior y el seguro de extensi&#243;n de la salpicadera inferior.
            </para>
            <figure id="f0900631" figsize="col-wide">
                <graphic filename="../figg09/g0900631.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px" resolution="200"/>
                <caption>Figura 31. Conexi&#243;n de la chapa del cofre/salpicadera superior - se muestra el lado del
                    pasajero
                </caption>
                <calloutgroup>
                    <callout1>1. CENEFA DE LA SALPICADERA</callout1>
                    <callout1>2. PERNOS DE INSTALACI&#211;N</callout1>
                    <callout1>3. CONEXI&#211;N DE ENGANCHE DE LA SALPICADERA SUPERIOR</callout1>
                    <callout1>4. ALOJAMIENTO DE LA LUZ DE DESPEJO</callout1>
                    <callout1>5. SECCI&#211;N SUPERIOR DE LA SALPICADERA</callout1>
                </calloutgroup>
            </figure>
            <para>El conjunto de la conexi&#243;n de la chapa del cofre/salpicadera superior se encuentra en la secci&#243;n
                posterior del conjunto de la salpicadera (
                <hotlnk xrefid="f0900631">Elemento 3, Figura 31</hotlnk>). El conjunto se desliza hacia abajo, se
                engancha en el conjunto de enganche inferior y asegura el cofre en su posici&#243;n. Para retirar el
                conjunto de la chapa:
            </para>
            <step1>
                <para count="1">Suelte ambos lados del mecanismo de enganche del cobre e incl&#237;nelo hacia
                    adelante.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte y retire los pernos de instalaci&#243;n de la chapa del cofre, las arandelas de
                    seguridad y la chapa en el conjunto de la salpicadera.
                </para>
            </step1>
            <step1>
                <para count="1">Siga el mismo procedimiento para el desmontaje del lado opuesto.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de la chapa del cofre superior</title>
            <para>Suelte ambos lados del mecanismo de enganche del cofre e incl&#237;nelo hacia adelante.</para>
            <step1>
                <para count="1">Coloque el mecanismo de enganche superior y alinee los orificios de instalaci&#243;n del
                    conjunto de la chapa con los orificios de instalaci&#243;n del conjunto de la salpicadera.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los pernos de instalaci&#243;n y las arandelas de seguridad y apri&#233;telos de
                    46 a 51 Nm (34 a 38 libras pie).
                </para>
            </step1>
            <step1>
                <para count="1">Baje el cofre y enganche ambos lados del mismo.</para>
            </step1>
            <step1>
                <para count="1">Siga el mismo procedimiento para la instalaci&#243;n en el lado opuesto.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m09006_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09006_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
