<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CAP&#211;, REJILLA Y GUARDABARROS - RADIADOR - AJUSTE DEL CAP&#211;
    </stitle>
    <svcsection/>
    <svcproc id="hl0900101" svcproctype="remove" graphiccount="3">
        <title>AJUSTE DEL CAP&#211;</title>
        <svcsubproc>
            <title>93/9400, 5000 SFA</title>
            <para>La ubicaci&#243;n inapropiada del cap&#243; en relaci&#243;n a la cabina puede causar que el mecanismo
                de inclinaci&#243;n tenga un funcionamiento defectuoso y pueda interferir con los componentes del motor.
                La parte delantera del cap&#243; tiene que estar a la altura adecuada, lo que permitir&#225; una
                separaci&#243;n paralela entre el borde inferior del cap&#243; y la defensa. El cap&#243; tiene que
                estar centrado para que sean adecuadas las separaciones de los paneles de la caja al salpicadero, de la
                entrada de aire, la del radiador y la de los amortiguador.
            </para>
            <para>Antes de ajustar el cap&#243;, aseg&#250;rese de que est&#233; instalado apropiadamente en la cabina,
                ajuste la dimensi&#243;n del radiador al cubretablero y cuadre la cabina en el chasis. Consulte
                <hotlnk document="m09001_2.xml" xrefid="hl0900102">CONJUNTO DE CAP&#211;
                    <xref refid="hl0900102"/>
                </hotlnk>
                y
                <hotlnk document="m09001_25.xml" xrefid="hl0900104">RADIADOR
                    <xref refid="hl0900104"/>
                </hotlnk>
                . Para ver AJUSTE DE CABINA, consulte GRUPO 16 - CABINA en el Manual de Servicio Maestro CTS-5000.
            </para>
            <para>Realice el siguiente procedimiento para una nueva instalaci&#243;n del cap&#243; o, si es un cap&#243;
                que se ha desmontado y se vuelve a instalar, con el fin de asegurarse de que est&#233; ubicado
                correctamente en relaci&#243;n a la cabina, la defensa delantera y el radiador.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>92/93/9400</title>
            <specpara>
                <note>
                    <para>Ajuste la dimensi&#243;n del cap&#243; al cubretablero a 15.875 mm (5/8 de pulgada).</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Consiga cuatro bloques separadores de un tama&#241;o de 13.208 x 25.4 x 609.6 mm (0.52 x
                    1.0 x 24.0 pulgadas) para espaciar el cap&#243; del cubretablero
                </para>
            </step1>
            <step1>
                <para count="1">Desenganche las cerraduras del cap&#243; en cada lado. Incline el cap&#243; hacia
                    adelante.
                </para>
            </step1>
            <step1>
                <para count="1">Apoye el conjunto de cap&#243; y luego (con los dedos), suelte pero no remueva los
                    tornillos de ajuste de la bisagra (elemento 1,
                    <hotlnk xrefid="f0900133">Figuras 33</hotlnk>
                    y
                    <hotlnk xrefid="f0900134">34</hotlnk>).
                </para>
                <figure id="f0900133" figsize="col-wide">
                    <graphic filename="../figg09/g0900133.webp" type="webp"/>
                    <caption>Figura 33. Ajuste del cap&#243; inclinable 9300</caption>
                    <calloutgroup>
                        <callout1>1. TORNILLOS DE AJUSTE</callout1>
                        <callout1>2. AJUSTE EN DIRECCI&#211;N DE LA FLECHA HACIA ADELANTE O ATR&#193;S</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0900134" figsize="col-wide">
                    <graphic filename="../figg09/g0900134.webp" type="webp"/>
                    <caption>Figura 34. Ajuste de la bisagra 9400</caption>
                    <calloutgroup>
                        <callout1>1. TORNILLO DE AJUSTE DE LA BISAGRA</callout1>
                        <callout1>2. PLACA DE LA BISAGRA</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el cap&#243; en los bloques separadores del cubretablero, sujet&#225;ndolo a la
                    placa gu&#237;a del cap&#243;.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque cuidadosamente el cap&#243; para que descanse contra los bloques separadores.
                </para>
            </step1>
            <step1>
                <para count="1">Sujete el cap&#243; al cubretablero.</para>
            </step1>
            <step1>
                <para count="1">Una vez que fije adecuadamente la dimensi&#243;n entre el cap&#243; y el cubretablero y
                    el borde inferior de la parte delantera del cap&#243; est&#233; paralelo a la l&#237;nea de la
                    defensa, apriete los tornillos de ajuste de la bisagra.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste el bloque en V. Consulte
                    <hotlnk document="m09001_30.xml" xrefid="hl0900105">AJUSTE DEL BLOQUE EN V
                        <xref refid="hl0900105"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Libere las cerraduras del cap&#243;. Incline el cap&#243; hacia adelante; luego, remueva
                    los bloques separadores.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre y sujete el cap&#243;.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>5000 SFA</title>
            <para>Consulte la
                <hotlnk xrefid="f0900135">Figura 35</hotlnk>
                con respecto a los siguientes elementos entre par&#233;ntesis.
            </para>
            <figure id="f0900135" figsize="col-wide">
                <graphic filename="../figg09/g0900135.webp" type="webp"/>
                <caption>Figura 35. Ajuste del cap&#243; 5000 SFA</caption>
                <calloutgroup>
                    <callout1>1. &#190; - 16 TUERCA DE SEGURIDAD HEXAGONAL CON RANURAS</callout1>
                    <callout1>2. CHAVETA DE DOS PATAS</callout1>
                    <callout1>3. ARANDELA PLANA</callout1>
                    <callout1>4. RESORTE</callout1>
                    <callout1>5. BUJE DE SOPORTE DEL CAP&#211;</callout1>
                    <callout1>6. CONJUNTO DE CAP&#211;</callout1>
                    <callout1>7. AISLADOR DE MONTAJE DEL CAP&#211;</callout1>
                    <callout1>8. SEPARADORES</callout1>
                    <callout1>9. VARILLA DE MONTAJE DEL PIVOTE</callout1>
                    <callout1>10. LUBRIQUE AQU&#205;</callout1>
                    <callout1>11. &#189; - 20 TORNILLO DE REBORDE CON CABEZA HEXAGONAL, TUERCA DE REBORDE HEXAGONAL
                    </callout1>
                    <callout1>12. SOPORTE DEL PIVOTE</callout1>
                    <callout1>13. ARO DEL PIVOTE</callout1>
                    <callout1>14. CHAVETA DE DOS PATAS</callout1>
                    <callout1>15. BARRA DEL PIVOTE</callout1>
                    <callout1>16. SOPORTE DE MONTAJE DEL CAP&#211;</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Ajuste la dimensi&#243;n de cap&#243; a cubretablero a 12.7 mm (1/2 pulgada).</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Comience con tres separadores (elemento 8) en cada varilla de montaje de pivote
                    (elemento 9). Haga que el espacio entre la parte inferior del cap&#243; y la parte superior de los
                    largueros del bastidor sea igual a ambos lados.
                </para>
                <specpara>
                    <note>
                        <para>Si el cap&#243; no est&#225; al nivel de los largueros y paralelo a la defensa, agregue un
                            separador (elemento 8) para levantarlo o remueva un separador para bajarlo.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Libere las cerraduras del cap&#243; a ambos lados.</para>
            </step1>
            <step1>
                <para count="1">Apoye el conjunto de cap&#243; y suelte (con los dedos), pero no remueva los tornillos
                    de montaje de soporte de pivote (elemento 11).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el cap&#243; para que la dimensi&#243;n de cap&#243; a cubretablero sea de 12.7
                    mm (1/2 pulgada) en todo el derredor del cubretablero.
                </para>
            </step1>
            <step1>
                <para count="1">Sujete el cap&#243;; luego, apriete los tornillos de montaje del soporte de pivote.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m09001_27.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09001_29.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m09001.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
