<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - REMONTAGE - FOURCHE DE
        SUSPENSION
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="7">
        <title>FOURCHE DE SUSPENSION</title>
        <step1>
            <para count="1">Si un ou tous les goujons de la fourche de suspension ont &#233;t&#233; enlev&#233;s, il
                faut poser de nouveaux goujons dans le carter.
            </para>
        </step1>
        <step1>
            <para count="1">Appliquez du Loctite Sleeve N'Bearing Mount num&#233;ro 609 (vert) sur le bord externe du
                joint d'&#233;tanch&#233;it&#233; de la chape de commande interne (
                <hotlnk xrefid="f0201030">figure 30</hotlnk>). Utilisez un outil d'installation de joints d'&#233;tanch&#233;it&#233;
                pour enfoncer le joint dans la fourche de suspension tel qu'illustr&#233; &#224; la
                <hotlnk xrefid="f0201031">figure 31</hotlnk>
                et &#224; la
                <hotlnk xrefid="f0201032">figure 32</hotlnk>.
            </para>
            <figure id="f0201030" figsize="col-wide">
                <graphic filename="../figg02/g0201030.webp" type="webp"/>
                <caption>Figure 31. Application du mastic sur le joint d'&#233;tanch&#233;it&#233; de la chape de
                    commande interne
                </caption>
            </figure>
            <figure id="f0201031" figsize="col-wide">
                <graphic filename="../figg02/g0201031.webp" type="webp"/>
                <caption>Figure 32. Joint d'&#233;tanch&#233;it&#233; plac&#233; dans le carter de la fourche de
                    suspension
                </caption>
            </figure>
            <figure id="f0201032" figsize="col-wide">
                <graphic filename="../figg02/g0201032.webp" type="webp"/>
                <caption>Figure 33. Installation du joint d'&#233;tanch&#233;it&#233; de la fourche de suspension
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Ins&#233;rez le disque du pivot de fus&#233;e inf&#233;rieur en orientant la grande extr&#233;mit&#233;
                du trou conique du graisseur vers le haut de la fourche de suspension. Enfoncez le roulement du pivot de
                fus&#233;e inf&#233;rieur en place dans une presse &#224; mandrin ou utilisez une plaque poussoir et un
                serre-joint en C. N'utilisez pas la queue de rotule du pivot de fus&#233;e pour enfoncer le roulement.
                Lubrifiez l&#233;g&#232;rement le roulement et installez le joint torique.
            </para>
        </step1>
        <step1>
            <para count="1">Appliquez un cordon de mastic liquide sur la bride du carter d'essieu tel qu'illustr&#233;
                &#224; la
                <hotlnk document="f02010_24.xml" xrefid="f0201043">figure 43</hotlnk>. Consultez la rubrique
                <hotlnk document="f02010_24.xml" xrefid="hl0201007">PR&#201;CAUTIONS G&#201;N&#201;RALES</hotlnk>
                (premier &#233;l&#233;ment). Installez la fourche de suspension avec des rondelles durcies et des
                contre-&#233;crous. Serrez &#224; 250 lb&#183;pi (340 N&#183;m).
            </para>
        </step1>
        <step1>
            <para count="1">Installez un nouveau joint torique et un nouveau roulement de pivot de fus&#233;e sup&#233;rieur
                dans le support du pivot de fus&#233;e sup&#233;rieur. Appliquez une mince couche de lubrifiant &#224;
                l'int&#233;rieur du si&#232;ge et sur la rotule du pivot de fus&#233;e sup&#233;rieur. Ins&#233;rez la
                queue de rotule &#224; travers le roulement et le support, puis dans le trou conique de la fourche de
                suspension. Installez la rondelle ordinaire et le contre-&#233;crou. (Voir la
                <hotlnk xrefid="f0201033">figure 33</hotlnk>). Serrez &#224; 250 lb&#183;pi (340 N&#183;m).
            </para>
            <figure id="f0201033" figsize="col-wide">
                <graphic filename="../figg02/g0201033.webp" type="webp"/>
                <caption>Figure 34. Serrage des &#233;crous de fixation de la fourche de suspension</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Posez la cale d'&#233;paisseur de la fourche d'essieu interne sur le demi-arbre de roue
                interne contre l'&#233;paule derri&#232;re la cannelure. Installez la chape de commande interne (sans le
                chemin de roulement enfonc&#233;) sur la cannelure tel qu'illustr&#233; &#224; la
                <hotlnk xrefid="f0201034">figure 34</hotlnk>.
            </para>
            <figure id="f0201034" figsize="col-wide">
                <graphic filename="../figg02/g0201034.webp" type="webp"/>
                <caption>Figure 35. Installation de la fourche d'essieu interne sur le demi-arbre de roue</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Passez le boulon court (1 3/4 po) dans une nouvelle rondelle d'&#233;tanch&#233;it&#233;
                (petit diam&#232;tre) et la rondelle de retenue (grand diam&#232;tre), puis posez-le dans l'extr&#233;mit&#233;
                du demi-arbre (
                <hotlnk xrefid="f0201035">figure 35</hotlnk>). Serrez &#224; 125 lb&#183;pi (170 N&#183;m) tel qu'ilustr&#233;
                &#224; la
                <hotlnk xrefid="f0201036">figure 36</hotlnk>.
            </para>
            <figure id="f0201035" figsize="col-wide">
                <graphic filename="../figg02/g0201035.webp" type="webp"/>
                <caption>Figure 36. Pose du boulon de la chape de commande interne</caption>
            </figure>
            <figure id="f0201036" figsize="col-wide">
                <graphic filename="../figg02/g0201036.webp" type="webp"/>
                <caption>Figure 37. Serrage du boulon de la chape de commande interne &#224; la valeur prescrite
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Appliquez du lubrifiant sur le moyeu de la chape de commande interne. Ins&#233;rez le
                demi-arbre de roue de la chape de commande interne appropri&#233; &#224; travers la fourche de
                suspension (consultez la
                <hotlnk document="f02010_14.xml" xrefid="f0201026">figure 26</hotlnk>).
                <emph type="bold">Proc&#233;dez avec soin pour &#233;viter d'endommager le joint d'&#233;tanch&#233;it&#233;
                    de la chape de commande interne.
                </emph>
                Tournez le demi-arbre de la chape de commande interne jusqu'&#224; ce qu'il se mette en prise dans les
                plan&#233;taires du diff&#233;rentiel. Continuez de glisser le demi-arbre vers l'int&#233;rieur jusqu'&#224;
                ce qu'il p&#233;n&#232;tre dans le joint d'&#233;tanch&#233;it&#233;. Veillez &#224; ne pas endommager
                la l&#232;vre principale du joint et assurez-vous que le moyeu de la chape de commande repose dans la
                partie du roulement en bronze du joint sans d&#233;former la grande membrane en caoutchouc du joint
                flottant.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
