<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEUX AVANT &#192; POUTRE EN I INTERNATIONAL DE MARQUE SPICER - REMPLACEMENT DES COUSSINETS DE
        PIVOT DE FUS&#201;E - INSTALLATION DES FUS&#201;ES D'ESSIEU
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="4">
        <title>INSTALLATION DES FUS&#201;ES D'ESSIEU</title>
        <step1>
            <para count="1">Avant d'installer les pivots de fus&#233;e, graisser l'int&#233;rieur des coussinets et
                l'ext&#233;rieur des pivots de fus&#233; avec de la graisse de molybd&#232;ne Fleetrite EP2 ou de la
                graisse au lithium tout usage NLGI no 2.
            </para>
        </step1>
        <step1>
            <para count="1">S'assurer que l'orifice d'insertion de la goupille du pivot au centre de l'essieu est propre
                et sec.
            </para>
        </step1>
        <step1>
            <para count="1">Il peut y avoir deux types de palier de but&#233;e. Sur l'un de ceux-ci, il faut ins&#233;rer
                le joint sur le dessus (
                <hotlnk xrefid="f0200416">Figure 16</hotlnk>). Placer et fixer la fus&#233;e d'essieu &#224; l'extr&#233;mit&#233;
                de l'essieu.
            </para>
            <figure id="f0200416" figsize="col-wide">
                <graphic id="g0200416" filename="../figg02/g0200416.webp" type="webp" resolution="72"/>
                <caption>Figure 16. Installation du joint de palier de but&#233;e</caption>
                <calloutgroup>
                    <callout1>1. CHAPEAU DE JOINT</callout1>
                    <callout1>2. PALIER DE BUT&#201;E</callout1>
                </calloutgroup>
            </figure>
            <para>Le second type de palier de but&#233;e est fabriqu&#233; en une seule pi&#232;ce et la
                <emph type="bold">l&#232;vre</emph>
                du joint se place
                <emph type="bold">vers</emph>
                vers le dessous de la fus&#233;e d'essieu tel qu'on le voit &#224; la
                <hotlnk xrefid="f0200417">figure 17</hotlnk>.
            </para>
            <figure id="f0200417" figsize="col-wide">
                <graphic id="g0200417" filename="../figg02/g0200417.webp" type="webp" resolution="72"/>
                <caption>Figure 17. Palier de but&#233;e et joint en une pi&#232;ce</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Glisser les cales d'espacement entre la face sup&#233;rieure de l'essieu et la chape de fus&#233;e
                d'essieu sup&#233;rieure.
            </para>
        </step1>
        <step1>
            <para count="1">Glisser le palier de but&#233;e entre la face inf&#233;rieure du centre de l'essieu et la
                chape de fus&#233;e d'essieu inf&#233;rieure.
            </para>
        </step1>
        <step1>
            <para count="1">Aligner les orifices des chapes de fus&#233;e d'essieu avec les orifices de l'essieu et du
                palier de but&#233;e.
            </para>
        </step1>
        <step1>
            <para count="1">Installer le pivot de fus&#233;e &#224; partir du dessus
                <emph type="bold">en prenant soin d'aligner l'encoche avec les orifices des clavettes mobiles dans la
                    poutre en I.
                </emph>
            </para>
            <specpara>
                <note>
                    <para>Les m&#233;plats usin&#233;s se trouvent pr&#232;s du bord sup&#233;rieur du pivot de fus&#233;e,
                        ce qui permet d'installer le palier de but&#233;e tout en maintenant en position verticale le
                        pivot de fus&#233;e. Ces m&#233;plats sont &#233;galement plus larges que les clavettes mobiles,
                        ce qui permet de r&#233;gler l&#233;g&#232;rement le jeu. Le pivot de fus&#233;e doit &#234;tre
                        centr&#233; &#224; la verticale dans la fus&#233;e d'essieu afin que le chapeau inf&#233;rieur
                        et sup&#233;rieur puissent s'ins&#233;rer sans entrave.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Installer les clavettes mobiles comme il est indiqu&#233; ci-dessous. (Mettre de la graisse
                de ch&#226;ssis dans les orifices d'insertion des clavettes mobiles.)
            </para>
            <para>Les clavettes mobiles filet&#233;es des essieux 02ADC, 02ADD, 02ADE et 02ADG remplacent les clavettes
                mobiles emmanch&#233;es &#224; force.
            </para>
            <step2>
                <para count="1">Installer la clavette sup&#233;rieure en pla&#231;ant l'extr&#233;mit&#233; filet&#233;e
                    &#224; l'avant de l'essieu comme on le voit &#224; la
                    <hotlnk xrefid="f0200418">figure 18</hotlnk>.
                </para>
                <figure id="f0200418" figsize="col-wide">
                    <graphic id="g0200418" filename="../figg02/g0200418.webp" type="webp" resolution="72"/>
                    <caption>Figure 18. Installation de la clavette sup&#233;rieure &#224; l'avant de l'essieu</caption>
                    <calloutgroup>
                        <callout1>1. RONDELLES BELLEVILLE</callout1>
                        <callout1>2. CLAVETTE MOBILE SUP&#201;RIEURE</callout1>
                        <callout1>3. CLAVETTE MOBILE INF&#201;RIEURE</callout1>
                    </calloutgroup>
                </figure>
            </step2>
            <step2>
                <para count="1">Installer la clavette inf&#233;rieure en pla&#231;ant l'extr&#233;mit&#233; filet&#233;e
                    &#224; l'arri&#232;re de l'essieu. Enfoncer les clavettes &#224; partir de l'extr&#233;mit&#233; non
                    filet&#233;e &#224; l'aide d'un chasse-goupille et d'un marteau en laiton. Ne pas serrer tout de
                    suite.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Placer un cric sous la partie inf&#233;rieure de la chape de fus&#233;e d'essieu et lever la
                fus&#233;e d'essieu afin de rattraper le jeu entre la chape inf&#233;rieure, le palier de but&#233;e et
                la face inf&#233;rieure du centre de l'essieu (
                <hotlnk xrefid="f0200419">Figure 19</hotlnk>).
            </para>
            <figure id="f0200419" figsize="col-wide">
                <graphic id="g0200419" filename="../figg02/g0200419.webp" type="webp"/>
                <caption>Figure 19. V&#233;rification du jeu d'extr&#233;mit&#233; vertical de l'axe de fus&#233;e
                </caption>
                <calloutgroup>
                    <callout1>1. JAUGE D'&#201;PAISSEUR</callout1>
                    <callout1>2. CRIC</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">V&#233;rifier le jeu entre la face sup&#233;rieure du centre de l'essieu et la face inf&#233;rieure
                du bossage de la goupille du pivot de fus&#233;e sup&#233;rieur. Les cales disponibles pr&#233;sentent
                diff&#233;rentes &#233;paisseurs permettant d'obtenir un jeu de 0,005 &#224; 0,015 pouce (0,1270 &#224;
                0,3810 mm) (
                <hotlnk xrefid="f0200419">Figure 19</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Serrer les clavettes mobiles.</para>
            <step2>
                <para count="1">Installer les rondelles Belleville et les &#233;crous sur les clavettes mobiles inf&#233;rieure
                    et sup&#233;rieure.
                </para>
            </step2>
            <step2>
                <para count="1">Serrer les &#233;crous &#224; un couple de 25 &#224; 30 lb&#183;pi (34 &#224; 41 N&#183;m).</para>
            </step2>
            <step2>
                <para count="1">Enfoncer de nouveau les clavettes mobiles, puis r&#233;p&#233;ter l'&#233;tape B.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">Installer les chapeaux et les joints toriques des pivots de fus&#233;e (
                <hotlnk document="f02004t_4.xml" xrefid="f0200407">Figure 7</hotlnk>). Serrer les boulons de chapeau
                &#224; un couple de 12 &#224; 16 lb&#183;pi (16 &#224; 22 N&#183;m).
            </para>
        </step1>
        <step1>
            <para count="1">Pour s'assurer que les pivots de fus&#233;e sont graiss&#233;s, lubrifier les coussinets inf&#233;rieur
                et sup&#233;rieur de ceux-ci en mettant de la graisse dans le graisseur des chapeaux avant de remettre
                en place le frein.
            </para>
        </step1>
        <step1>
            <para count="1">Fixer la barre d'accouplement et la barre de direction aux leviers de direction. Consulter
                le manuel d'entretien principal CTS-5000, GROUPE 05, traitant de la direction.
            </para>
        </step1>
        <step1>
            <para count="1">Remettre en place les pi&#232;ces de frein. Consulter le manuel d'entretien principal
                CTS-5000, GROUPE 04, traitant des freins.
            </para>
        </step1>
        <step1>
            <para count="1">Nettoyer et v&#233;rifier la paliers de roues avant. Les paliers sont graiss&#233;s, ou
                lubrifi&#233;s &#224; l'huile. Installer les paliers dans le moyeu en utilisant de nouveaux joints, puis
                remettre en place le moyeu. Consulter le manuel d'entretien principal CTS-5000, GROUPE 17, traitant des
                roues, des jantes et des pneus.
            </para>
        </step1>
        <step1>
            <para count="1">Installer la roue et le pneu en suivant les instructions du manuel d'entretien principal
                CTS-5000, GROUPE 17, traitant des roues, des jantes et des pneus.
            </para>
        </step1>
        <step1>
            <para count="1">Enlever les supports au sol du v&#233;hicule.</para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier et r&#233;gler le pincement des roues. Consulter le manuel d'entretien
                principal CTS-5000, GROUPE 02, traitant de l'entretien g&#233;n&#233;ral et de l'alignement des roues
                avant.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
