<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - D&#201;MONTAGE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>D&#201;MONTAGE</title>
        <svcproc svcproctype="disassemble" graphiccount="0">
            <title>PR&#201;CAUTIONS G&#201;N&#201;RALES</title>
            <specpara>
                <important>
                    <para>Lisez cette section avant de proc&#233;der au d&#233;montage.</para>
                </important>
            </specpara>
            <step1>
                <para count="1">Il faut nettoyer soigneusement l'ext&#233;rieur de l'ensemble avant d'entreprendre le d&#233;montage.
                    Si vous utilisez le nettoyage &#224; la vapeur, assurez-vous que le reniflard et les raccords
                    pneumatiques sont couverts pour emp&#234;cher l'eau de p&#233;n&#233;trer dans l'ensemble.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que le lieu de travail est propre. Il est important qu'aucune salet&#233;
                    ni corps &#233;tranger ne p&#233;n&#232;tre dans l'ensemble durant les r&#233;parations.
                </para>
            </step1>
            <step1>
                <para count="1">Lorsque vous d&#233;montez les diff&#233;rents ensembles, d&#233;posez toutes les pi&#232;ces
                    sur un &#233;tabli propre selon l'ordre de leur retrait. Cette m&#233;thode simplifie le remontage
                    et r&#233;duit le risque de perdre des pi&#232;ces.
                </para>
            </step1>
            <step1>
                <para count="1">Lavez et lubrifiez soigneusement tous les roulements au moment de leur retrait et
                    recouvrez-les pour les prot&#233;ger jusqu'&#224; ce que vous soyez pr&#234;t &#224; les reposer.
                    Enlevez les roulements &#224; l'aide d'extracteurs con&#231;us &#224; cette fin ou de fa&#231;on
                    &#224; ne pas endommager ceux qui seront r&#233;utilis&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Lorsqu'il s'av&#232;re n&#233;cessaire d'exercer une pression pour enlever une pi&#232;ce,
                    il est pr&#233;f&#233;rable d'utiliser un extracteur ou une presse. Mais on doit parfois employer un
                    marteau &#224; panne douce ou un levier.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
