<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - LUBRIFICATION - ROULEMENTS DE
        ROUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="lubricate" graphiccount="0">
        <title>ROULEMENTS DE ROUE</title>
        <para>Les roulements de roue n&#233;cessitent un nettoyage, une inspection, un remplissage &#224; la graisse ou
            une vidange d'huile &#224; chaque regarnissage des freins. Consultez le GROUPE 10 - LUBRIFICATION du manuel
            d'entretien principal CTS-5000 pour savoir quel lubrifiant utiliser pour les roulements de roue. Ils peuvent
            &#234;tre remplis de graisse ou lubrifi&#233;s &#224; l'huile. Un bouchon de tuyau de 1/4 po (tel qu'illustr&#233;
            &#224; la
            <hotlnk document="f02010_31.xml" xrefid="f0201042">figure 42</hotlnk>) est situ&#233; dans la bride du
            demi-arbre de roue externe. Les moyeux de roue remplis d'huile doivent &#234;tre remplis jusqu'au niveau de
            ce bouchon lorsqu'il se trouve en position sur la ligne m&#233;diane horizontale de l'essieu. Les roulements
            remplis de graisse n&#233;cessitent le remplissage de la partie du moyeu de roue situ&#233;e entre les
            cuvettes de roulement jusqu'au niveau du diam&#232;tre interne des cuvettes.
        </para>
        <para>Il faut &#233;galement remplir de graisse le roulement interne du demi-arbre de roue externe si les moyeux
            ne sont pas lubrifi&#233;s &#224; l'huile. Le demi-arbre externe &#233;tant d&#233;pos&#233; pour permettre
            l'acc&#232;s aux roulements de roue, enlevez le joint reliant les chapes de commande interne et externe,
            puis poussez la chape de commande externe hors du roulement et du joint d'&#233;tanch&#233;it&#233;. Les
            rouleaux du roulement sont maintenant accessibles et peuvent &#234;tre graiss&#233;s &#224; la main.
            N'utilisez pas un outil pour appliquer la graisse qui risque de couper le joint d'&#233;tanch&#233;it&#233;.
            S'il est lubrifi&#233; &#224; l'huile, le roulement sera aliment&#233; par le r&#233;servoir d'huile des
            roulements de roue et le graissage n'est pas n&#233;cessaire.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
