<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU MOTEUR AVANT : SPICER S-9000 - MOTIF DE CONTACT DES DENTS DE LA COURONNE ET DU PIGNON - R&#201;GLAGE
        DE LA COURONNE (JEU DE DENTURE)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="7">
        <title>R&#201;GLAGE DE LA COURONNE (JEU DE DENTURE)</title>
        <step1>
            <para count="1">Appliquez de l'enduit &#224; marquer sur les dents de la couronne et faites-la tourner avec
                le pignon pour obtenir un motif de contact (
                <hotlnk xrefid="f0200952">figure 52</hotlnk>).
            </para>
            <figure id="f0200952" figsize="col-wide">
                <graphic id="g0200952" filename="../figg02/g0200952.webp" type="webp"/>
                <caption>Figure 52. Appliquez de l'enduit &#224; marquer sur les dents de la couronne</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Le motif de contact des dents doit pr&#233;senter une forme et une position identiques
                &#224; celles des dents de la couronne de la
                <hotlnk xrefid="f0200953">figure 53</hotlnk>.
            </para>
            <figure id="f0200953" figsize="col-wide">
                <graphic id="g0200953" filename="../figg02/g0200953.webp" type="webp"/>
                <caption>Figure 53. Dents ad&#233;quates</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si le motif est concentr&#233; plus vers l'arri&#232;re (
                <hotlnk xrefid="f0200954">figure 54</hotlnk>), il faut r&#233;duire le jeu de denture. V&#233;rifiez de
                nouveau le jeu comme on l'a vu &#224;
                <hotlnk document="f02009_18.xml" xrefid="hl0200902">l'&#233;tape 6</hotlnk>. Pour le r&#233;duire,
                desserrez l'&#233;crou de r&#233;glage du c&#244;t&#233; droit jusqu'&#224; ce que le jeu mesur&#233;
                soit conforme &#224; la sp&#233;cification. Le motif de contact des dents doit maintenant pr&#233;senter
                une forme et une position identiques &#224; celles de la
                <hotlnk xrefid="f0200953">figure 53</hotlnk>. Si le motif de contact n'est toujours pas conforme, un jeu
                inf&#233;rieur &#224; la normale est n&#233;cessaire. Pour &#233;viter de r&#233;duire la pr&#233;charge
                des roulements du diff&#233;rentiel de fa&#231;on excessive, un desserrement plus important de l'&#233;crou
                de r&#233;glage de droite doit &#234;tre accompagn&#233; d'un serrement &#233;quivalent de l'&#233;crou
                de r&#233;glage de gauche. Placez un comparateur &#224; cadran directement sur chaque &#233;crou de r&#233;glage
                pour mesurer exactement le r&#233;glage additionnel. Le fait de r&#233;duire le jeu de denture d&#233;place
                la couronne vers le pignon.
            </para>
            <figure id="f0200954" figsize="col-wide">
                <graphic id="g0200954" filename="../figg02/g0200954.webp" type="webp"/>
                <caption>Figure 54. Si le motif est concentr&#233; vers l'arri&#232;re</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si le motif est concentr&#233; &#224; la pointe (
                <hotlnk xrefid="f0200955">figure 55</hotlnk>), un jeu de denture plus important est n&#233;cessaire. V&#233;rifiez-le
                de nouveau. Pour l'augmenter, serrez l'&#233;crou de r&#233;glage de droite jusqu'&#224; ce que le jeu
                mesur&#233; soit conforme &#224; la sp&#233;cification. Le motif de contact des dents devrait maintenant
                couvrir les dents de la couronne, comme &#224; la
                <hotlnk xrefid="f0200953">figure 53</hotlnk>. Si le motif de contact n'est toujours pas conforme, un jeu
                sup&#233;rieur &#224; la normale est n&#233;cessaire. Pour &#233;viter d'augmenter la pr&#233;charge des
                roulements du diff&#233;rentiel de fa&#231;on excessive, un serrement plus important de l'&#233;crou de
                r&#233;glage de droite doit &#234;tre accompagn&#233; d'un desserrement &#233;quivalent de l'&#233;crou
                de r&#233;glage de gauche. Placez un indicateur &#224; aiguille directement sur chaque &#233;crou de r&#233;glage
                pour mesurer exactement le r&#233;glage additionnel. Le fait d'augmenter le jeu de denture &#233;loigne
                la couronne du pignon.
            </para>
            <figure id="f0200955" figsize="col-wide">
                <graphic id="g0200955" filename="../figg02/g0200955.webp" type="webp"/>
                <caption>Figure 55. Si le motif est concentr&#233; &#224; la pointe</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si le motif est concentr&#233; au pied des dents de la couronne tel qu'illustr&#233; &#224;
                la
                <hotlnk xrefid="f0200956">figure 56</hotlnk>, c'est que le pignon est trop pr&#232;s de la couronne. Il
                faut l'&#233;loigner pour obtenir sa distance de fixation et son motif de contact appropri&#233;s tels
                qu'illustr&#233;s &#224; la
                <hotlnk xrefid="f0200953">figure 53</hotlnk>. &#192; cette fin, il faut choisir une cale de cage de
                roulement de pignon plus &#233;paisse. R&#233;glez de nouveau le jeu de denture du pignon et de la
                couronne, au besoin, une fois que vous avez obtenu la distance de fixation du pignon ad&#233;quate.
            </para>
            <figure id="f0200956" figsize="col-wide">
                <graphic id="g0200956" filename="../figg02/g0200956.webp" type="webp"/>
                <caption>Figure 56. Si le motif est concentr&#233; au pied des dents de la couronne</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Si le motif est concentr&#233; au sommet des dents (
                <hotlnk xrefid="f0200957">figure 57</hotlnk>), c'est que le pignon est trop &#233;loign&#233; de la
                couronne et doit &#234;tre rapproch&#233; de celle-ci pour obtenir sa distance de fixation et son motif
                de contact des dents appropri&#233;s. &#192; cette fin, il faut choisir une cale de cage de roulement de
                pignon plus mince. R&#233;glez de nouveau le jeu de denture du pignon et de la couronne, au besoin, une
                fois que vous avez obtenu la distance de fixation ad&#233;quate.
            </para>
            <figure id="f0200957" figsize="col-wide">
                <graphic id="g0200957" filename="../figg02/g0200957.webp" type="webp"/>
                <caption>Figure 57. Si le motif est concentr&#233; au sommet des dents</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Une fois que vous avez obtenu le motif de couronne ad&#233;quat, serrez de nouveau les
                boulons des chapeaux de palier du diff&#233;rentiel au couple de 115 &#224; 125 lb.pi (156 &#224; 169 N&#183;m).
                Installez les dispositifs de retenue de l'&#233;crou de r&#233;glage et de nouvelles goupilles fendues
                aux dimensions appropri&#233;es (
                <hotlnk xrefid="f0200958">figure 58</hotlnk>).
            </para>
            <figure id="f0200958" figsize="col-wide">
                <graphic id="g0200958" filename="../figg02/g0200958.webp" type="webp"/>
                <caption>Figure 58. Installez les dispositifs de retenue de l'&#233;crou de r&#233;glage</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02009_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02009_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02009.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
