<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - D&#201;MONTAGE - D&#201;POSE DU
        PIVOT DE FUS&#201;E SUP&#201;RIEUR, DU LEVIER DE DIRECTION ET DU COUSSINET DU PIVOT DE FUS&#201;E
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="0">
        <title>D&#201;POSE DU PIVOT DE FUS&#201;E SUP&#201;RIEUR, DU LEVIER DE DIRECTION ET DU COUSSINET DU PIVOT DE FUS&#201;E</title>
        <step1>
            <para count="1">Il est possible de d&#233;poser le pivot de fus&#233;e sup&#233;rieur apr&#232;s avoir retir&#233;
                la fourche de l'axe ou toute la partie ext&#233;rieure.
            </para>
            <para>Enlevez le contre-&#233;crou du goujon du pivot de la fus&#233;e. Utilisez un cric ou un cric &#224;
                vis pour exercer une pression entre la partie inf&#233;rieure de la fourche de suspension et le goujon
                pour chasser le goujon de son logement conique.
            </para>
        </step1>
        <step1>
            <para count="1">S&#233;parez la barre de direction du levier de direction en exer&#231;ant une pression
                entre l'embout de la barre de direction et le levier de direction, puis frappez sur ce dernier en
                direction axiale par rapport au raccord de la rotule &#224; c&#244;ne. &#201;vitez de frapper sur l'extr&#233;mit&#233;
                de la rotule &#224; c&#244;ne, du goujon et de l'&#233;crou, car g&#233;n&#233;ralement cela endommagera
                s&#233;rieusement l'extr&#233;mit&#233; de la rotule &#224; c&#244;ne avant la s&#233;paration des pi&#232;ces.
            </para>
        </step1>
        <step1>
            <para count="1">Retirez les quatre contre-&#233;crous des goujons du levier de direction et d&#233;posez le
                levier.
            </para>
        </step1>
        <step1>
            <para count="1">N'enlevez le roulement du pivot de fus&#233;e sup&#233;rieur que si vous le remplacez par
                une pi&#232;ce neuve. Apr&#232;s avoir s&#233;par&#233; le support du pivot de fus&#233;e sup&#233;rieur
                de l'extr&#233;mit&#233; d'essieu motodirecteur, faites fondre le roulement en le chauffant directement
                au moyen d'un chalumeau au propane.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
