<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - MOYEUX &#192; BLOCAGE D'ESSIEU AVANT - FONCTIONNEMENT - POUR D&#201;SENGAGER LES MOYEUX &#192;
        BLOCAGE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>POUR D&#201;SENGAGER LES MOYEUX &#192; BLOCAGE</title>
        <para>Pour d&#233;sengager les moyeux &#224; blocage, faire tourner les deux s&#233;lecteurs dans le sens
            antihoraire jusqu'&#224; la position &#171; FREE &#187;. La fl&#232;che doit pointer directement vers le
            point situ&#233; sur la flasque du moyeu, sinon les engrenages pourraient s'entrechoquer.
        </para>
        <specpara>
            <caution>
                <para>N'utiliser les doigts que pour faire tourner les s&#233;lecteurs. Si on n'arrive pas &#224; faire
                    tourner librement les s&#233;lecteurs avec les doigts, avancer ou reculer l&#233;g&#232;rement le
                    camion afin de passer dans la gamme de vitesses normale &#224; deux roues motrices. Si les moyeux ne
                    tournent toujours pas librement, s'assurer qu'il n'y a pas de dommages externes ou de salet&#233;
                    autour des s&#233;lecteurs. Ne pas tourner de force les s&#233;lecteurs &#224; l'aide d'outils.
                </para>
                <para>Ne pas conduire le camion avant que les s&#233;lecteurs ne soient cal&#233;s en position et r&#233;gl&#233;s
                    de fa&#231;on identique.
                </para>
                <para>Pour &#233;viter qu'une charge excessive ne soit exerc&#233;e sur l'essieu arri&#232;re, il ne
                    faut pas conduire le camion lorsque la bo&#238;te de transfert est dans une gamme de vitesses basses
                    et que les moyeux sont r&#233;gl&#233;s &#224; la position &#171; Free &#187;.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02003_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02003_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
