<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - ASSEMBLAGE - FUS&#201;E</stitle>
    <svcsection/>
    <svcproc id="hl0200504" svcproctype="assemble" graphiccount="12">
        <title>FUS&#201;E</title>
        <svcprocinfo>
            <seqlist>
                <item>
                    <para>Nettoyez les al&#233;sages de la fus&#233;e et de la poutre d'essieu.</para>
                </item>
                <item>
                    <para>Placez la fus&#233;e sur la poutre d'essieu.</para>
                </item>
                <item>
                    <para>Installez le joint d'&#233;tanch&#233;it&#233; sur le coussinet de but&#233;e.</para>
                    <para>Dans le cas des joints d'&#233;tanch&#233;it&#233; de type &#224; couvercle, installez le
                        joint sur l'extr&#233;mit&#233; ouverte du coussinet (
                        <hotlnk xrefid="f0200526">figure 26</hotlnk>).
                    </para>
                    <para>Dans le cas des joints d'&#233;tanch&#233;it&#233; plats, placez le joint sur la partie ferm&#233;e
                        du coussinet (
                        <hotlnk xrefid="f0200526">Figure 26</hotlnk>).
                    </para>
                </item>
            </seqlist>
            <figure id="f0200526" figsize="col-wide">
                <graphic id="g0200526" filename="../figg02/g0200526.webp" type="webp"/>
                <caption>Figure 26. Types de joints d'&#233;tanch&#233;it&#233;</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Coussinet de but&#233;e et joint d'&#233;tanch&#233;it&#233; int&#233;gr&#233;s</title>
            <para>Le coussinet de but&#233;e monopi&#232;ce pourvu d'une bague de graissage int&#233;gr&#233;e est
                interchangeable avec le mod&#232;le &#224; deux pi&#232;ces. Il comporte une orientation sup&#233;rieure
                et inf&#233;rieure particuli&#232;re :
            </para>
            <randlist type="bullet">
                <item>
                    <para>la surface pourvue du joint du diam&#232;tre interne doit se trouver sur le dessus;</para>
                </item>
                <item>
                    <para>la surface pourvue du joint du diam&#232;tre externe doit se trouver en dessous, (
                        <hotlnk xrefid="f0200527">figure 27</hotlnk>).
                    </para>
                </item>
            </randlist>
            <figure id="f0200527" figsize="col-wide">
                <graphic id="g0200527" filename="../figg02/g0200527.webp" type="webp"/>
                <caption>Figure 27. Joint d'&#233;tanch&#233;it&#233; du diam&#232;tre externe en dessous</caption>
            </figure>
            <step1>
                <para count="1">Glissez le joint d'&#233;tanch&#233;it&#233; et le coussinet de but&#233;e entre le
                    dessous de la poutre d'essieu et la fus&#233;e. Assurez-vous que le joint est orient&#233; vers la
                    poutre (
                    <hotlnk xrefid="f0200528">figure 28</hotlnk>).
                </para>
                <figure id="f0200528" figsize="col-wide">
                    <graphic id="g0200528" filename="../figg02/g0200528.webp" type="webp"/>
                    <caption>Figure 28. Joint d'&#233;tanch&#233;it&#233; du coussinet de but&#233;e</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter de vous blesser, portez des gants pendant l'installation des cales, car
                            leurs bords sont aigus.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Installez les cales en proc&#233;dant comme suit :</para>
                <step2>
                    <para count="1">examinez les cales et remplacez celles qui sont endommag&#233;es;</para>
                </step2>
                <step2>
                    <para count="1">s'il s'av&#232;re n&#233;cessaire de modifier la pile de cales, d&#233;terminez le
                        nombre de cales qui permettra d'obtenir le jeu axial le plus petit;
                    </para>
                </step2>
                <step2>
                    <para count="1">placez un levier entre le bossage du levier de direction et la poutre d'essieu.
                        Soulevez la fus&#233;e et glissez la pile de cales entre le dessus de la poutre et la fus&#233;e
                        (
                        <hotlnk xrefid="f0200529">figure 29</hotlnk>).
                    </para>
                    <figure id="f0200529" figsize="col-wide">
                        <graphic id="g0200529" filename="../figg02/g0200529.webp" type="webp"/>
                        <caption>Figure 29. Utilisation du levier</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Assurez-vous que tous les al&#233;sages sont align&#233;s. S'ils ne sont pas align&#233;s,
                        les pi&#232;ces s'endommageront durant l'installation du pivot de fus&#233;e.
                    </para>
                </step2>
                <step2>
                    <para count="1">Retirez le levier.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Installez le pivot de fus&#233;e en proc&#233;dant comme suit (
                    <hotlnk xrefid="f0200530">figure 30</hotlnk>).
                </para>
                <figure id="f0200530" figsize="col-wide">
                    <graphic id="g0200530" filename="../figg02/g0200530.webp" type="webp"/>
                    <caption>Figure 30. Installation du pivot de fus&#233;e</caption>
                </figure>
                <step2>
                    <para count="1">Appliquez du lubrifiant sur la moiti&#233; inf&#233;rieure du pivot de fus&#233;e.
                        Consultez le GROUPE 10 - LUBRIFICATION, du manuel d'entretien principal CTS-5000.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le pivot dans le haut de la fus&#233;e. Assurez-vous que le mot &#171; TOP
                        &#187; est orient&#233; vers vous.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tournez le pivot de fa&#231;on que les fentes soient align&#233;es sur les trous de
                        la fus&#233;e.
                    </para>
                    <specpara>
                        <caution>
                            <para>N'exercez pas une pression excessive pour faire entrer le pivot dans la bague sup&#233;rieure,
                                pour ne pas endommager les cales.
                            </para>
                        </caution>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Poussez le pivot &#224; travers la bague sup&#233;rieure, le joint d'&#233;tanch&#233;it&#233;
                        et la pile de cales. Si le pivot est difficile &#224; installer, assurez-vous que les pi&#232;ces
                        sont align&#233;es.
                    </para>
                    <specpara>
                        <warning>
                            <para>Portez des lunettes de protection. Ne frappez pas sur les pi&#232;ces en acier avec un
                                marteau en acier. Celles-ci pourraient se briser et causer de graves blessures.
                            </para>
                        </warning>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Poussez le pivot dans la bague inf&#233;rieure. Si n&#233;cessaire, utilisez un
                        marteau en laiton pour enfoncer le pivot dans la bague. Assurez-vous que toutes les pi&#232;ces
                        sont align&#233;es.
                    </para>
                </step2>
                <step2>
                    <para count="1">V&#233;rifiez si les fentes du pivot sont align&#233;es sur les trous de la poutre
                        d'essieu.
                    </para>
                    <specpara>
                        <note>
                            <para>N'enfoncez pas et ne serrez pas les clavettes de serrage dans la fus&#233;e avant
                                d'avoir v&#233;rifi&#233; et r&#233;gl&#233; le jeu axial.
                            </para>
                        </note>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Tous les mod&#232;les trait&#233;s dans cette section du manuel d'entretien comportent
                                des clavettes de serrage filet&#233;es.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Installez la clavette de serrage sup&#233;rieure &#224; l'avant de la fus&#233;e, puis
                    la clavette inf&#233;rieure &#224; l'arri&#232;re de celle-ci. Assurez-vous que la clavette traverse
                    la fente du pivot (
                    <hotlnk xrefid="f0200531">figure 31</hotlnk>).
                </para>
                <figure id="f0200531" figsize="col-wide">
                    <graphic id="g0200531" filename="../figg02/g0200531.webp" type="webp"/>
                    <caption>Figure 31. Installation de la clavette de serrage sup&#233;rieure</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez le jeu axial de la fus&#233;e conform&#233;ment &#224; la m&#233;thode
                    suivante :
                </para>
                <step2>
                    <para count="1">frappez le bossage de la fus&#233;e &#224; l'aide d'un maillet en caoutchouc pour
                        placer les pi&#232;ces en position (
                        <hotlnk xrefid="f0200532">figure 32</hotlnk>);
                    </para>
                    <figure id="f0200532" figsize="col-wide">
                        <graphic id="g0200532" filename="../figg02/g0200532.webp" type="webp"/>
                        <caption>Figure 32. Frappez le bossage de la fus&#233;e</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">tournez la fus&#233;e en position droite (vers l'avant);</para>
                </step2>
                <step2>
                    <para count="1">Placez la base d'un indicateur &#224; aiguille sur la fus&#233;e et son extr&#233;mit&#233;
                        au centre du pivot de fus&#233;e, puis r&#233;glez l'indicateur &#224; 0 (
                        <hotlnk xrefid="f0200533">figure 33</hotlnk>).
                    </para>
                    <figure id="f0200533" figsize="col-wide">
                        <graphic id="g0200533" filename="../figg02/g0200533.webp" type="webp"/>
                        <caption>Figure 33. R&#233;glez l'indicateur &#224; 0</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Utilisez une des m&#233;thodes suivantes pour mesurer le jeu axial.</para>
                    <step3>
                        <para>M&#233;thode 1. Placez un levier entre la fus&#233;e et le dessus du centre de l'essieu.
                            Poussez la fus&#233;e vers le haut et mesurez le jeu axial (
                            <hotlnk xrefid="f0200534">figure 34</hotlnk>).
                        </para>
                        <figure id="f0200534" figsize="col-wide">
                            <graphic id="g0200534" filename="../figg02/g0200534.webp" type="webp"/>
                            <caption>Figure 34. Utilisation du levier</caption>
                        </figure>
                        <specpara>
                            <warning>
                                <para>Si vous utilisez un cric hydraulique pour mesurer le jeu axial, employez deux
                                    supports de s&#233;curit&#233; pour soutenir l'essieu. Si vous n'utilisez pas des
                                    supports de s&#233;curit&#233;, l'essieu pourrait tomber et causer de graves
                                    blessures.
                                </para>
                            </warning>
                        </specpara>
                    </step3>
                    <step3>
                        <para>M&#233;thode 2. Placez une cale de bois et un cric hydraulique sous la fus&#233;e.
                            Soulevez-la jusqu'&#224; ce que l'aiguille de l'indicateur s'arr&#234;te (
                            <hotlnk xrefid="f0200535">figure 35</hotlnk>).
                        </para>
                        <figure id="f0200535" figsize="col-wide">
                            <graphic id="g0200535" filename="../figg02/g0200535.webp" type="webp"/>
                            <caption>Figure 35. Soulevez la fus&#233;e</caption>
                        </figure>
                    </step3>
                </step2>
                <step2>
                    <para count="1">R&#233;p&#233;tez les &#233;tapes C et D en tournant l'essieu au maximum vers la
                        droite et la gauche.
                    </para>
                </step2>
                <step2>
                    <para count="1">Le jeu axial doit se situer entre 0,001 et 0,025 po (0,025 et 0,635 mm) &#224;
                        toutes les positions.
                    </para>
                    <para>Si la fus&#233;e se coince ou si vous obtenez un jeu axial nul, retirez des cales de la
                        pile.
                    </para>
                    <para>Si vous obtenez un jeu axial sup&#233;rieur &#224; 0,025 po (0,635 mm), ajoutez des cales
                        &#224; la pile.
                    </para>
                    <specpara>
                        <warning>
                            <para>Portez des lunettes de protection. Ne frappez pas les pi&#232;ces en acier avec un
                                marteau en acier. Celles-ci pourraient se briser et causer de graves blessures.
                            </para>
                        </warning>
                    </specpara>
                    <specpara>
                        <caution>
                            <para>Assurez-vous que la clavette de serrage est install&#233;e compl&#232;tement ou que le
                                contre-&#233;crou est serr&#233; au couple sp&#233;cifi&#233;. Si l'installation est
                                inad&#233;quate, le pivot de fus&#233;e et la poutre d'essieu s'endommageront.
                            </para>
                        </caution>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Tous les mod&#232;les trait&#233;s dans cette section du manuel d'entretien comportent
                                des clavettes de serrage filet&#233;es.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Installez les clavettes de serrage filet&#233;es.</para>
                <para>Installez le contre-&#233;crou et serrez de 30 &#224; 45 lb-pi (41 &#224; 61 N&#183;m) (
                    <hotlnk xrefid="f0200536">figure 36</hotlnk>).
                </para>
                <figure id="f0200536" figsize="col-wide">
                    <graphic id="g0200536" filename="../figg02/g0200536.webp" type="webp"/>
                    <caption>Figure 36. Installez le contre-&#233;crou</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Installez les nouveaux joints d'&#233;tanch&#233;it&#233; et les chapeaux sur le dessus
                    et le dessous de la fus&#233;e. Installez les boulons et les rondelles et serrez de 20 &#224; 30
                    lb-pi (27 &#224; 41 N&#183;m) (
                    <hotlnk xrefid="f0200537">figure 37</hotlnk>).
                </para>
                <figure id="f0200537" figsize="col-wide">
                    <graphic id="g0200537" filename="../figg02/g0200537.webp" type="webp"/>
                    <caption>Figure 37. Installation des nouveaux joints d'&#233;tanch&#233;it&#233; et des chapeaux
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Reliez la barre d'accouplement &#224; la fus&#233;e. Consultez la m&#233;thode expos&#233;e
                    dans cette section.
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'ensemble de freinage sur la fus&#233;e. Consultez le GROUPE 04 - FREINS, du
                    manuel d'entretien principal CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le tambour et la roue.</para>
            </step1>
            <step1>
                <para count="1">Lubrifiez les coussinets de roue. Consultez le GROUPE 02 - ESSIEU AVANT, du manuel
                    d'entretien principal CTS-5000 traitant des moyeux, coussinets et joints d'&#233;tanch&#233;it&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le c&#244;ne de roulement ext&#233;rieur de la roue dans le moyeu. Installez
                    l'&#233;crou de r&#233;glage.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;glez les coussinets de roue. Consultez le GROUPE 02 - ESSIEU AVANT, du manuel
                    d'entretien principal CTS-5000 traitant des moyeux, coussinets et joints d'&#233;tanch&#233;it&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le chapeau et le joint d'&#233;tanch&#233;it&#233; sur le moyeu. Installez les
                    boulons et serrez au couple de 20 &#224; 30 lb-pi (27 &#224; 41 N&#183;m).
                </para>
            </step1>
            <step1>
                <para count="1">Abaissez le v&#233;hicule au sol et v&#233;rifiez-en le fonctionnement.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez et r&#233;glez le pincement positif. Consultez le GROUPE 02 - ESSIEU
                    AVANT, du mat&#233;riel d'entretien principal CTS-5000 traitant de la direction et du r&#233;glage
                    de la g&#233;om&#233;trie des roues avant.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
