<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - R&#201;GLAGES - BUT&#201;E DE
        DIRECTION
    </stitle>
    <svcsection/>
    <svcproc id="hl0201008" svcproctype="adjust" graphiccount="4">
        <title>BUT&#201;E DE DIRECTION</title>
        <para>La but&#233;e de direction est r&#233;gl&#233;e en usine et ne n&#233;cessite pas d'autres r&#233;glages -
            &#224; moins que l'on n'ait remplac&#233; une pi&#232;ce importante, comme la fourche de suspension, la
            fourche de l'axe de fus&#233;e, le support du pivot de fus&#233;e, etc.
        </para>
        <para>La but&#233;e de direction correspond au boulon de fixation inf&#233;rieur arri&#232;re du support du
            pivot de fus&#233;e sup&#233;rieur (
            <hotlnk xrefid="f0201008">figure 8</hotlnk>). On proc&#232;de au r&#233;glage en installant un certain
            nombre de rondelles sous la t&#234;te de ce boulon (
            <hotlnk xrefid="f0201009">figure 9</hotlnk>). La but&#233;e sert &#224; emp&#234;cher le joint universel et
            le cylindre de freinage de heurter une autre pi&#232;ce durant une rotation compl&#232;te du volant.
        </para>
        <figure id="f0201008" figsize="col-wide">
            <graphic filename="../figg02/g0201008.webp" type="webp"/>
            <caption>Figure 8. But&#233;e de direction</caption>
        </figure>
        <figure id="f0201009" figsize="col-wide">
            <graphic filename="../figg02/g0201009.webp" type="webp"/>
            <caption>Figure 9. R&#233;glages de la but&#233;e de direction</caption>
        </figure>
        <para>Tournez le volant pour placer d'abord l'essieu en position de virage complet vers la gauche (
            <hotlnk xrefid="f0201010">figure 10</hotlnk>). La t&#234;te du boulon de but&#233;e doit arr&#234;ter le
            braquage avant qu'une des pi&#232;ces rotatives de l'extr&#233;mit&#233; d'essieu motodirecteur de gauche ne
            fasse obstacle &#224; une autre pi&#232;ce. Le cylindre de freinage de droite ne doit pas heurter la fourche
            de suspension.
        </para>
        <figure id="f0201010" figsize="col-wide">
            <graphic filename="../figg02/g0201010.webp" type="webp"/>
            <caption>Figure 10. Partie inf&#233;rieure du boulon de but&#233;e</caption>
        </figure>
        <para>Tournez le volant vers la droite et v&#233;rifiez les m&#234;mes &#233;l&#233;ments (
            <hotlnk xrefid="f0201011">figure 11</hotlnk>).
        </para>
        <figure id="f0201011" figsize="col-wide">
            <graphic filename="../figg02/g0201011.webp" type="webp"/>
            <caption>Figure 11. Rotation des roues vers la droite</caption>
        </figure>
        <specpara>
            <note>
                <para>Les but&#233;es de la servodirection dans le bo&#238;tier de direction du v&#233;hicule ne doivent
                    pas permettre d'exercer une pression sur le volant lorsque l'extr&#233;mit&#233; d'essieu
                    motodirecteur est en position de rotation compl&#232;te.
                </para>
            </note>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
