<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FONCTIONNEMENT</title>
        <svcsubsecinfo>
            <para>Les forces motrices sont transmises &#224; l'essieu par l'entremise de la fourche du pignon reli&#233;e
                &#224; la t&#234;te de pont; elles passent par le diff&#233;rentiel pour atteindre les demi-arbres de
                roue internes et la chape de commande interne du joint universel. Elles sont ensuite transmises &#224;
                la chape de commande externe et au demi-arbre de roue externe, qui est reli&#233; au moyeu de roue et
                &#224; la roue.
            </para>
            <para>Lorsqu'elle est dirig&#233;e, la partie externe de chaque extr&#233;mit&#233; d'essieu motodirecteur
                tourne autour de la ligne m&#233;diane du pivot de fus&#233;e. Le joint universel est centr&#233; sur la
                ligne m&#233;diane du pivot de fus&#233;e et permet aux forces motrices de tourner avec les embouts de
                roue dirig&#233;s.
            </para>
            <para>L'essieu peut &#234;tre muni de freins pneumatiques ou hydrauliques. Les sabots se d&#233;placent pour
                entrer en contact avec des tambours de frein classiques.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="0">
            <title>INSTRUCTIONS DE FONCTIONNEMENT</title>
            <para>Il est possible de mettre en prise l'essieu moteur avant pour am&#233;liorer la traction lorsque celle
                des roues arri&#232;re diminue quand elles tournent dans de la terre meuble, du sable, de la boue, de la
                neige ou sur la glace. Il est possible d'effectuer la mise en prise &#224; toute vitesse du v&#233;hicule
                pourvu que les roues du pont arri&#232;re ne patinent pas. La mise en prise est plus facile lorsque le
                moteur tire l&#233;g&#232;rement.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
