<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - INSPECTION</stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSPECTION</title>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>Service Procedure</title>
            <para>Proc&#233;dez comme suit durant une inspection.</para>
            <step1>
                <para count="1">Assurez-vous que toutes les pi&#232;ces de fixation sont serr&#233;es au couple sp&#233;cifi&#233;.
                    Utilisez une cl&#233; dynamom&#233;trique pour v&#233;rifier le couple dans un sens de serrage. D&#232;s
                    que la pi&#232;ce de fixation commence &#224; bouger, notez le couple. Corrigez si n&#233;cessaire.
                    Remplacez toute pi&#232;ce de fixation us&#233;e ou endommag&#233;e.
                </para>
                <specpara>
                    <note>
                        <para>La r&#233;paration ou la remise &#224; neuf des composants d'essieu avant n'est pas
                            permise. Rockwell recommande de remplacer les composants endommag&#233;s ou non conformes.
                            Tous les composants importants sont trait&#233;s thermiquement et tremp&#233;s.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>On ne peut pas plier, souder, chauffer ou r&#233;parer de quelconque fa&#231;on les
                            composants sans r&#233;duire leur r&#233;sistance ou leur dur&#233;e utile. Ces op&#233;rations
                            peuvent entra&#238;ner l'annulation de la garantie et risquent de causer un accident pouvant
                            occasionner de graves blessures.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Voyez si certaines pi&#232;ces de l'essieu ne sont pas us&#233;es, endommag&#233;es, pli&#233;es
                    ou fissur&#233;es. Remplacez toutes les pi&#232;ces us&#233;es ou endommag&#233;es.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que le serrage est ad&#233;quat aux points de pivotement et que ceux-ci
                    sont lubrifi&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que toutes les pi&#232;ces se d&#233;placent librement dans tout le rayon
                    de rotation.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez les pneus pour y rechercher les signes d'usure indiquant des dommages &#233;ventuels
                    &#224; la suspension ou un d&#233;salignement de celle-ci.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
