<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - R&#201;GLAGES - EMBOUTS DE
        BIELLE DE CONNEXION
    </stitle>
    <svcsection/>
    <svcproc id="hl0201011" svcproctype="adjust" graphiccount="3">
        <title>EMBOUTS DE BIELLE DE CONNEXION</title>
        <para>Les bielles de connexion sont compos&#233;es de trois pi&#232;ces, soit une bielle de connexion et deux
            embouts. Les embouts sont viss&#233;s sur la bielle et immobilis&#233;s par des boulons de blocage (
            <hotlnk xrefid="f0201014">figure 14</hotlnk>). Des filets &#224; droite et &#224; gauche sont pr&#233;vus
            pour le r&#233;glage du pincement positif. La tension sur la rotule dans les embouts se r&#232;gle
            automatiquement et ne n&#233;cessite aucune attention durant l'entretien si ce n'est une inspection p&#233;riodique
            pour s'assurer que les rotules sont serr&#233;es dans les leviers de la fus&#233;e d'essieu.
        </para>
        <figure id="f0201014" figsize="col-wide">
            <graphic filename="../figg02/g0201014.webp" type="webp"/>
            <caption>Figure 14. Embout de bielle de connexion type</caption>
            <calloutgroup>
                <callout1>1. L'EMBOUT DE BIELLE DE CONNEXION FAIT SAILLIE AU-DEL&#192; DE LA BRIDE SUR LA BIELLE DE
                    CONNEXION
                </callout1>
                <callout1>2. FENTE</callout1>
                <callout1>3. BIELLE DE CONNEXION</callout1>
                <callout1>4. QUEUE DE ROTULE</callout1>
                <callout1>5. BOULON</callout1>
                <callout1>6. BRIDE</callout1>
                <callout1>7. RESSORT</callout1>
                <callout1>8. SI&#200;GE DE ROTULE</callout1>
                <callout1>9. LEVIER DE DIRECTION</callout1>
            </calloutgroup>
        </figure>
        <para>Des graisseurs sont fournis sur certains types d'embouts de bielle de connexion pour permettre une
            lubrification p&#233;riodique. S'il n'y a pas de graisseurs, c'est que les bielles de connexion ont &#233;t&#233;
            lubrifi&#233;es au moment de l'assemblage et
            <emph type="bold">aucune autre lubrification n'est n&#233;cessaire.</emph>
        </para>
        <para>Si le raccord r&#233;duit de la bielle est l&#226;che ou si la goupille fendue est manquante, d&#233;posez,
            examinez et remplacez la bielle de connexion et l'embout si les surfaces de contact sont us&#233;es.
        </para>
        <para>
            <title>Crit&#232;res de remplacement</title>
            La bielle de connexion doit tourner librement dans le si&#232;ge de la rotule. Remplacez l'embout si son d&#233;placement
            est sup&#233;rieur &#224; 1/16 po dans la direction axiale (
            <hotlnk xrefid="f0201015">figure 15</hotlnk>) lorsqu'on effectue la mesure sur le v&#233;hicule.
            <emph type="bold">Ne soulevez pas</emph>
            la tringlerie de la direction au moyen d'une barre, car vous pourriez l'endommager.
        </para>
        <figure id="f0201015" figsize="col-wide">
            <graphic filename="../figg02/g0201015.webp" type="webp"/>
            <caption>Figure 15. V&#233;rification du mouvement de l'embout de la bielle de connexion et de la barre de
                direction
            </caption>
            <calloutgroup>
                <callout1>A. LE MOUVEMENT EN DIRECTION AXIALE DOIT &#202;TRE INF&#201;RIEUR &#192; 1/16 PO</callout1>
                <callout1>B. LA BIELLE DE CONNEXION ET LA BARRE DE DIRECTION DOIVENT TOURNER LIBREMENT SUR LE SI&#200;GE
                    DU LEVIER DE DIRECTION
                </callout1>
                <callout1>1. EMBOUT DE BIELLE DE CONNEXION ET DE BARRE DE DIRECTION</callout1>
                <callout1>2. LEVIER DE DIRECTION</callout1>
            </calloutgroup>
        </figure>
        <para>Une autre m&#233;thode d'examen de l'embout de bielle de connexion consiste &#224; tourner la queue de
            rotule lorsqu'elle est s&#233;par&#233;e du levier de direction inf&#233;rieur. Le couple permettant la
            rotation de la rotule dans l'embout devrait &#234;tre de 5 lb&#183;po(0,565 N&#183;m) ou plus (
            <hotlnk xrefid="f0201016">figure 16</hotlnk>).
        </para>
        <figure id="f0201016" figsize="col-wide">
            <graphic filename="../figg02/g0201016.webp" type="webp"/>
            <caption>Figure 16. Rotation de la queue de rotule de la bielle de connexion et de la barre de direction
            </caption>
            <calloutgroup>
                <callout1>A. LA QUEUE DE ROTULE DEVRAIT TOURNER AVEC UN COUPLE DE 5 lb&#183;poOU PLUS</callout1>
                <callout1>1. EMBOUT DE BIELLE DE CONNEXION ET DE LEVIER DE DIRECTION</callout1>
                <callout1>2. QUEUE DE ROTULE</callout1>
            </calloutgroup>
        </figure>
        <para>Au moment de l'assemblage, assurez-vous que l'&#233;crou &#224; cr&#233;neaux est serr&#233; &#224; la
            valeur minimale indiqu&#233;e dans les couples de serrage. S'il est impossible d'installer la goupille
            fendue, serrez l'&#233;crou au cr&#233;neau suivant.
            <emph type="bold">Ne le desserrez pas</emph>
            une fois que le couple de serrage minimum est atteint.
        </para>
        <specpara>
            <caution>
                <para>Lorsqu'on remplace les embouts de la bielle de connexion, de la barre de direction ou de la
                    tringlerie de la servodirection, il faut les visser suffisamment sur la bielle pour qu'au moment o&#249;
                    on pose la bride, le serrage s'exerce directement sur les filets de l'embout du joint &#224; rotule.
                    Assurez-vous que l'embout est suffisamment viss&#233; (au-del&#224; de la bride) pour permettre un
                    serrage ad&#233;quat et que le boulon de la bride est install&#233; &#224; proximit&#233;
                    (par-dessus) de la fente dans la bielle de connexion. La
                    <hotlnk xrefid="f0201014">figure 14</hotlnk>
                    illustre une configuration de bielle de connexion type pour ces essieux.
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
