<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU MOTEUR AVANT : SPICER S-9000 - D&#201;MONTAGE DU DIFF&#201;RENTIEL</stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="5">
        <title>D&#201;MONTAGE DU DIFF&#201;RENTIEL</title>
        <para>Utilisez la
            <hotlnk document="f02009_9.xml" xrefid="f0200903">figure 3</hotlnk>
            comme illustration de r&#233;f&#233;rence pour d&#233;monter le diff&#233;rentiel.
        </para>
        <step1>
            <para count="1">Tracez une marque de rep&#232;re sur les demi-bo&#238;tiers du diff&#233;rentiel &#224;
                l'aide d'un pointeau ou d'un ciseau pour obtenir un alignement ad&#233;quat au remontage (
                <hotlnk xrefid="f0200908">figure 8</hotlnk>).
            </para>
            <figure id="f0200908" figsize="col-wide">
                <graphic id="g0200908" filename="../figg02/g0200908.webp" type="webp"/>
                <caption>Figure 8. Tracez une marque de rep&#232;re pour effectuer le remontage correctement</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">D&#233;posez les boulons et les &#233;crous autobloquants du bo&#238;tier du diff&#233;rentiel
                et &#244;tez le demi-bo&#238;tier de droite.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez la rondelle de but&#233;e et le plan&#233;taire du diff&#233;rentiel (
                <hotlnk xrefid="f0200909">figure 9</hotlnk>).
            </para>
            <figure id="f0200909" figsize="col-wide">
                <graphic id="g0200909" filename="../figg02/g0200909.webp" type="webp"/>
                <caption>Figure 9. D&#233;posez la rondelle et le plan&#233;taire</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Retirez le croisillon, les pignons du diff&#233;rentiel et les rondelles de but&#233;e (
                <hotlnk xrefid="f0200910">figure 10</hotlnk>).
            </para>
            <figure id="f0200910" figsize="col-wide">
                <graphic id="g0200910" filename="../figg02/g0200910.webp" type="webp"/>
                <caption>Figure 10. Retirez le croisillon</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">D&#233;posez le second plan&#233;taire du diff&#233;rentiel et la rondelle de but&#233;e (
                <hotlnk xrefid="f0200911">figure 11</hotlnk>).
            </para>
            <figure id="f0200911" figsize="col-wide">
                <graphic id="g0200911" filename="../figg02/g0200911.webp" type="webp"/>
                <caption>Figure 11. D&#233;posez le second plan&#233;taire et la rondelle</caption>
            </figure>
            <specpara>
                <note>
                    <para>Examinez toutes les pi&#232;ces, y compris les surfaces usin&#233;es du bo&#238;tier m&#234;me.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Il faut remplacer les plan&#233;taires par jeux. Examinez les rondelles de but&#233;e pour
                        voir si elles pr&#233;sentent des rayures et une usure excessive. Remplacez toutes les pi&#232;ces
                        us&#233;es ou endommag&#233;es.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Lorsqu'il est n&#233;cessaire de retirer la couronne du bo&#238;tier du diff&#233;rentiel,
                faites soigneusement une marque au centre de chaque t&#234;te de rivet &#224; l'aide d'un pointeau.
                Utilisez un foret de 15/32 po pour percer les t&#234;tes des rivets tel qu'illustr&#233; (
                <hotlnk xrefid="f0200912">figure 12</hotlnk>). Ensuite, utilisez un pointeau &#224; extr&#233;mit&#233;
                arrondie pour chasser ce qui reste du rivet.
            </para>
            <figure id="f0200912" figsize="col-wide">
                <graphic id="g0200912" filename="../figg02/g0200912.webp" type="webp"/>
                <caption>Figure 12. Utilisez un pointeau &#224; extr&#233;mit&#233; arrondie pour chasser le rivet
                </caption>
            </figure>
            <specpara>
                <note>
                    <para>N'utilisez pas un ciseau pour enlever les t&#234;tes de rivet (
                        <hotlnk xrefid="f0200912">figure 12</hotlnk>), car le bo&#238;tier du diff&#233;rentiel risque
                        de s'endommager. Utilisez toujours un marteau en m&#233;tal doux ou &#224; t&#234;te en
                        plastique haute densit&#233; pour frapper le pointeau.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Lorsque vous r&#233;installez la couronne dans le bo&#238;tier du diff&#233;rentiel,
                utilisez une presse hydraulique ou m&#233;canique et un outil &#224; river, comme l'outil sp&#233;cial
                ZTSE2222. Chaque rivet n&#233;cessite une pression de 20 &#224; 25 tonnes US ou de 18,1 &#224; 22,7
                tonnes m&#233;triques.
            </para>
        </step1>
        <step1>
            <para count="1">S'il faut remplacer les paliers lat&#233;raux du diff&#233;rentiel, retirez-les &#224;
                l'aide d'un extracteur appropri&#233;.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02009_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02009_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02009.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
