<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - INSPECTION - V&#201;RIFICATION DU JEU AXIAL VERTICAL
        DE LA FUS&#201;E D'ESSIEU
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>V&#201;RIFICATION DU JEU AXIAL VERTICAL DE LA FUS&#201;E D'ESSIEU</title>
        <step1>
            <para count="1">Placez des cales en vant et en arri&#232;re des roues arri&#232;re pour emp&#234;cher le v&#233;hicule
                de bouger.
            </para>
            <specpara>
                <warning>
                    <para>Ne travaillez pas sous un v&#233;hicule support&#233; uniquement par des chandelles, car
                        celles-ci peuvent glisser ou tomber et causer de graves blessures.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Utilisez un cric pour soulever le v&#233;hicule jusqu'&#224; ce que les roues avant quittent
                le sol. Soutenez l'essieu avant au moyen de supports de s&#233;curit&#233;.
            </para>
        </step1>
        <step1>
            <para count="1">Installez un indicateur &#224; aiguille de fa&#231;on que sa base repose sur la poutre en I
                et que son extr&#233;mit&#233; repose sur le chapeau de fus&#233;e sup&#233;rieur (
                <hotlnk xrefid="f0200504">figure 4</hotlnk>).
            </para>
            <figure id="f0200504" figsize="col-wide">
                <graphic id="g0200504" filename="../figg02/g0200504.webp" type="webp"/>
                <caption>Figure 4. Fus&#233;e d'essieu avec indicateur &#224; aiguille</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Placez un levier entre le bossage de la barre stabilisatrice et la poutre en I. Poussez la
                fus&#233;e au bas de la course verticale (
                <hotlnk xrefid="f0200505">figure 5)</hotlnk>.
            </para>
            <figure id="f0200505" figsize="col-wide">
                <graphic id="g0200505" filename="../figg02/g0200505.webp" type="webp"/>
                <caption>Figure 5. Utilisation du levier</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">R&#233;glez l'indicateur &#224; aiguille &#224; 0.</para>
        </step1>
        <step1>
            <para count="1">Utilisez le levier pour pousser la fus&#233;e vers le haut. Notez les valeurs fournies par
                l'indicateur.
            </para>
        </step1>
        <para>Les valeurs doivent se situer entre 0,001 et 0,025 po (0,025 &#224; 0,635 mm) dans le cas des essieux
            neufs ou remis &#224; neuf et entre 0,001 et 0,065 po (0,025 et 1,650 mm) dans le cas des essieux en service
            (
            <hotlnk xrefid="f0200505">figure 5</hotlnk>).
        </para>
        <para>Si la valeur est 0, d&#233;posez la fus&#233;e et retirez des cales de la pile de cales. Consultez les
            sections
            <hotlnk document="f02005r_HL0200501.xml" xrefid="hl0200501">D&#201;MONTAGE</hotlnk>,
            <hotlnk document="f02005r_HL0200502.xml" xrefid="hl0200502">NETTOYAGE</hotlnk>ET
            <hotlnk document="f02005r_HL0200503.xml" xrefid="hl0200503">ASSEMBLAGE</hotlnk>.
        </para>
        <para>Si la valeur d&#233;passe la sp&#233;cification maximale, d&#233;posez la fus&#233;e et ajoutez des cales
            &#224; la piles de cales. Consultez la section
            <hotlnk document="f02005r_HL0200504.xml" xrefid="hl0200504">ASSEMBLAGE DE FUS&#201;E</hotlnk>
            .
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
