<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - ASSEMBLAGE - BARRES D'ACCOUPLEMENT, EMBOUTS DE BARRE
        D'ACCOUPLEMENT ET TRAVERSE TUBULAIRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="3">
        <title>BARRES D'ACCOUPLEMENT, EMBOUTS DE BARRE D'ACCOUPLEMENT ET TRAVERSE TUBULAIRE</title>
        <step1>
            <para count="1">Enfoncez la clavette dans la fente de la barre (
                <hotlnk xrefid="f0200538">figure 38</hotlnk>).
            </para>
            <figure id="f0200538" figsize="col-wide">
                <graphic id="g0200538" filename="../figg02/g0200538.webp" type="webp"/>
                <caption>Figure 38. Clavette dans la fente</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Installez la barre d'accouplement dans la fus&#233;e (
                <hotlnk xrefid="f0200538">figure 38</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>Serrez les &#233;crous au couple sp&#233;cifi&#233;. S'ils ne sont pas serr&#233;s au couple
                        sp&#233;cifi&#233;, les pi&#232;ces subiront des dommages.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Installez l'&#233;crou sur la barre d'accouplement. Serrez au couple sp&#233;cifi&#233;.
                Consultez le tableau des
                <hotlnk document="f02005r_32.xml" xrefid="hl0200506">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les goupilles fendues. Serrez l'&#233;crou jusqu'&#224; ce que les trous soient
                align&#233;s.
                <emph type="bold">Ne desserrez pas l'&#233;crou pour installer la goupille fendue.</emph>
            </para>
            <specpara>
                <note>
                    <para>Pour obtenir de l'information d&#233;taill&#233;e sur l'entretien des barres d'accouplement et
                        des barres de direction, consultez le GROUPE 02 - ESSIEU AVANT, du manuel d'entretien principal
                        CTS-5000 traitant de la direction et du r&#233;glage de la g&#233;om&#233;trie des roues avant.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>La traverse tubulaire comporte un filetage &#224; droite &#224; une extr&#233;mit&#233; et un
                        filetage &#224; gauche &#224; l'autre extr&#233;mit&#233;. Assurez-vous que les embouts soient
                        install&#233;s sur le tube.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">S'ils ont &#233;t&#233; d&#233;pos&#233;s, installez les embouts de barre d'accouplement sur
                la traverse tubulaire &#224; la position r&#233;f&#233;r&#233;e durant la d&#233;pose (
                <hotlnk xrefid="f0200539">figure 39</hotlnk>).
            </para>
            <figure id="f0200539" figsize="col-wide">
                <graphic id="g0200539" filename="../figg02/g0200539.webp" type="webp"/>
                <caption>Figure 39. Installez les embouts de barre d'accouplement sur la traverse tubulaire</caption>
            </figure>
            <para>Si vous installez de nouveaux embouts de barre d'accouplement, filetez-les de fa&#231;on uniforme sur
                la traverse tubulaire &#224; la longueur n&#233;cessaire.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les &#233;crous et les boulons dans les brides. Serrez au couple indiqu&#233;.
                Consultez le tableau des
                <hotlnk document="f02005r_32.xml" xrefid="hl0200506">couples de serrage</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Il est possible de tourner la bride rotative sur la traverse tubulaire pour faciliter l'acc&#232;s
                durant l'installation du boulon et de l'&#233;crou de la bride. Serrez l'&#233;crou suffisamment pour
                mettre en prise son &#233;l&#233;ment de blocage avec le boulon. La bride et l'embout de la barre
                d'accouplement doivent pouvoir tourner librement (
                <hotlnk xrefid="f0200540">figure 40</hotlnk>).
            </para>
            <figure id="f0200540" figsize="col-wide">
                <graphic id="g0200540" filename="../figg02/g0200540.webp" type="webp"/>
                <caption>Figure 40. Rotation libre</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Posez les embouts sur les barres d'accouplement.</para>
        </step1>
        <step1>
            <para count="1">Installez les &#233;crous sur les embouts de barre d'accouplement. Serrez au couple indiqu&#233;.
                Consultez le tableau des
                <hotlnk document="f02005r_32.xml" xrefid="hl0200506">couples de serrage</hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Installez les goupilles fendues. Serrez l'&#233;crou jusqu'&#224; ce que les trous soient
                align&#233;s.
                <emph type="bold">Ne desserrez pas l'&#233;crou pour installer la goupille fendue.</emph>
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez le pincement positif et r&#233;glez-le si n&#233;cessaire. Consultez le GROUPE
                02 - ESSIEU AVANT, du manuel d'entretien principal CTS-5000 traitant de la direction et du r&#233;glage
                de la g&#233;om&#233;trie des roues avant.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_HL0200504.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
