<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEUX AVANT &#192; POUTRE EN I INTERNATIONAL DE MARQUE SPICER</stitle>
    <svcsection/>
    <svcsection id="f02004t" division="truck" formnum="CTS-5026T" date="01/04/2000" translation="french">
        <title>ESSIEUX AVANT &#192; POUTRE EN I INTERNATIONAL DE MARQUE SPICER</title>
        <apply>
            <configure>
                <ucodegroup/>

                <ucode>02ADA</ucode>
                <ucode>02ADB</ucode>
                <ucode>02ADC</ucode>
                <ucode>02ADD</ucode>
                <ucode>02ADE</ucode>
                <ucode>02ADG</ucode>
                <ucode>02ADH</ucode>
                <ucode>02ADJ</ucode>
                <ucode>02ADK</ucode>
                <ucode>02ADL</ucode>
                <ucode>02ADM</ucode>
                <ucode>02ADN</ucode>
                <ucode>02ADP</ucode>
                <ucode>02ADT</ucode>
                <ucode>02KDA</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>G&#201;N&#201;RALIT&#201;S</title>
                    <figure id="f0200401" figsize="col-wide">
                        <graphic id="g0200401" filename="../figg02/g0200401.webp" type="webp" resolution="72"/>
                        <caption>Figure 1. Num&#233;ro de mod&#232;le Spicer avec poids maximal sous essieu (devant de
                            l'essieu)
                        </caption>
                    </figure>
                    <para>La plupart des essieux dont traite la pr&#233;sente section sont identifi&#233;s au moyen
                        d'une &#233;tiquette. Celle-ci est appos&#233;e sur le devant de l'essieu &#224; poutre en I
                        &#224; la droite du patin de ressort (
                        <hotlnk xrefid="f0200401">Figure 1</hotlnk>).
                    </para>
                    <para>Cette &#233;tiquette comporte le num&#233;ro de s&#233;rie, le num&#233;ro de mod&#232;le et
                        le num&#233;ro de pi&#232;ce.
                    </para>
                    <para>La pr&#233;sente section traite d'essieux avant &#224; poutre en I non moteurs. Les pivots de
                        fus&#233;e des essieux avant pr&#233;sentent un angle diff&#233;rent afin de compenser la
                        concavit&#233; des surfaces de route. Il est donc important que le devant de l'essieu soit plac&#233;
                        vers l'avant du v&#233;hicule. Le devant de l'essieu est reconnaissable par l'&#233;tiquette
                        d'identification qui y est appos&#233;e et par la lettre F moul&#233;e pr&#232;s du centre de
                        l'essieu ou &#233;tamp&#233;e sur la flasque inf&#233;rieure entre le centre de l'essieu et le
                        patin de ressort.
                    </para>
                    <para>
                        <hotlnk xrefid="f0200402">La fus&#233;e d'essieu est illustr&#233;e &#224; la figure 2</hotlnk>.
                    </para>
                    <figure id="f0200402" figsize="col-wide">
                        <graphic id="g0200402" filename="../figg02/g0200402.webp" type="webp" resolution="72"/>
                        <caption>Figure 2. Fus&#233;e d'essieu type</caption>
                        <calloutgroup>
                            <callout1>1. FUS&#201;E D'ESSIEU</callout1>
                            <callout1>2. COUSSINET</callout1>
                            <callout1>3. CHAPEAU ET BOULONS (SUP&#201;RIEURS ET INF&#201;RIEURS)</callout1>
                            <callout1>4. TROU DE GRAISSAGE (SUP&#201;RIEUR ET INF&#201;RIEUR)</callout1>
                            <callout1>5. PIVOT DE FUS&#201;E</callout1>
                            <callout1>6. CLAVETTE MOBILE</callout1>
                            <callout1>7. PALIER DE BUT&#201;E</callout1>
                            <callout1>8. POUTRE EN I</callout1>
                        </calloutgroup>
                    </figure>
                </lev1>
                <lev1>
                    <title>V&#201;RIFICATION</title>
                    <para>Refer to
                        <hotlnk xrefid="f0200403">Figure 3</hotlnk>.
                    </para>
                    <figure id="f0200403" figsize="col-wide">
                        <graphic id="g0200403" filename="../figg02/g0200403.webp" type="webp" resolution="72"/>
                        <caption>Figure 3. Emplacements de v&#233;rification de la fus&#233;e d'essieu</caption>
                        <calloutgroup>
                            <callout1>1. RAYURES ET PIQ&#219;RES SUR LES PALIERS ET LES SURFACES D'&#201;TANCH&#201;IT&#201;</callout1>
                            <callout1>2. FISSURES DE FATIGUE AUX POINTS D'ATTACHE DES LEVIERS DE DIRECTION ET DE BARRES
                                D'ACCOUPLEMENT
                            </callout1>
                            <callout1>3. AL&#201;SAGES OVALIS&#201;S OU FISSURES DE FATIGUE</callout1>
                            <callout1>4. PI&#200;CES PLI&#201;ES ET FISSURES DE FATIGUE</callout1>
                            <callout1>5. PI&#200;CES L&#194;CHES, US&#201;ES ET PLI&#201;ES</callout1>
                            <callout1>6. PI&#200;CES PLI&#201;ES ET FISSURES DE FATIGUE</callout1>
                            <callout1>7. USURE ANORMALE OU RAYURES</callout1>
                            <callout1>8. ENTAILLES, &#201;BARBURES OU FISSURES DE FATIGUE</callout1>
                        </calloutgroup>
                    </figure>
                    <para>S'assurer que les pi&#232;ces de direction ne pr&#233;sentent pas d'usure ou de signes de
                        contrainte. Remplacer, au besoin, les pi&#232;ces pour &#233;viter les r&#233;parations co&#251;teuses
                        de l'essieu avant.
                    </para>
                </lev1>
                <lev1>
                    <title>D&#201;PANNAGE</title>
                    <para>Pour les instructions de d&#233;pannage, consulter le manuel d'entretien principal CTS-5000,
                        GROUPE 02, traitant de l'entretien g&#233;n&#233;ral de l'essieu avant et de l'alignement des
                        roues avant.
                    </para>
                </lev1>
                <lev1>
                    <title>MISES EN GARDE</title>
                    <para>International interdit formellement de modifier toute pi&#232;ce d'un essieu avant non moteur
                        pour quelque raison que ce soit. Spicer recommande de remplacer toute pi&#232;ce endommag&#233;e
                        ou non conforme. Toutes les pi&#232;ces principales sont trait&#233;es thermiquement et ne
                        peuvent donc pas &#234;tre pli&#233;es, tordues, soud&#233;es, chauff&#233;es ou remises &#224;
                        neuf sans que cela ne r&#233;duise leur r&#233;sistance ou leur dur&#233;e de vie en fatigue.
                    </para>
                    <para>Il est interdit notamment :</para>
                    <seqlist>
                        <item>
                            <para>de plier ou de d&#233;former &#224; chaud ou &#224; froid pour quelque raison que ce
                                soit les poutres en I, les barres d'accouplement, les axes de fus&#233;e ou les leviers
                                de direction ou de barres d'accouplement;
                            </para>
                        </item>
                        <item>
                            <para>d'effectuer des soudures pour quelque raison que ce soit sur les leviers de direction
                                ou de barres d'accouplement, les poutres en I, les fus&#233;es d'essieu, les pivots de
                                fus&#233;e ou les barres d'accouplement;
                            </para>
                        </item>
                        <item>
                            <para>de reperforer ou de r&#233;al&#233;ser les orifices d'insertion des pivots de fus&#233;e
                                dans la poutre en I afin d'y installer des coussinets;
                            </para>
                        </item>
                        <item>
                            <para>de fraiser ou d'usiner quelque pi&#232;ce que ce soit;</para>
                        </item>
                        <item>
                            <para>de m&#233;talliser &#224; l'arc le tour des paliers ou toute autre surface usin&#233;e;</para>
                        </item>
                        <item>
                            <para>de reperforer ou de r&#233;al&#233;ser les orifices des clavettes mobiles;</para>
                        </item>
                        <item>
                            <para>de replacer ou d'enlever les attaches des barres d'accouplement.</para>
                        </item>
                    </seqlist>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
