<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - REMONTAGE - INSTALLATION DU
        MOYEU DE ROUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="0">
        <title>INSTALLATION DU MOYEU DE ROUE</title>
        <step1>
            <para count="1">Posez les cuvettes de roulement et les goujons d'entra&#238;nement du demi-arbre de roue
                externe sur le moyeu de roue.
            </para>
        </step1>
        <step1>
            <para count="1">Dans le cas des moyeux de roue &#224; disque, si les goujons de roue ont &#233;t&#233; enlev&#233;s
                :
            </para>
            <para>Enfoncez les goujons de roue en place. Les goujons comportant un filetage &#224; gauche vont dans le
                moyeu de gauche et les goujons comportant un filetage &#224; droite vont dans le moyeu de droite.
            </para>
            <para>Dans le cas des moyeux moul&#233;s &#224; rayons :</para>
            <para>Posez le tambour de frein sur le moyeu moul&#233; &#224; rayons s'il en est s&#233;par&#233;. Fixez-le
                avec des boulons, des rondelles et des &#233;crous. Serrez les boulons au couple appropri&#233;.
                Installez les goujons de jante sur le moyeu moul&#233; &#224; rayons.
            </para>
        </step1>
        <step1>
            <para count="1">Remplissez le c&#244;ne de roulement interne de lubrifiant appropri&#233; et ins&#233;rez-le
                dans le moyeu. Consultez la rubrique
                <hotlnk document="f02010_38.xml" xrefid="hl0201010">LUBRIFICATION</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Enduisez la circonf&#233;rence ext&#233;rieure du joint d'&#233;tanch&#233;it&#233; du moyeu
                avec du Loctite Sleeve N' Bearing Mount num&#233;ro 609 (vert) et enfoncez-le dans le moyeu.
            </para>
        </step1>
        <step1>
            <para count="1">Remplissez la cavit&#233; entre les roulements de roue internes et externes jusqu'au niveau
                du petit diam&#232;tre des cuvettes de roulement.
            </para>
        </step1>
        <step1>
            <para count="1">Placez le moyeu ou le moyeu moul&#233; &#224; rayons et le tambour avec soin sur l'ensemble
                du frein et de la fourche d'axe. Tournez le moyeu pendant que vous placez l'ensemble sur l'axe.
            </para>
        </step1>
        <step1>
            <para count="1">Remplissez le roulement de roue externe et installez-le sur l'axe. Consultez la rubrique
                <hotlnk document="f02010_38.xml" xrefid="hl0201010">LUBRIFICATION</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez l'&#233;crou de r&#233;glage du roulement de roue (
                <hotlnk document="f02010_10.xml" xrefid="f0201018">figure 18</hotlnk>) avec un goujon (si utilis&#233;)
                en orientant celui-ci vers l'ext&#233;rieur (ou le haut).
            </para>
        </step1>
        <step1>
            <para count="1">R&#233;glez les roulements de roue tel qu'indiqu&#233; sous la rubrique
                <hotlnk document="f02010_3.xml" xrefid="hl0201001">R&#201;GLAGE DES ROULEMENTS DE ROUE</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
