<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - NETTOYAGE ET INSPECTION</stitle>
    <svcsection/>
    <svcsubsec id="hl0200502">
        <title>NETTOYAGE ET INSPECTION</title>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>R&#201;PARATION DES PI&#200;CES</title>
            <specpara>
                <note>
                    <para>La r&#233;paration ou la remise &#224; neuf des composants d'essieu avant n'est pas permise.
                        International demande que l'on remplace les composants endommag&#233;s ou non conformes. Tous
                        les composants importants sont trait&#233;s thermiquement et tremp&#233;s.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>On ne peut pas plier, souder, chauffer ou r&#233;parer de quelconque fa&#231;on les composants
                        sans r&#233;duire leur r&#233;sistance ou leur dur&#233;e utile. Ces op&#233;rations peuvent
                        entra&#238;ner l'annulation de la garantie et risquent de causer un accident pouvant occasionner
                        des blessures.
                    </para>
                </warning>
            </specpara>
            <para>L'ex&#233;cution des op&#233;rations suivantes est
                <emph type="bold">interdite</emph>
                sur les composants d'essieu avant.
            </para>
            <step1>
                <para count="1">Le soudage (ou le soudage d'&#233;l&#233;ments sur ceux-ci) des leviers de direction,
                    des barres d'accouplement, des fus&#233;es, des pivots de fus&#233;e, des poutres d'essieu, des
                    ensembles de barres d'accouplement, des moyeux, des tambours et des freins.
                </para>
            </step1>
            <step1>
                <para count="1">Le pliage &#224; chaud ou &#224; froid des fus&#233;es, des leviers de direction, des
                    barres d'accouplement, des rotules, des poutres d'essieu et des ensembles de barres d'accouplement.
                </para>
            </step1>
            <step1>
                <para count="1">Le per&#231;age de trous dans la poutre d'essieu pour les pivots de fus&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Le per&#231;age de trous pour les clavettes de serrage dans la fus&#233;e.</para>
            </step1>
            <step1>
                <para count="1">La m&#233;tallisation des diam&#232;tres des coussinets des fus&#233;es ou des al&#233;sages
                    usin&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Le fraisage ou l'usinage de tout composant.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Si vous utilisez incorrectement les solvants de nettoyage, les cuves de solution chaude ou les
                        solutions alcalines, vous risquez de graves blessures. Pour pr&#233;venir les blessures, suivez
                        les instructions fournies par le fabricant. N'utilisez PAS d'essence pour nettoyer les pi&#232;ces,
                        pour &#233;viter les risques d'explosion.
                    </para>
                </warning>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
