<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT : EATON EFA-12 - INSPECTIONS - INSPECTION DES COUSSINETS DE ROUE</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="3">
        <title>INSPECTION DES COUSSINETS DE ROUE</title>
        <step1>
            <para count="1">D&#233;posez les coussinets de roue. Nettoyez les coussinets, la fus&#233;e d'essieu, le
                chapeau de moyeu et la cavit&#233; du moyeu &#224; l'aide d'un solvant commercial ad&#233;quat.
            </para>
        </step1>
        <step1>
            <para count="1">Examinez les cuvettes, les galets et les c&#244;nes en recherchant des signes d'usure ou des
                dommages &#233;ventuels. Les photographies de la pr&#233;sente section du manuel peuvent servir de guide
                pour l'inspection des coussinets.
            </para>
            <specpara>
                <note>
                    <para>Normalement, les coussinets se brisent &#224; la fin de leur dur&#233;e utile. Une usure ou
                        une fatigue pr&#233;matur&#233;e peut &#234;tre attribuable &#224; une mauvaise installation, un
                        r&#233;glage inad&#233;quat ou un manque de lubrification.
                    </para>
                </note>
            </specpara>
        </step1>
        <para>Servant de guide pour l'inspection des coussinets, les trois photographies (
            <hotlnk xrefid="f0200617">figure 17</hotlnk>,
            <hotlnk xrefid="f0200618">figure 18</hotlnk>,
            <hotlnk xrefid="f0200619">figure 19</hotlnk>) illustrent diverses &#233;tapes d'usure.
        </para>
        <figure id="f0200617" figsize="col-wide">
            <graphic filename="../figg02/g0200617.webp" type="webp"/>
            <caption>Figure 17. Usure irr&#233;guli&#232;re</caption>
        </figure>
        <figure id="f0200618" figsize="col-wide">
            <graphic filename="../figg02/g0200618.webp" type="webp"/>
            <caption>Figure 18. Usure normale</caption>
        </figure>
        <figure id="f0200619" figsize="col-wide">
            <graphic filename="../figg02/g0200619.webp" type="webp"/>
            <caption>Figure 19. Coussinets endommag&#233;s</caption>
        </figure>
        <para>
            <title>Kilom&#233;trage bas (usure irr&#233;guli&#232;re) (
                <hotlnk xrefid="f0200617">figure 17</hotlnk>).
            </title>
            Cette cuvette pr&#233;sente une usure irr&#233;guli&#232;re caract&#233;ristique d'un bas kilom&#233;trage
            avec des charges l&#233;g&#232;res &#224; mod&#233;r&#233;es. Elle est caus&#233;e par le r&#233;glage du
            jeu du coussinet durant l'assemblage et deviendra graduellement plus r&#233;guli&#232;re au fur et &#224;
            mesure que le kilom&#233;trage augmentera. Si elles ne pr&#233;sentent pas d'autres dommages, on peut r&#233;utiliser
            les pi&#232;ces us&#233;es de cette fa&#231;on.
        </para>
        <para>
            <title>Kilom&#233;trage &#233;lev&#233; (usure normale) (
                <hotlnk xrefid="f0200618">figure 18</hotlnk>).
            </title>
            Cette cuvette de roulement pr&#233;sente une usure r&#233;guli&#232;re courante dans le cas d'un kilom&#233;trage
            &#233;lev&#233; et d'une charge normale. Elle pr&#233;sente une surface l&#233;g&#232;rement piqu&#233;e
            &#224; cause des impuret&#233;s dans le lubrifiant et devrait &#234;tre remplac&#233;e avant que la d&#233;t&#233;rioration
            ne soit trop prononc&#233;e.
        </para>
        <para>
            <title>D&#233;faillance des coussinets (endommag&#233;s) (
                <hotlnk xrefid="f0200619">figure 19</hotlnk>).
            </title>
            Cette cuvette a subi de s&#233;rieux dommages caus&#233;s par des particules m&#233;talliques dures
            contenues dans le lubrifiant. Si on la r&#233;utilisait, elle commencerait probablement &#224; s'&#233;cailler
            en peu de temps. Il faut la remplacer.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02006_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
