<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEUX AVANT &#192; POUTRE EN I INTERNATIONAL DE MARQUE SPICER - USURE MAXIMALE D'UN PIVOT DE FUS&#201;E
        D'ESSIEU AVANT
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>USURE MAXIMALE D'UN PIVOT DE FUS&#201;E D'ESSIEU AVANT</title>
        <svcsubsecinfo>
            <para>La marche &#224; suivre ci-dessous permet d'&#233;tablir si l'usure (jeu lat&#233;ral) d'un coussinet
                de pivot de fus&#233;e de l'essieu avant et le jeu d'extr&#233;mit&#233; vertical de l'axe de fus&#233;e
                exc&#232;de la limite maximale acceptable dans le cadre d'une utilisation normale et s'il faut proc&#233;der
                au remplacement de pi&#232;ces.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="check" graphiccount="1">
            <title>Service Procedure</title>
            <para>International recommande d'utiliser un comparateur &#224; cadran pour v&#233;rifier si le pivot de fus&#233;e
                pr&#233;sente trop de jeu. Le comparateur &#224; cadran doit &#234;tre utilis&#233; &#224; cette fin
                comme suit : (
                <hotlnk xrefid="f0200404">Figure 4</hotlnk>):
            </para>
            <figure id="f0200404" figsize="col-wide">
                <graphic id="g0200404" filename="../figg02/g0200404.webp" type="webp" resolution="72"/>
                <caption>Figure 4. Mesure de l'usure du coussinet du pivot de fus&#233;e</caption>
                <calloutgroup>
                    <callout1>A. 17,5 POUCES (443 MM) SUR LE RAYON</callout1>
                    <callout1>B. MESURER LE JEU &#192; CET ENDROIT JEU MAXIMAL DE 1/8 POUCE (3,175 MM)</callout1>
                    <callout1>1. COMPARATEUR &#192; CADRAN</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Pour prendre ces mesures, il NE faut PAS que les pivots de fus&#233;e et les coussinets aient
                        &#233;t&#233; graiss&#233;s r&#233;cemment. Les mesures doivent &#234;tre prises AVANT le
                        graissage.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Bloquer les roues arri&#232;re.</para>
            </step1>
            <step1>
                <para count="1">Lever l'essieu et le soutenir &#224; l'aide de
                    <emph type="bold">deux</emph>
                    chandelles. Si l'essieu n'est soutenu que par une seule chandelle, la lecture sera fauss&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Marquer le pneu &#224; une distance de 17,5 pouces (444.5 mm) &#224; partir du centre de
                    l'axe. Placer un comparateur &#224; cadran &#224; la marque de 17,5 pouces (444,5 mm) afin de
                    mesurer le mouvement du pneu.
                    <emph type="bold">Pour obtenir une mesure pr&#233;cise, il faut placer le comparateur &#224; cadran
                        &#224; l'endroit marqu&#233;.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer les freins pour &#233;liminer le jeu des paliers de roue et obtenir une
                    lecture pr&#233;cise. Proc&#233;der autrement faussera la lecture.
                </para>
                <para>Pousser le dessus de la roue vers l'int&#233;rieur et prendre la lecture du mouvement sur le
                    comparateur &#224; cadran plac&#233; &#224; la marque de 17,5 pouces (444,5 mm) sur le pneu (
                    <hotlnk xrefid="f0200404">Figure 4</hotlnk>).
                </para>
            </step1>
            <para>Si la lecture d&#233;passe 1/8 pouce (3,175 mm) &#224; la marque de 17,5 pouce (444,5 mm) (
                <hotlnk xrefid="f0200404">Figure 4</hotlnk>), il faut remplacer les coussinets de pivot de fus&#233;e
                lors du prochain entretien p&#233;riodique. Lorsque la lecture d&#233;passe 3/8 pouce (9,515 mm), il
                faut retirer le v&#233;hicule de la route jusqu'&#224; ce qu'on ait effectu&#233; les r&#233;parations.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
