<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - REMONTAGE - ENSEMBLE DE LA CHAPE
        DE COMMANDE EXTERNE ET DU DEMI-ARBRE DE ROUE MOTEUR EXTERNE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="4">
        <title>ENSEMBLE DE LA CHAPE DE COMMANDE EXTERNE ET DU DEMI-ARBRE DE ROUE MOTEUR EXTERNE</title>
        <step1>
            <para count="1">La chape de commande externe doit comporter un chemin de roulement enfonc&#233; dans son
                moyeu. Il ne fallait pas enlever ce chemin au moment du d&#233;montage, &#224; moins que vous n'ayez
                remplac&#233; la fourche ou le chemin par des pi&#232;ces neuves.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrifiez le joint d'&#233;tanch&#233;it&#233; et la surface du roulement de la chape de
                commande externe et placez la chape dans le roulement et le joint. La
                <hotlnk xrefid="f0201039">figure 39</hotlnk>
                illustre l'installation de la chape de commande externe.
            </para>
            <figure id="f0201039" figsize="col-wide">
                <graphic filename="../figg02/g0201039.webp" type="webp"/>
                <caption>Figure 40. Installation de la chape de commande externe</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Appliquez un cordon de mastic liquide sur la bride du demi-arbre de roue externe tel
                qu'illustr&#233; &#224; la
                <hotlnk document="f02010_24.xml" xrefid="f0201043">figure 43</hotlnk>. Consultez le premier &#233;l&#233;ment
                de la rubrique
                <hotlnk document="f02010_24.xml" xrefid="hl0201007">PR&#201;CAUTIONS G&#201;N&#201;RALES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez la cale d'&#233;paisseur de la chape sur les cannelures du demi-arbre de roue
                externe. Ins&#233;rez le demi-arbre dans l'al&#233;sage de la tige, puis tournez-le et alignez les
                cannelures sur celles de la chape de commande. Tournez le demi-arbre et la chape pour aligner les trous
                de la bride sur les goujons d'entra&#238;nement tel qu'illustr&#233; &#224; la
                <hotlnk xrefid="f0201040">figure 40</hotlnk>.
            </para>
            <figure id="f0201040" figsize="col-wide">
                <graphic filename="../figg02/g0201040.webp" type="webp"/>
                <caption>Figure 41. Installation du demi-arbre de roue externe</caption>
            </figure>
            <para>Passez le long boulon de retenue (2 po) de la chape dans une nouvelle rondelle d'&#233;tanch&#233;it&#233;,
                la rondelle de retenue et l'orifice filet&#233; &#224; l'extr&#233;mit&#233; du demi-arbre (
                <hotlnk document="f02010_3.xml" xrefid="f0201005">figure 5</hotlnk>). Serrez &#224; 125 lb&#183;pi (170
                N&#183;m).
            </para>
        </step1>
        <step1>
            <para count="1">Exercez une pression en direction axiale sur la chape de commande externe et v&#233;rifiez
                la pr&#233;sence d'un d&#233;gagement d'au moins 0,015 po sous la bride du demi-arbre de roue (
                <hotlnk xrefid="f0201041">figure 41</hotlnk>).
            </para>
            <figure id="f0201041" figsize="col-wide">
                <graphic filename="../figg02/g0201041.webp" type="webp"/>
                <caption>Figure 42. V&#233;rification du d&#233;gagement de la bride du demi-arbre de roue</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Installez les contre-&#233;crous pour retenir le demi-arbre de roue. Serrez &#224; 125 lb&#183;pi
                (170 N&#183;m).
            </para>
        </step1>
        <step1>
            <para count="1">Dans le cas des roulements de roue lubrifi&#233;s &#224; l'huile, tournez le moyeu de roue
                pour placer le trou du bouchon d'huile &#224; l'horizontale dans le demi-arbre de roue externe
                (consultez la
                <hotlnk xrefid="f0201042">figure 42</hotlnk>). Remplissez le moyeu avec l'huile recommand&#233;e et
                installez le bouchon.
            </para>
            <figure id="f0201042" figsize="col-wide">
                <graphic filename="../figg02/g0201042.webp" type="webp"/>
                <caption>Figure 43. Installation du bouchon du trou de remplissage d'huile</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Installez le chapeau de moyeu.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_30.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_32.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
