<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - R&#201;GLAGES - PIVOT DE FUS&#201;E</stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>PIVOT DE FUS&#201;E</title>
        <step1>
            <para count="1">L'avant du v&#233;hicule doit &#234;tre soulev&#233; et support&#233; ad&#233;quatement. Les
                roues avant doivent &#234;tre enlev&#233;es de l'essieu.
            </para>
        </step1>
        <step1>
            <para count="1">Le contre-&#233;crou du pivot de fus&#233;e inf&#233;rieur doit &#234;tre desserr&#233; et
                la rotule du pivot de fus&#233;e inf&#233;rieur doit &#234;tre abaiss&#233;e au maximum. Consultez la
                <hotlnk xrefid="f0201006">figure 6</hotlnk>.
            </para>
            <figure id="f0201006" figsize="col-wide">
                <graphic filename="../figg02/g0201006.webp" type="webp"/>
                <caption>Figure 6. Desserrage de la rotule du pivot de fus&#233;e inf&#233;rieur</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Soulevez le moyeu de roue, la fourche d'axe et le support du pivot de fus&#233;e &#224;
                l'aide d'un cric hydraulique plac&#233; sous le tambour. Dans le cas des ensembles munis d'une vis de r&#233;glage
                du pivot de fus&#233;e sup&#233;rieur faisant saillie &#224; travers le chapeau du pivot de fus&#233;e
                sup&#233;rieur ou le levier de direction, r&#233;glez la vis de mani&#232;re &#224; soulever les pi&#232;ces
                susmentionn&#233;es. Soulevez l'ensemble jusqu'&#224; ce que le mouvement ascendant s'arr&#234;te, soit
                au moment o&#249; le bas du roulement du pivot de fus&#233;e sup&#233;rieur entre en contact avec la
                surface sph&#233;rique inf&#233;rieure de la queue de rotule du pivot de fus&#233;e sup&#233;rieur.
            </para>
        </step1>
        <step1>
            <para count="1">Placez une pile de cales d'&#233;paisseur entre le support du pivot de fus&#233;e inf&#233;rieur
                et la fourche de suspension. Les cales doivent remplir tout l'espace.
            </para>
        </step1>
        <step1>
            <para count="1">Tournez la queue de rotule du pivot de fus&#233;e inf&#233;rieur vers le haut jusqu'&#224;
                ce que la pile de cales se desserre (
                <hotlnk xrefid="f0201007">figure 7</hotlnk>).
            </para>
            <figure id="f0201007" figsize="col-wide">
                <graphic filename="../figg02/g0201007.webp" type="webp"/>
                <caption>Figure 7. Tournez la queue rotule du pivot de fus&#233;e inf&#233;rieur vers le haut</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Reculez la queue de rotule du pivot de fus&#233;e inf&#233;rieur d'un quart de tour (90&#176;).</para>
        </step1>
        <step1>
            <para count="1">Serrez le contre-&#233;crou au couple appropri&#233; tout en emp&#234;chant la queue de
                rotule du pivot de fus&#233;e inf&#233;rieur de tourner. Dans le cas des ensembles munis d'une vis de r&#233;glage
                du pivot de fus&#233;e sup&#233;rieur, desserrez la vis de 1/4 de tour. Immobilisez la vis en serrant le
                contre-&#233;crou.
            </para>
        </step1>
        <step1>
            <para count="1">Dans le cas des ensembles d&#233;pourvus de vis de r&#233;glage sup&#233;rieure, retirez le
                cric ou le dispositif de levage supportant le tambour de frein. En ins&#233;rant un levier sous le
                support du pivot de fus&#233;e sup&#233;rieur, on peut remarquer un jeu de 1/32 &#224; 3/32 po dans un
                nouvel ensemble. Apr&#232;s le chargement, un jeu pouvant atteindre 1/8 po est acceptable. Un jeu plus
                important n&#233;cessite une inspection pour d&#233;couvrir une usure ou une d&#233;formation &#233;ventuelle.
            </para>
        </step1>
        <step1>
            <para count="1">Il faut r&#233;gler de nouveau les pivots de fus&#233;e apr&#232;s tout desserrement ou la d&#233;pose
                et la pose du support du pivot de fus&#233;e sup&#233;rieur ou inf&#233;rieur, le remplacement de
                coussinets de pivot de fus&#233;e, etc.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
