<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT : EATON EFA-12 - REMPLACEMENT - REMPLACEMENT DES MANCHONS ET DES BAGUES DE
        GRAISSAGE DES PIVOTS DE FUS&#201;E
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="5">
        <title>REMPLACEMENT DES MANCHONS ET DES BAGUES DE GRAISSAGE DES PIVOTS DE FUS&#201;E</title>
        <specpara>
            <note>
                <para>Les anciens mod&#232;les d'essieu directeur &#233;taient munis d'une seule bague de graissage sup&#233;rieure.
                    Les mod&#232;les plus r&#233;cents sont dot&#233;s de deux bagues (sup&#233;rieure et inf&#233;rieure).
                    On peut se procurer des trousses de pi&#232;ces Eaton comprenant les deux bagues de graissage. Nous
                    recommandons d'utiliser les deux lors du remplacement des bagues de graissage ou des manchons de
                    pivot.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">D&#233;posez les bagues de graissage des pivots de fus&#233;e au moyen d'un outil ad&#233;quat.</para>
        </step1>
        <step1>
            <para count="1">Chassez les manchons hors des fus&#233;es (
                <hotlnk xrefid="f0200629">figure 29</hotlnk>) au moyen d'un guide de chassoir ad&#233;quat (ou de
                l'outil d'installation Eaton num&#233;ro 700291).
            </para>
            <figure id="f0200629" figsize="col-wide">
                <graphic filename="../figg02/g0200629.webp" type="webp"/>
                <caption>Figure 29. Chassez les manchons</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Retirez tous les corps &#233;trangers dans les zones des pivots de fus&#233;e du levier de
                direction et de la poutre d'essieu.
            </para>
        </step1>
        <step1>
            <para count="1">Nettoyez les surfaces usin&#233;es &#224; la brosse m&#233;tallique en prenant soin de ne
                pas les endommager (
                <hotlnk xrefid="f0200630">figure 30</hotlnk>). Nettoyez les al&#233;sages des pivots de fus&#233;e.
            </para>
            <figure id="f0200630" figsize="col-wide">
                <graphic filename="../figg02/g0200630.webp" type="webp"/>
                <caption>Figure 30. Nettoyez les surfaces usin&#233;es &#224; la brosse m&#233;tallique</caption>
            </figure>
            <specpara>
                <important>
                    <para>Pour d&#233;poser et installer ad&#233;quatement les manchons et les bagues de graissage des
                        pivots de fus&#233;e, utilisez l'outil d'installation Eaton num&#233;ro 700291.
                    </para>
                </important>
            </specpara>
            <specpara>
                <warning>
                    <para>Durant la d&#233;pose et l'installation, n'utilisez jamais un marteau ou un outil en acier
                        pour frapper les pi&#232;ces en acier tremp&#233;.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Durant l'installation des manchons, placez le joint dans les zones marqu&#233;es d'un X (
                        <hotlnk xrefid="f0200633">figure 33</hotlnk>).
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Certains manchons Eaton doivent &#234;tre al&#233;s&#233;s apr&#232;s l'installation. Suivez
                        les instructions fournies avec les manchons.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Utilisez la m&#234;me m&#233;thode (prochaine &#233;tape) pour installer les manchons sup&#233;rieurs
                et inf&#233;rieurs. Pour faciliter l'installation, lubrifiez l&#233;g&#232;rement le diam&#232;tre ext&#233;rieur
                des manchons.
            </para>
        </step1>
        <step1>
            <para count="1">Pour installer les manchons, posez-les d'abord &#224; la main dans l'al&#233;sage. Puis
                utilisez un guide de chassoir ad&#233;quat (ou un outil d'installation Eaton 700291) pour enfoncer les
                manchons jusqu'&#224; ce qu'ils soient bien plac&#233;s (
                <hotlnk xrefid="f0200631">figure 31</hotlnk>).
            </para>
            <figure id="f0200631" figsize="col-wide">
                <graphic filename="../figg02/g0200631.webp" type="webp"/>
                <caption>Figure 31. Amorcez la pose du manchon &#224; la main</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Installez une nouvelle bague de graissage &#224; l'aide d'un guide de chassoir ad&#233;quat
                ou d'un outil similaire qui n'endommagera pas la bague durant l'installation.
            </para>
            <specpara>
                <note>
                    <para>Lorsque vous installez une bague de graissage, veillez &#224; ce que la l&#232;vre soit orient&#233;e
                        vers le centre de la fus&#233;e
                        <hotlnk xrefid="f0200632">figure 32</hotlnk>
                        et
                        <hotlnk xrefid="f0200633">figure 33</hotlnk>). Cela est n&#233;cessaire pour que la bague de
                        graissage puisse bien fonctionner.
                    </para>
                </note>
            </specpara>
            <figure id="f0200632" figsize="col-wide">
                <graphic filename="../figg02/g0200632.webp" type="webp"/>
                <caption>Figure 32. L&#232;vre orient&#233;e vers le centre</caption>
            </figure>
            <figure id="f0200633" figsize="pg-wide">
                <graphic filename="../figg02/g0200633.webp" type="webp"/>
                <caption>Figure 33. Installez les bagues de graissage</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02006_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
