<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT : EATON EFA-12 - INSPECTIONS - RECOMMENDATIONS ET INTERVALLES RELATIFS AUX
        INSPECTIONS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>RECOMMENDATIONS ET INTERVALLES RELATIFS AUX INSPECTIONS</title>
        <svcprocinfo>
            <para>Avant d'effectuer les inspections, il faut accomplir les &#233;tapes pr&#233;liminaires suivantes :
            </para>
            <seqlist>
                <item>
                    <para>serrez le frein de stationnement et calez les roues motrices pour emp&#234;cher le v&#233;hicule
                        de bouger;
                    </para>
                </item>
                <item>
                    <para>soulevez le v&#233;hicule jusqu'&#224; ce que les roues de l'essieu directeur quittent le sol.
                        Placez des supports de s&#233;curit&#233; sous le v&#233;hicule.
                    </para>
                </item>
            </seqlist>
            <specpara>
                <warning>
                    <para>Ne travaillez jamais sous un v&#233;hicule soutenu uniquement par un cric.</para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Recommendations g&#233;n&#233;rales</title>
            <para>On recommande des p&#233;riodes d'inspection ou d'entretien pour les v&#233;hicules d'usage g&#233;n&#233;ral
                ou moyen. Il serait souhaitable d'augmenter la fr&#233;quence des inspections selon l'utilisation du v&#233;hicule.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Inspection g&#233;n&#233;rale</title>
            <para>&#192; chaque lubrification du v&#233;hicule, effectuez une inspection visuelle minutieuse pour vous
                assurer que les pi&#232;ces sont bien assembl&#233;es et qu'elles ne sont pas bris&#233;es ni l&#226;ches.
                Assurez-vous que les &#233;crous fixant les ressorts &#224; la poutre d'essieu et les pi&#232;ces de
                fixation de la direction sont bien serr&#233;s.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>R&#233;glage de la g&#233;om&#233;trie</title>
            <para>Consultez le GROUPE 02 - ESSIEU AVANT, du manuel d'entretien principal CTS-5000 pour conna&#238;tre
                les intervalles d'inspection du r&#233;glage de la g&#233;om&#233;trie. Mais si vous constatez que le
                volant est difficile &#224; tourner, que le v&#233;hicule louvoie ou que les pneus s'usent de fa&#231;on
                irr&#233;guli&#232;re et excessive, v&#233;rifiez le r&#233;glage de la g&#233;om&#233;trie. Consultez
                la section
                <hotlnk document="f02006_16.xml" xrefid="hl0200602">INSPECTION DU R&#201;GLAGE DE LA
                    G&#201;OM&#201;TRIE</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>But&#233;es de l'essieu directeur</title>
            <para>Aucun intervalle particulier n'est recommand&#233;. Mais si vous constatez que le rayon de virage de
                la direction est insuffisant ou excessif, r&#233;glez les but&#233;es. Consultez le GROUPE 02 - ESSIEU
                AVANT, du manuel d'entretien principal CTS-5000.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Embouts de barre d'accouplement</title>
            <para>Examinez-les &#224; chaque lubrification d'essieu. Voyez s'il n'y a pas de joints d'&#233;tanch&#233;it&#233;
                endommag&#233;s, de rotules us&#233;es ou de pi&#232;ces de fixation l&#226;ches.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Coussinets de but&#233;e de fus&#233;e</title>
            <para>R&#233;glez le jeu vertical de la fus&#233;e au moment du retrait du pivot de fus&#233;e &#224; des
                fins d'entretien, de r&#233;vision de l'essieu ou lorsque vous remarquez un mouvement vertical excessif
                de la fus&#233;e.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Pivots de fus&#233;e</title>
            <para>Examinez l'ajustement du pivot dans les manchons au moment o&#249; vous retirez le pivot pour
                l'entretien, pour la r&#233;vision de l'essieu ou lorsque vous remarquez un desserrage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Coussinets de roue et coussinets de but&#233;e de fus&#233;e</title>
            <para>Examinez les coussinets de roue et les coussinets de but&#233;e de la fus&#233;e pour voir s'ils sont
                endommag&#233;s ou us&#233;s chaque fois que vous d&#233;posez le moyeu et le tambour ou que vous r&#233;parez
                la fus&#233;e d'essieu.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02006_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
