<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - D&#201;MONTAGE - S&#201;PARATION
        DU SUPPORT DU PIVOT DE FUS&#201;E INF&#201;RIEUR ET DU PIVOT DE FUS&#201;E
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="1">
        <title>S&#201;PARATION DU SUPPORT DU PIVOT DE FUS&#201;E INF&#201;RIEUR ET DU PIVOT DE FUS&#201;E</title>
        <step1>
            <para count="1">La queue de rotule et le roulement du pivot de fus&#233;e inf&#233;rieur sont visibles pour
                l'inspection apr&#232;s le retrait de la fourche de l'axe (consultez la
                <hotlnk xrefid="f0201027">figure 27</hotlnk>). Reculez le contre-&#233;crou du pivot de fus&#233;e inf&#233;rieur
                avant de retirer le support du pivot de fus&#233;e et du levier de direction de la fourche de l'axe.
            </para>
            <figure id="f0201027" figsize="col-wide">
                <graphic filename="../figg02/g0201027.webp" type="webp"/>
                <caption>Figure 27. S&#233;paration du support du pivot de fus&#233;e inf&#233;rieur de la fourche de
                    l'axe
                </caption>
            </figure>
            <para>Une fois le contre-&#233;crou desserr&#233;, enlevez les quatre boulons retenant le support &#224; la
                fourche.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez la rotule du pivot de fus&#233;e inf&#233;rieur.</para>
            <para>Une cl&#233; Allen ou une douille hexagonale peut servir &#224; tourner la queue de rotule. Si aucun
                de ces outils n'est disponible, il est possible de fabriquer sur place un outil permettant de tourner la
                queue de rotule; il suffit de souder un &#233;crou &#224; un boulon dont la t&#234;te pr&#233;sente la m&#234;me
                dimension que celle du si&#232;ge de rotule. Une douille ou une cl&#233; standard peut servir &#224;
                tourner la queue de rotule.
            </para>
        </step1>
        <step1>
            <para count="1">Retirez la rotule du pivot de fus&#233;e du support.</para>
        </step1>
        <step1>
            <para count="1">S'il faut remplacer le roulement du pivot de fus&#233;e inf&#233;rieur, chassez-le hors de
                la fourche de suspension en poussant sur le disque du pivot de fus&#233;e inf&#233;rieur.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
