<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEUX AVANT &#192; POUTRE EN I INTERNATIONAL DE MARQUE SPICER - REMPLACEMENT DES COUSSINETS DE
        PIVOT DE FUS&#201;E - NETTOYAGE ET V&#201;RIFICATION
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>NETTOYAGE ET V&#201;RIFICATION</title>
        <step1>
            <para count="1">Nettoyer la fus&#233;e d'essieu et l'al&#233;sage de l'essieu, puis les s&#233;cher &#224;
                l'air comprim&#233;.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifier les pi&#232;ces et remplacer toute pi&#232;ce us&#233;e, fissur&#233;e ou
                endommag&#233;e. Voir s'il y a des fissures &#224; l'aide d'une matrice, par ressuage fluorescent ou au
                moyen d'un examen magn&#233;toscopique. S'il faut remplacer des cales d'espacement, utiliser des cales
                de m&#234;me dimension.
            </para>
        </step1>
        <step1>
            <para count="1">Utiliser un microm&#232;tre et une jauge t&#233;lescopique pour mesurer l'al&#233;sage de la
                fus&#233;e d'essieu. L'arrondissement au bord sup&#233;rieur et inf&#233;rieur de l'al&#233;sage est
                acceptable. S'assurer que le coussinet est retir&#233; de la fus&#233;e d'essieu (
                <hotlnk xrefid="f0200411">Figure 11</hotlnk>).
            </para>
            <figure id="f0200411" figsize="col-wide">
                <graphic id="g0200411" filename="../figg02/g0200411.webp" type="webp"/>
                <caption>Figure 11. Mesure de l'al&#233;sage de la fus&#233;e d'essieu</caption>
            </figure>
            <para>Mesurer l'al&#233;sage &#224; quatre endroits sur la ligne m&#233;diane sur le c&#244;t&#233; de la
                fus&#233;e d'essieu (
                <hotlnk xrefid="f0200411">Figure 11</hotlnk>). Si la mesure moyenne est sup&#233;rieure au
                <hotlnk document="f02004t_11.xml" xrefid="t0200401">diam&#232;tre maximal acceptable de l'al&#233;sage
                    de la fus&#233;e d'essieu</hotlnk>, remplacer cette derni&#232;re.
            </para>
        </step1>
        <step1>
            <para count="1">Utiliser un microm&#232;tre et une jauge t&#233;lescopique pour mesurer l'al&#233;sage dans
                la poutre en I. L'arrondissement au bord sup&#233;rieur et inf&#233;rieur de l'al&#233;sage est
                acceptable (
                <hotlnk xrefid="f0200412">Figure 12</hotlnk>).
            </para>
            <figure id="f0200412" figsize="col-wide">
                <graphic id="g0200412" filename="../figg02/g0200412.webp" type="webp"/>
                <caption>Figure 12. Mesure de l'al&#233;sage de la poutre en I</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Mesurer l'al&#233;sage &#224; quatre endroits sur la ligne m&#233;diane sur le c&#244;t&#233;
                de la poutre entre 1/2 pouce (25 mm) de la partie sup&#233;rieure de l'al&#233;sage et 1/2 pouce (25 mm)
                de la partie inf&#233;rieure de l'al&#233;sage (
                <hotlnk xrefid="f0200412">Figure 12</hotlnk>). Si la mesure moyenne est sup&#233;rieure au
                <hotlnk document="f02004t_11.xml" xrefid="hl0200402">diam&#232;tre maximal acceptable de l'al&#233;sage
                    de la poutre en I</hotlnk>, remplacer cette derni&#232;re.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02004t.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
