<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - EXTR&#201;MIT&#201;S D'ESSIEU AVANT MOTODIRECTEUR : FABCO SDA-12 - D&#201;MONTAGE - D&#201;POSE DE
        LA FOURCHE DE L'AXE
    </stitle>
    <svcsection/>
    <svcproc id="hl0201005" svcproctype="disassemble" graphiccount="3">
        <title>D&#201;POSE DE LA FOURCHE DE L'AXE</title>
        <step1>
            <para count="1">Effectuez le retrait du moyeu, du tambour et des coussinets de roue ainsi que de l'axe de
                frein et de roue tel que d&#233;crit pr&#233;c&#233;demment.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;saccouplez les embouts de la bielle de connexion et la barre de direction. Enlevez la
                goupille fendue et l'&#233;crou &#224; cr&#233;neaux, puis tout en exer&#231;ant une pression entre
                l'embout de bielle de connexion et le levier de direction, frappez fermement le c&#244;t&#233; du levier
                de direction dans le sens axial &#224; l'extr&#233;mit&#233; du goujon conique du coude de la bielle.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez les quatre boulons de fixation (
                <hotlnk xrefid="f0201021">figure 21</hotlnk>) qui retiennent le croisillon et le roulement du joint
                universel &#224; la chape de commande externe.
            </para>
            <figure id="f0201021" figsize="col-wide">
                <graphic filename="../figg02/g0201021.webp" type="webp"/>
                <caption>Figure 21. D&#233;pose des boulons du croisillon du joint universel</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Soutenez la fourche de l'axe pendant que vous enlevez les quatre boulons de fixation du
                support du pivot de fus&#233;e sup&#233;rieur (consultez la
                <hotlnk xrefid="f0201022">figure 22</hotlnk>).
            </para>
            <figure id="f0201022" figsize="col-wide">
                <graphic filename="../figg02/g0201022.webp" type="webp"/>
                <caption>Figure 22. D&#233;pose des boulons du support du pivot de fus&#233;e sup&#233;rieur</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Abaissez la fourche de l'axe tout en tournant la partie sup&#233;rieure vers l'ext&#233;rieur
                (
                <hotlnk xrefid="f0201023">figure 23</hotlnk>). Cela devrait permettre &#224; la rotule du pivot de fus&#233;e
                de sortir de son si&#232;ge dans la fourche de suspension. La fourche de l'axe peut alors &#234;tre
                &#233;cart&#233;e de l'essieu.
            </para>
            <figure id="f0201023" figsize="col-wide">
                <graphic filename="../figg02/g0201023.webp" type="webp"/>
                <caption>Figure 23. Abaissement de la fourche de l'axe</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02010_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
