<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ESSIEU DIRECTEUR AVANT NON MOTEUR : ROCKWELL - INSPECTION - V&#201;RIFICATION DE L'USURE DES BAGUES
        DE FUS&#201;E
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>V&#201;RIFICATION DE L'USURE DES BAGUES DE FUS&#201;E</title>
        <step1>
            <para count="1">Placez des cales en avant et en arri&#232;re des roues arri&#232;re pour emp&#234;cher le v&#233;hicule
                de bouger.
            </para>
            <specpara>
                <warning>
                    <para>Ne travaillez pas sous un v&#233;hicule support&#233; uniquement par des chandelles, car elles
                        peuvent glisser ou tomber et causer de graves blessures.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Utilisez un cric pour soulever le v&#233;hicule jusqu'&#224; ce que les roues avant quittent
                le sol. Soutenez le v&#233;hicule au moyen de supports de s&#233;curit&#233;.
            </para>
        </step1>
        <step1>
            <para count="1">Voyez si la bague de fus&#233;e sup&#233;rieure est us&#233;e. Installez un indicateur
                &#224; aiguille de fa&#231;on que sa base repose sur la poutre en I et que son extr&#233;mit&#233;
                repose sur le c&#244;t&#233; de la partie sup&#233;rieure de la fus&#233;e (
                <hotlnk xrefid="f0200506">figure 6</hotlnk>).
            </para>
            <figure id="f0200506" figsize="col-wide">
                <graphic id="g0200506" filename="../figg02/g0200506.webp" type="webp"/>
                <caption>Figure 6. V&#233;rification de l'usure des bagues de fus&#233;e</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">R&#233;glez l'indicateur &#224; aiguille &#224; 0.</para>
            <specpara>
                <note>
                    <para>S'il faut remplacer une bague, remplacez les deux bagues de la fus&#233;e.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">D&#233;placez la partie sup&#233;rieure du pneu lat&#233;ralement en la rapprochant et en l'&#233;loignant
                du v&#233;hicule. Si l'aiguille de l'indicateur se d&#233;place de 0,010 po (0,254 mm) au total, c'est
                que la bague sup&#233;rieure est us&#233;e ou endommag&#233;e (
                <hotlnk xrefid="f0200506">figure 6</hotlnk>). Il faut alors remplacer les deux bagues. Consultez la
                section
                <hotlnk document="f02005r_HL0200503.xml" xrefid="hl0200503">ASSEMBLAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez la bague de fus&#233;e inf&#233;rieure. Installez un indicateur &#224;
                aiguille de fa&#231;on que sa base repose sur la poutre en I et que son extr&#233;mit&#233; repose sur
                le c&#244;t&#233; de la partie inf&#233;rieure de la fus&#233;e (
                <hotlnk xrefid="f0200507">figure 7</hotlnk>).
            </para>
            <figure id="f0200507" figsize="col-wide">
                <graphic id="g0200507" filename="../figg02/g0200507.webp" type="webp"/>
                <caption>Figure 7. V&#233;rifiation de la bague de fus&#233;e inf&#233;rieure</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">R&#233;glez l'indicateur &#224; aiguille &#224; 0.</para>
        </step1>
        <step1>
            <para count="1">D&#233;placez la partie inf&#233;rieure du pneu lat&#233;ralement en la rapprochant et en l'&#233;loignant
                du v&#233;hicule. Si l'aiguille de l'indicateur se d&#233;place de 0,010 po (0,25 mm) au total, c'est
                que la bague inf&#233;rieure est us&#233;e ou endommag&#233;e. Remplacez les deux bagues. Consultez la
                section
                <hotlnk document="f02005r_HL0200503.xml" xrefid="hl0200503">ASSEMBLAGE</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
