<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CUBOS, COJINETES Y SELLOS (EJES QUE NO SON DE MANDO) (sin TIFS a&#250;n) - TABLA DE LOCALIZACI&#211;N
        Y SOLUCI&#211;N DE PROBLEMAS DE LA TAPA DEL CUBO DE COJINETES Y SELLO DEL COJINETE DE LA RUEDA
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>TABLA DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS DE LA TAPA DEL CUBO DE COJINETES Y SELLO DEL
            COJINETE DE LA RUEDA
        </title>
        <svcsubsecinfo>
            <para>Antes de reemplazar un sello de rueda o empaque/tapa del cubo de la rueda con fugas, se debe
                diagnosticar la causa real de la fuga para asegurar que el problema no vuelva a ocurrir.
            </para>
            <para>Usted observar&#225; que la tabla tiene cuatro categor&#237;as en que se puede producir la fuga; no
                pase por alto ninguna de las categor&#237;as.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="check" graphiccount="0">
            <title>TABLA DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
            <table id="t0200201">
                <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
                <tgroup cols="2" colsep="0" rowsep="1">
                    <colspec colname="1" colwidth="2.50in"/>
                    <colspec colname="2" colwidth="3.50in"/>
                    <spanspec namest="1" nameend="2" spanname="1to2"/>
                    <thead valign="top">
                        <row rowsep="0">
                            <entry>
                                <para>Condici&#243;n</para>
                            </entry>
                            <entry>
                                <para>Soluci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Cubo y cojinetes</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El hueco del cubo de la rueda tiene rebabas, &#243;xido o mellas</para>
                            </entry>
                            <entry>
                                <para>El cubo debe estar suave y libre de un acabado excesivamente &#225;spero, que
                                    puede causar da&#241;os en el di&#225;metro exterior del sello. Limpie si es posible
                                    o reemplace el cubo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Di&#225;metro del hueco del cubo</para>
                            </entry>
                            <entry>
                                <para>El sello se debe ajustar a presi&#243;n. Revise si la aplicaci&#243;n del sello es
                                    correcta.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cubo poroso o agrietado</para>
                            </entry>
                            <entry>
                                <para>La fuga que aparece en el cubo (no en la tapa del cubo) es una indicaci&#243;n de
                                    una posible grieta o abertura porosa que deja que se fugue el lubricante. Para
                                    corregir esta condici&#243;n, se debe instalar un nuevo cubo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ajuste del cojinete de la rueda flojo</para>
                            </entry>
                            <entry>
                                <para>El ajuste del cojinete de la rueda flojo permitir&#225; el movimiento lateral del
                                    sello y provocar&#225; un desgaste anormal o desalineaci&#243;n del hueco del eje.
                                    El resultado ser&#225; un bombeo de aceite m&#225;s all&#225; del sello. Fije y
                                    mantenga el ajuste apropiado del cojinete de la rueda. Los cojinetes de la rueda de
                                    ajuste demasiado apretados pueden causar fallas prematuras del cojinete.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Eje</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El eje tiene rebabas o mellas</para>
                            </entry>
                            <entry>
                                <para>Elimine todas las rebabas y mellas. Corrija el acabado &#225;spero. No utilice el
                                    cincel para remover el anillo limpiador (camisa desgastada).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Residuos adheridos en la ranura</para>
                            </entry>
                            <entry>
                                <para>Limpie completamente todos los residuos adheridos a las superficies de sellos y
                                    hombros de cojinete.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Sello de la rueda</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sello instalado o sentado inadecuadamente en el cubo</para>
                            </entry>
                            <entry>
                                <para>Aseg&#250;rese de ajustar el sentamiento uniforme del sello despu&#233;s de la
                                    instalaci&#243;n. Utilice los procedimientos de instalaci&#243;n adecuados.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Di&#225;metro interior y exterior en los sellos unitarios da&#241;ado</para>
                            </entry>
                            <entry>
                                <para>El nuevo sello puede haberse da&#241;ado antes de la instalaci&#243;n. Revise el
                                    hueco del sello del cubo y eje para ver si tienen mellas y rebabas. Si es necesario,
                                    suavice con una tela de esmeril. El sello tambi&#233;n se puede da&#241;ar debido al
                                    maltrato durante la instalaci&#243;n del conjunto de cubo al entrar en contacto con
                                    el eje o sus roscas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Anillo limpiador gastado o da&#241;ado en el sello de dos piezas</para>
                            </entry>
                            <entry>
                                <para>Desgaste normal del &#225;rea de contacto del anillo de labio del sello o
                                    instalaci&#243;n inadecuada del sello. Reemplace el sello usando las herramientas de
                                    instalaci&#243;n correctas.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sello suelto o demasiado apretado en el hueco del cubo</para>
                            </entry>
                            <entry>
                                <para>Revise si la aplicaci&#243;n del conjunto de sello es correcta.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sellador no fue aplicado al di&#225;metro exterior del sello cuando era
                                    necesario
                                </para>
                            </entry>
                            <entry>
                                <para>Use el eliminador de empaques cuando se indique hacerlo.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fuga en el sello del &#225;rbol de levas del freno</para>
                            </entry>
                            <entry>
                                <para>La lubricaci&#243;n excesiva del &#225;rbol de levas del freno puede hacer que la
                                    grasa entre a los grupos de frenos, lo que se puede confundir con sellos de rueda
                                    defectuosos. No lubrique en exceso los &#225;rboles de levas del freno.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="1to2">
                                <para>
                                    <emph type="bold">Tapa del cubo Aceite/Grasa</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Lubricante en el exterior de la tapa del cubo</para>
                            </entry>
                            <entry>
                                <para>Derrame de lubricante en el llenado inicial o al a&#241;adir lubricante. Limpie el
                                    lubricante de la tapa de grasa, de manera que no se confunda con un defecto en una
                                    mirilla, tapa del cojinete o empaque defectuosos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Llenado de lubricante en exceso</para>
                            </entry>
                            <entry>
                                <para>Un exceso de lubricante puede hacer que &#233;ste salga por la ventilaci&#243;n
                                    del tap&#243;n de la tapa del cubo. Mantenga una marca de nivel de llenado adecuada
                                    en la ventana.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Bastidor agrietado</para>
                            </entry>
                            <entry>
                                <para>La tapa del cubo se puede da&#241;ar manipulando o apretando inadecuadamente los
                                    tornillos de la tapa. Reemplace la tapa si est&#225; agrietada. Apriete los
                                    tornillos de la tapa con un patr&#243;n cruzado, alternadamente a una torsi&#243;n
                                    de 13 - 27 N&#183;m (16 a 20 lbs-pie).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Mirilla agrietada o rota</para>
                            </entry>
                            <entry>
                                <para>La mirilla se puede da&#241;ar debido a maltratos al manipular la tapa o al
                                    golpearla con un objeto. Reemplace la tapa del cubo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fuga por el empaque en la superficie de montaje del cubo o rueda</para>
                            </entry>
                            <entry>
                                <para>Apriete los tornillos a 13 a 27 N&#8226;m (16 a 20 libras-pie) alternadamente en
                                    un patr&#243;n cruzado. Utilice tornillos del largo apropiado y arandelas del tama&#241;o
                                    correcto. Reemplace el empaque.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fuga en la mirilla</para>
                            </entry>
                            <entry>
                                <para>Reemplace la tapa.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tap&#243;n de ventilaci&#243;n de caucho no sellado</para>
                            </entry>
                            <entry>
                                <para>Despu&#233;s de llenar con lubricante, aseg&#250;rese de que el tap&#243;n de
                                    ventilaci&#243;n de caucho est&#233; sentado en la ventana de la tapa.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fuga de lubricante en el tap&#243;n de llenado roscado</para>
                            </entry>
                            <entry>
                                <para>Aplique sellador para roscas tipo rosca de tuber&#237;a al tap&#243;n roscado.
                                    Apriete el tap&#243;n.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
