<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE DIRECCI&#211;N DELANTERO SIN MANDO: ROCKWELL - ENSAMBLAJE - ARTICULACI&#211;N</stitle>
    <svcsection/>
    <svcproc id="hl0200504" svcproctype="assemble" graphiccount="12">
        <title>ARTICULACI&#211;N</title>
        <svcprocinfo>
            <seqlist>
                <item>
                    <para>Limpie los agujeros de la articulaci&#243;n y la viga de eje.</para>
                </item>
                <item>
                    <para>Coloque la articulaci&#243;n en la viga de eje.</para>
                </item>
                <item>
                    <para>Instalaci&#243;n del sello en el balero de empuje.</para>
                    <para>En sellos tipo `cubierta', instale el sello sobre el extremo abierto del balero (
                        <hotlnk xrefid="f0200526">Figura 26</hotlnk>).
                    </para>
                    <para>En sellos tipo `plano', coloque el sello sobre la parte cerrada del balero (
                        <hotlnk xrefid="f0200526">Figura 26</hotlnk>).
                    </para>
                </item>
            </seqlist>
            <figure id="f0200526" figsize="col-wide">
                <graphic id="g0200526" filename="../figg02/g0200526.webp" type="webp"/>
                <caption>Figura 26. Tipos de sellos</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Balero de empuje y sellos integrales</title>
            <para>El balero de empuje de una pieza con un sello de grasa integrado es totalmente intercambiable con el
                dise&#241;o de dos piezas. Tiene una orientaci&#243;n superior e inferior especificada:
            </para>
            <randlist type="bullet">
                <item>
                    <para>La superficie con el sello de di&#225;metro interno debe estar en la parte superior.</para>
                </item>
                <item>
                    <para>La superficie con el sello de di&#225;metro externo debe estar en la parte inferior (
                        <hotlnk xrefid="f0200527">Figura 27</hotlnk>).
                    </para>
                </item>
            </randlist>
            <figure id="f0200527" figsize="col-wide">
                <graphic id="g0200527" filename="../figg02/g0200527.webp" type="webp"/>
                <caption>Figura 27. Sello del di&#225;metro externo en la parte inferior</caption>
            </figure>
            <step1>
                <para count="1">Deslice el conjunto de sello y del balero de empuje entre la parte inferior de la viga
                    de eje y la articulaci&#243;n. Aseg&#250;rese de que el sello est&#233; hacia la viga (
                    <hotlnk xrefid="f0200528">Figura 28</hotlnk>).
                </para>
                <figure id="f0200528" figsize="col-wide">
                    <graphic id="g0200528" filename="../figg02/g0200528.webp" type="webp"/>
                    <caption>Figura 28. Conjunto de sello del balero de empuje</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales, use guantes cuando instale las calzas. Las calzas tienen
                            bordes afilados.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale las calzas de acuerdo al siguiente procedimiento:</para>
                <step2>
                    <para count="1">Inspeccione las calzas. Reemplace las calzas da&#241;adas.</para>
                </step2>
                <step2>
                    <para count="1">Si se debe determinar un nuevo paquete de calzas, seleccione la cantidad de calzas
                        que proporcionen el juego longitudinal m&#225;s peque&#241;o.
                    </para>
                </step2>
                <step2>
                    <para count="1">Coloque una palanca entre el saliente del brazo de la barra de acoplamiento y la
                        viga de eje. Levante la articulaci&#243;n y deslice el paquete de calzas entre la parte superior
                        de la viga y la articulaci&#243;n (
                        <hotlnk xrefid="f0200529">Figura 29</hotlnk>).
                    </para>
                    <figure id="f0200529" figsize="col-wide">
                        <graphic id="g0200529" filename="../figg02/g0200529.webp" type="webp"/>
                        <caption>Figura 29. Uso de la palanca</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Aseg&#250;rese de que todos los agujeros est&#233;n alineados. Si los agujeros no
                        est&#225;n alineados, las piezas se da&#241;ar&#225;n cuando se instale el pivote de la direcci&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Saque la palanca.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el pivote de la direcci&#243;n de acuerdo al siguiente procedimiento (
                    <hotlnk xrefid="f0200530">Figura 30</hotlnk>).
                </para>
                <figure id="f0200530" figsize="col-wide">
                    <graphic id="g0200530" filename="../figg02/g0200530.webp" type="webp"/>
                    <caption>Figura 30. Instalaci&#243;n del pivote de la direcci&#243;n.</caption>
                </figure>
                <step2>
                    <para count="1">Aplique el lubricante a la mitad inferior del pivote de la direcci&#243;n. Consulte
                        el GRUPO 10 - LUBRICACI&#211;N en el Manual de servicio maestro CTS-5000.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el pasador en la parte superior de la articulaci&#243;n. Aseg&#250;rese de
                        que la palabra "TOP" est&#233; hacia usted.
                    </para>
                </step2>
                <step2>
                    <para count="1">Gire el pasador de modo que las ranuras se alineen con los orificios en la
                        articulaci&#243;n.
                    </para>
                    <specpara>
                        <caution>
                            <para>No fuerce el pasador a trav&#233;s del buje superior o se da&#241;ar&#225;n las
                                calzas.
                            </para>
                        </caution>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Empuje el pasador a trav&#233;s del buje superior, el sello y el paquete de calzas.
                        Si es dif&#237;cil instalar el pasador, aseg&#250;rese de que las partes est&#233;n alineadas.
                    </para>
                    <specpara>
                        <warning>
                            <para>Use protecci&#243;n ocular. No golpee las piezas de acero con un martillo de acero.
                                Las piezas pueden romperse y provocar lesiones personales graves.
                            </para>
                        </warning>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Presione el pasador en el buje inferior. Si es necesario, use un martillo de lat&#243;n
                        para meter el pasador en el buje. Aseg&#250;rese de que todas las piezas est&#233;n alineadas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aseg&#250;rese de que las ranuras en el pasador est&#233;n alineadas con los
                        orificios en la viga de eje.
                    </para>
                    <specpara>
                        <note>
                            <para>No coloque o apriete las chavetas deslizantes en la articulaci&#243;n hasta que se
                                revise y ajuste el juego longitudinal.
                            </para>
                        </note>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Todos los modelos que cubre esta secci&#243;n del manual de servicio usan chavetas
                                deslizantes roscadas.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale la chaveta deslizante superior en la parte delantera de la articulaci&#243;n.
                    Instale la chaveta deslizante inferior en la parte trasera de la articulaci&#243;n. Aseg&#250;rese
                    de que la chaveta pase por la ranura en el pasador (
                    <hotlnk xrefid="f0200531">Figura 31</hotlnk>).
                </para>
                <figure id="f0200531" figsize="col-wide">
                    <graphic id="g0200531" filename="../figg02/g0200531.webp" type="webp"/>
                    <caption>Figura 31. Instalaci&#243;n de la chaveta deslizante superior</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise el juego longitudinal de la articulaci&#243;n de acuerdo al siguiente
                    procedimiento:
                </para>
                <step2>
                    <para count="1">Golpee el saliente de la articulaci&#243;n con un mazo de goma para mover las piezas
                        a su posici&#243;n (
                        <hotlnk xrefid="f0200532">Figura 32</hotlnk>).
                    </para>
                    <figure id="f0200532" figsize="col-wide">
                        <graphic id="g0200532" filename="../figg02/g0200532.webp" type="webp"/>
                        <caption>Figura 32. Golpee el saliente de la articulaci&#243;n.</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Gire la articulaci&#243;n para que quede derecha (hacia adelante).</para>
                </step2>
                <step2>
                    <para count="1">Instale un indicador de cuadrante. Coloque la base sobre la articulaci&#243;n.
                        Coloque la punta en el centro del pivote de la direcci&#243;n. Fije el indicador de cuadrante en
                        cero (0) (
                        <hotlnk xrefid="f0200533">Figura 33</hotlnk>).
                    </para>
                    <figure id="f0200533" figsize="col-wide">
                        <graphic id="g0200533" filename="../figg02/g0200533.webp" type="webp"/>
                        <caption>Figura 33. Fije el indicador de cuadrante en cero.</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Use uno de los siguientes m&#233;todos para medir el juego longitudinal.</para>
                    <step3>
                        <para>M&#233;todo 1. Coloque una palanca entre la articulaci&#243;n y la parte superior del
                            centro del eje. Empuje la articulaci&#243;n hacia arriba y mida el juego longitudinal (
                            <hotlnk xrefid="f0200534">Figura 34</hotlnk>).
                        </para>
                        <figure id="f0200534" figsize="col-wide">
                            <graphic id="g0200534" filename="../figg02/g0200534.webp" type="webp"/>
                            <caption>Figura 34. Uso de la palanca</caption>
                        </figure>
                        <specpara>
                            <warning>
                                <para>Si se usa un gato hidr&#225;ulico para medir el juego longitudinal, use dos
                                    soportes de seguridad para apoyar el eje. Si no se usan los soportes de seguridad,
                                    el eje puede caerse y causar lesiones personales graves.
                                </para>
                            </warning>
                        </specpara>
                    </step3>
                    <step3>
                        <para>M&#233;todo 2. Coloque un bloque de madera y un gato hidr&#225;ulico bajo la parte
                            inferior de la articulaci&#243;n. Levante la articulaci&#243;n hasta que la aguja del
                            indicador de cuadrante se detenga (
                            <hotlnk xrefid="f0200535">Figura 35</hotlnk>).
                        </para>
                        <figure id="f0200535" figsize="col-wide">
                            <graphic id="g0200535" filename="../figg02/g0200535.webp" type="webp"/>
                            <caption>Figura 35. Levante la articulaci&#243;n</caption>
                        </figure>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Repita los pasos C y D con el eje en las posiciones de giro completo hacia la
                        derecha y completo hacia la izquierda.
                    </para>
                </step2>
                <step2>
                    <para count="1">El juego longitudinal debe ser de 0.025 a 0.635 mm (0.001 a 0.025 pulgadas) en todas
                        las posiciones.
                    </para>
                    <para>Si la articulaci&#243;n se atasca o se mide el juego longitudinal de cero (0), retire las
                        calzas desde el paquete de calzas.
                    </para>
                    <para>Si se mide un juego longitudinal de m&#225;s de 0.635 mm (0,025), agregue calzas al paquete de
                        calzas.
                    </para>
                    <specpara>
                        <warning>
                            <para>Use protecci&#243;n ocular. No golpee las piezas de acero con un martillo de acero.
                                Las piezas pueden romperse o provocar graves lesiones personales.
                            </para>
                        </warning>
                    </specpara>
                    <specpara>
                        <caution>
                            <para>Aseg&#250;rese de que la chaveta deslizante est&#233; completamente instalada o que la
                                contratuerca est&#233; apretada a la torsi&#243;n especificada. Si no est&#225;
                                instalada en forma correcta, se da&#241;ar&#225;n el pasador de la articulaci&#243;n y
                                la viga de eje.
                            </para>
                        </caution>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Todos los modelos que cubre esta secci&#243;n del manual de servicio usan las chavetas
                                deslizantes roscadas.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale las chavetas deslizantes roscadas.</para>
                <para>Instale la contratuerca y apriete de 41 a 61 N&#183;m (30 a 45 lb-pie) (
                    <hotlnk xrefid="f0200536">Figura 36</hotlnk>).
                </para>
                <figure id="f0200536" figsize="col-wide">
                    <graphic id="g0200536" filename="../figg02/g0200536.webp" type="webp"/>
                    <caption>Figura 36. Instale la contratuerca</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale las nuevas empaquetaduras y las tapas en la parte superior e inferior de la
                    articulaci&#243;n. Instale los pernos y las arandelas y apriete de 27 a 41 N&#183;m (20 a 30 lb-pie)
                    (
                    <hotlnk xrefid="f0200537">Figura 37</hotlnk>).
                </para>
                <figure id="f0200537" figsize="col-wide">
                    <graphic id="g0200537" filename="../figg02/g0200537.webp" type="webp"/>
                    <caption>Figura 37. Instalaci&#243;n de las nuevas empaquetaduras y las tapas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Conecte el brazo de la barra de acoplamiento a la articulaci&#243;n. Vea el
                    procedimiento en esta secci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de frenos en la articulaci&#243;n. Consulte el GRUPO O4 - FRENOS en
                    el Manual de servicio maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tambor, la rueda y el conjunto de llantas.</para>
            </step1>
            <step1>
                <para count="1">Lubrique los baleros de rueda. Consulte el GRUPO O2 - EJES DELANTEROS, Cubos, baleros y
                    sellos en el Manual de servicio maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cono de balero exterior de la rueda en el cubo. Instale la tuerca de
                    ajuste.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste los baleros de la rueda. Consulte el GRUPO O2 - EJES DELANTEROS, Cubos, baleros y
                    sellos en el Manual de servicio maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tapa y la empaquetadura en el cubo. Instale los pernos y apriete de 27 a 41 N&#183;m
                    (20 a 30 lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo al suelo. Revise si funciona correctamente.</para>
            </step1>
            <step1>
                <para count="1">Revise y ajuste la convergencia. Consulte el GRUPO O2 - EJES DELANTEROS, Informaci&#243;n
                    general de la direcci&#243;n y alineaci&#243;n de ruedas delanteras en el Manual de servicio maestro
                    CTS-5000.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
