<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CUBOS, COJINETES Y SELLOS (EJES QUE NO SON DE MANDO) (sin TIFS a&#250;n) - SELLOS DE LA RUEDA -
        LIMPIEZA Y REVISI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="1">
        <title>LIMPIEZA Y REVISI&#211;N</title>
        <svcprocinfo>
            <para>Las superficies de contacto donde se va a instalar el nuevo sello deben estar libres de &#243;xido,
                costras, sellador antiguo, mellas, rebabas y cualquier aspereza que evite un buen sellado. Limpie las
                superficies de contacto con limpiadores que sean m&#225;s suaves que el material del cubo, para evitar
                rayaduras en el hueco del cubo o sello. Al limpiar cubos de aluminio, use limpiadores no met&#225;licos
                para evitar da&#241;os.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Revisi&#243;n y preparaci&#243;n del hueco del cubo</title>
            <step1>
                <para count="1">Revise el hueco donde se ajusta el sello. Revise si tiene mellas o muescas que puedan
                    causar fugas. Las esquinas puntiagudas a la entrada del hueco pueden rayar el di&#225;metro exterior
                    del sello cuando &#233;ste se presiona y pueden producir fugas de aceite (
                    <hotlnk xrefid="f0200223">Figura 23</hotlnk>).
                </para>
                <figure id="f0200223" figsize="col-wide">
                    <graphic filename="../figg02/g0200223.webp" type="webp"/>
                    <caption>Figura 23. Revisi&#243;n de rebabas en la entrada del hueco</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva todo el &#243;xido, costras, sellador antiguo y asperezas con un raspador. Despu&#233;s,
                    use una tela de esmeril o arpillera fina para la limpieza final. Si hay alguna ranura profunda, ll&#233;nela
                    con un material de empaque endurecedor. Rectifique el &#225;rea llena con tela de esmeril o
                    arpillera.
                </para>
            </step1>
            <step1>
                <para count="1">Los bordes puntiagudos de la entrada del hueco se deben biselar o redondear con un
                    raspador y despu&#233;s deben suavizarse cuidadosamente con una tela abrasiva.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie y seque completamente toda el &#225;rea. Aseg&#250;rese de que est&#233;
                    totalmente libre de tierra, arenilla, astillas u otros abrasivos que rayen o da&#241;en la
                    superficie exterior del sello y produzcan fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de remover todo el aceite de la cavidad del lubricante. Limpie la cavidad
                    usando un trapo limpio y seco.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si el cubo est&#225; poroso o agrietado, lo que puede ocasionar una fuga de
                    aceite. Esto es importante si se han encontrado fugas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Revisi&#243;n y preparaci&#243;n del eje</title>
            <step1>
                <para count="1">Limpie completamente el eje con solvente y un trapo de taller limpio y seco; luego,
                    revise si el eje tiene imperfecciones.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva todo el &#243;xido, costras, sellador antiguo y asperezas con un raspador y use
                    tela de esmeril para pulir el &#225;rea del eje que toca la superficie sello. Llene las rayas
                    profundas o marcas de cincel con un material de relleno endurecedor y rectifique el &#225;rea da&#241;ada.
                    Limpie completamente todas las roscas y chaveteros con una cepillo de alambre para evitar un ajuste
                    falso del cojinete y la introducci&#243;n de contaminantes en la cavidad del lubricante.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie toda la superficie del eje con una tela limpia y seca, asegur&#225;ndose de que
                    el eje est&#233; totalmente libre de tierra, arenilla, astillas u otros abrasivos que puedan da&#241;ar
                    la superficie interior del sello y causar una fuga de aceite. Limpie todas las roscas y chaveteros.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todas las piezas que sean necesarias.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
