<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - AJUSTES DE LOS TOPES DE LA ARTICULACI&#211;N DE LA DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec id="hl0200103">
        <title>AJUSTES DE LOS TOPES DE LA ARTICULACI&#211;N DE LA DIRECCI&#211;N</title>
        <svcproc svcproctype="adjust" graphiccount="1">
            <title>EJES DE VIGA EN I</title>
            <para>El tornillo de tope del brazo de la direcci&#243;n se debe ajustar para permitir un &#225;ngulo m&#225;ximo
                de viraje. En la direcci&#243;n hidr&#225;ulica, se debe ajustar el tornillo de tope para asegurar que
                la unidad de direcci&#243;n hidr&#225;ulica no sobrepase el tope del eje.
            </para>
            <step1>
                <para count="1">Ajuste los topes de la direcci&#243;n del eje para que hagan contacto cuando se alcance
                    el m&#225;ximo &#225;ngulo de viraje del eje espec&#237;fico y asegure con una tuerca de seguridad.
                </para>
            </step1>
            <step1>
                <para count="1">Si se requiere, ajuste el terminal del engranaje de direcci&#243;n hidr&#225;ulica de
                    las v&#225;lvulas de descarga para alivio de la presi&#243;n entre 1/2&#176; y 1&#176; antes de que
                    los topes de la direcci&#243;n del eje hagan contacto (&#225;ngulo m&#225;ximo de viraje).
                </para>
            </step1>
            <para>Para evitar un sobrepaso de presi&#243;n, ajuste los sistemas de direcci&#243;n hidr&#225;ulica y el
                tornillo de tope de manera que se corte la energ&#237;a antes de que haya contacto con el tope del eje
                <hotlnk xrefid="f0200113">(Figura 13)</hotlnk>.
            </para>
            <figure id="f0200113" figsize="col-wide">
                <graphic filename="../figg02/g0200113.webp" type="webp"/>
                <caption>Figura 13. Ajuste del tope de la direcci&#243;n</caption>
                <calloutgroup>
                    <callout1>A. &#193;NGULO M&#193;XIMO DE VIRAJE</callout1>
                    <callout1>1. TORNILLO DE TOPE</callout1>
                    <callout1>2. TUERCA DE SEGURIDAD</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Las especificaciones del &#225;ngulo m&#225;ximo de viraje que se deben revisar en el interior
                        de la rueda.
                    </para>
                </note>
            </specpara>
            <para>Se debe revisar en forma peri&#243;dica el ajuste de los topes de la direcci&#243;n del eje y del
                engranaje de direcci&#243;n hidr&#225;ulica, para corregirlos si fuera necesario .
            </para>
            <para>Para obtener instrucciones m&#225;s detalladas en relaci&#243;n al ajuste de los topes de viraje de
                las ruedas, consulte GRUPO 05 - DIRECCI&#211;N en el Manual de Servicio Maestro CTS-5000 con respecto al
                engranaje de direcci&#243;n utilizado en el sistema al que se le est&#225; dando servicio.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
