<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - &#193;NGULO (INCLINACI&#211;N) DEL PASADOR MAESTRO - &#193;NGULO ACKERMAN (DIVERGENCIA EN EL
        VIRAJE)
    </stitle>
    <svcsection/>
    <svcproc id="hl0200105" svcproctype="adjust" graphiccount="2">
        <title>&#193;NGULO ACKERMAN (DIVERGENCIA EN EL VIRAJE)</title>
        <para>El &#225;ngulo Ackerman se mide en grados y es la cantidad que una rueda delantera en gira en forma m&#225;s
            pronunciada que la otra en un viraje.
        </para>
        <para>Cuando un veh&#237;culo gira a la derecha o izquierda, se requiere que la rueda interior gire en un c&#237;rculo
            m&#225;s peque&#241;o que la rueda exterior
            <hotlnk xrefid="f0200120">(Figura 20 )</hotlnk>.
        </para>
        <figure id="f0200120" figsize="col-wide">
            <graphic filename="../figg02/g0200120.webp" type="webp"/>
            <caption>Figura 20. Viraje de la rueda interior en un c&#237;rculo m&#225;s peque&#241;o que la rueda
                exterior
            </caption>
            <calloutgroup>
                <callout1>1. PUNTO CENTRAL COM&#218;N (TODAS LAS RUEDAS)</callout1>
            </calloutgroup>
        </figure>
        <para>Si la rueda interior no puede girar en un c&#237;rculo m&#225;s peque&#241;o o en un &#225;ngulo mayor,
            resultar&#225; en un desgaste de las llanta. Por consiguiente, es necesario que las ruedas delanteras
            adopten una posici&#243;n de divergencia durante un viraje.
        </para>
        <para>La divergencia en los virajes se logra teniendo los terminales de los brazos inferiores de la direcci&#243;n
            (brazos de la barra de acople) m&#225;s cerca uno del otro que los pasadores maestros, como se muestra en la
            <hotlnk xrefid="f0200121">Figura 21</hotlnk>
            . La cantidad de divergencia depende de la longitud y &#225;ngulo de los brazos de la direcci&#243;n. La
            divergencia en los virajes var&#237;a con la distancia entre ejes. Generalmente, hay m&#225;s divergencia en
            los virajes con veh&#237;culos con menor distancia entre ejes y menos con veh&#237;culos con mayor distancia
            entre ejes.
        </para>
        <figure id="f0200121" figsize="col-wide">
            <graphic filename="../figg02/g0200121.webp" type="webp"/>
            <caption>Figura 21. Viraje de la rueda interior en un &#225;ngulo mayor</caption>
            <calloutgroup>
                <callout1>1. &#193;NGULO MAYOR</callout1>
                <callout1>2. &#193;NGULO MENOR</callout1>
            </calloutgroup>
        </figure>
        <para>A pesar de que la convergencia con las ruedas apuntando derecho hacia adelante pudiera estar correctamente
            ajustada, un brazo de direcci&#243;n doblado podr&#237;a hacer que la divergencia sea incorrecta en un
            viraje, produciendo desgaste en las llantas.
        </para>
        <para>El &#225;ngulo Ackerman se revisa usando placas de radio de viraje.</para>
        <para>Para revisar el &#225;ngulo Ackerman, coloque las ruedas delanteras sobre las placas y apuntado derecho
            hacia adelante. Despu&#233;s de quitar los pasadores de seguridad de cada placa, ajuste la escala en el
            borde de las placas de manera que las agujas indicadoras indiquen cero. Gire las ruedas hacia la derecha
            hasta que el indicador en la rueda derecha indique 20&#176;. Luego, lea el &#225;ngulo de la rueda
            izquierda. Gire las ruedas hacia la izquierda hasta que el indicador en la rueda izquierda indique 20&#176;.
            Luego, lea el &#225;ngulo en el indicador derecho. La rueda derecha debe estar en el mismo &#225;ngulo en
            que estaba la rueda izquierda cuando las ruedas giraron hacia la derecha.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
