<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - BRAZOS DE ARRASTRE - INSTALACI&#211;N DEL CONJUNTO DE BRAZO DE LA DIRECCI&#211;N Y EL BRAZO DE
        ARRASTRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>INSTALACI&#211;N DEL CONJUNTO DE BRAZO DE LA DIRECCI&#211;N Y EL BRAZO DE ARRASTRE</title>
        <step1>
            <para count="1">Presione la llave en la ranura del brazo de la direcci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Instale el brazo de la direcci&#243;n en la articulaci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Instale la tuerca del brazo de la direcci&#243;n y apri&#233;tela al valor especificado en
                la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES.</hotlnk>
            </para>
        </step1>
        <step1>
            <para count="1">Instale la chaveta de dos patas. Si es necesario, apriete la tuerca hasta que los orificios
                est&#233;n alineados.
                <emph type="bold">No afloje las tuercas</emph>
                para instalar la chaveta de dos patas. Consulte la NOTA 1 en la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Con el engranaje de direcci&#243;n y volante de la direcci&#243;n centrados y las ruedas
                delanteras apuntando derecho hacia adelante, monte el brazo de arrastre en el brazo pitman y en el brazo
                de la direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las tuercas del tornillo del terminal del brazo de arrastre. Apriete seg&#250;n las
                especificaciones en
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las chavetas de dos patas. Si es necesario, apriete las tuercas hasta que los
                orificios est&#233;n alineados. Si no se puede instalar la chaveta de dos patas despu&#233;s de aplicar
                una torsi&#243;n m&#237;nima, la tuerca debe apretarse hasta la siguiente ranura que permita la
                instalaci&#243;n de la chaveta de dos patas.
                <emph type="bold">No afloje la tuerca</emph>para instalar la chaveta de dos patas.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique los terminales del brazo de arrastre y revise el funcionamiento. Consulte GRUPO 10
                - LUBRICACI&#211;N en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
