<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CUBOS, COJINETES Y SELLOS (EJES QUE NO SON DE MANDO) (sin TIFS a&#250;n) - INSTALACI&#211;N
        (COJINETES DE RUEDAS - LUBRICADOS CON ACEITE) - TAPA DEL ACEITE DEL CUBO DE LA RUEDA DELANTERA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>TAPA DEL ACEITE DEL CUBO DE LA RUEDA DELANTERA</title>
        <svcprocinfo>
            <para>
                <hotlnk xrefid="f0200210">En la Figura 10</hotlnk>
                se muestra el nuevo estilo de tapa del cubo para los ejes de 6 000 y 8 000 lb. fabricados en junio de
                1995 y posteriormente.
            </para>
            <figure id="f0200210" figsize="col-wide">
                <graphic filename="../figg02/g0200210.webp" type="webp"/>
                <caption>Figura 10. Nuevo estilo de tapa del cubo - junio de 1995 y posteriores</caption>
            </figure>
            <para>
                <hotlnk xrefid="f0200211">La Figura 11</hotlnk>
                muestra la tapa del cubo para los ejes de 9 000 - 20 000 lb. fabricados en agosto de 1993 y
                posteriormente.
            </para>
            <figure id="f0200211" figsize="col-wide">
                <graphic filename="../figg02/g0200211.webp" type="webp"/>
                <caption>Figura 11. Tapa del cubo, 1993 y posteriores</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>Durante la operaci&#243;n normal del veh&#237;culo, el lubricante y aire que est&#225;n dentro de la
                cavidad de la rueda/cubo se expanden y, si no se ventilan, hacen que la presi&#243;n aumente en la
                cavidad de la rueda, provocando un desgaste acelerado del sello.
            </para>
            <para>El tap&#243;n de ventilaci&#243;n tiene una hendidura para permitir que la presi&#243;n en la cavidad
                de la rueda/cubo se mantenga en un rango seguro de funcionamiento. Navistar utiliza el tipo de ventilaci&#243;n
                por hendidura porque permite menor ingreso de contaminaci&#243;n (humedad, polvo, etc.) a la cavidad de
                la rueda/cubo durante el funcionamiento normal, incluyendo las funciones de limpieza del chasis.
            </para>
            <para>A medida que el aire y el aceite se expanden, sale un vapor de aire/aceite a trav&#233;s de la
                ventilaci&#243;n. Es normal que haya una pel&#237;cula delgada de aceite en la parte exterior de la tapa
                del cubo, alrededor de la hendidura u orificio de ventilaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Si no se limpia durante cierto tiempo, la pel&#237;cula de aceite alrededor de la hendidura y orificio
                de ventilaci&#243;n podr&#237;a acumular polvo y adquirir un aspecto desagradable.
            </para>
            <para>Si la tapa del cubo no se limpia en forma rutinaria, una delgada pel&#237;cula de aceite podr&#237;a
                acumular polvo alrededor del tap&#243;n de llenado de caucho y de la superficie, lo que se puede
                percibir como una fuga. Adem&#225;s, la limpieza rutinaria asegura que el nivel del lubricante se pueda
                observar f&#225;cilmente a trav&#233;s de la ventana transparente, como se pretende.
            </para>
            <specpara>
                <note>
                    <para>No limpie la tapa del cubo con un limpiador de alta presi&#243;n, ya que el l&#237;quido, agua
                        y/o vapor de limpieza pueden entrar a trav&#233;s de la ventilaci&#243;n y contaminar el aceite.
                    </para>
                </note>
            </specpara>
            <para>En caso de que la ventana est&#233; transparente en la parte exterior, pero decolorada en la parte
                interior por el tipo de lubricante utilizado, debe revisarse el nivel de lubricante removiendo el tap&#243;n
                de ventilaci&#243;n de caucho e introduciendo un dedo a trav&#233;s del orificio de la placa de la
                superficie.
            </para>
            <para>El nivel de lubricante especificado para las tapas cubo tipo ventana transparente va desde la l&#237;nea
                m&#237;nima hasta 5/16 de pulgada sobre &#233;sta.
            </para>
            <para>Si el nivel del lubricante desciende repentinamente por debajo del indicador de nivel m&#237;nimo
                durante los intervalos de inspecci&#243;n, ello indica que puede haber un problema de fugas. Siga los
                siguientes pasos:
            </para>
            <step1>
                <para count="1">Revise el &#225;rea alrededor del empaque para determinar si tiene fugas. Una tapa del
                    cubo seca y un &#225;rea h&#250;meda alrededor del empaque indican que el empaque puede tener fugas
                    o que los tornillos de montaje de la tapa del cubo pueden estar sueltos.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los tornillos de montaje para asegurarse de que est&#233;n apretados. La torsi&#243;n
                    debe ser de 13.5 a 27 N&#183; m (16 a 20 lbs-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Revise si el sello de la rueda tiene fugas.</para>
            </step1>
            <step1>
                <para count="1">Revise la ventilaci&#243;n de caucho para ver si tiene mellas u otros da&#241;os que
                    puedan causar filtraciones entre el tap&#243;n de caucho y el borde externo de la abertura del tap&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace las piezas defectuosas seg&#250;n se requiera.</para>
            </step1>
            <step1>
                <para count="1">Si no hay fugas, agregue el mismo lubricante que se utiliz&#243; en el cubo para
                    aumentar el nivel hasta la l&#237;nea MIN.
                    <emph type="bold">No</emph>
                    sobrepase los 5/16 de pulgada sobre la l&#237;nea MIN.
                </para>
            </step1>
            <step1>
                <para count="1">Si estos pasos no revelan una fuga, se puede revisar a presi&#243;n la tapa del cubo
                    para determinar si tiene fugas entre la ventana transparente y el cuerpo de la tapa del cubo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de prueba de fugas</title>
            <step1>
                <para count="1">Remueva la tapa del cubo del veh&#237;culo e inst&#225;lela firmemente en la placa plana
                    utilizando silicona o un sellador similar entre la superficie de montaje de la tapa del cubo y la
                    placa.
                </para>
                <specpara>
                    <note>
                        <para>Antes de revisar la presi&#243;n, es mejor remover la tapa del cubo del veh&#237;culo. La
                            presi&#243;n de aire dentro del cubo puede hacer que se muevan algunos sellos de la rueda,
                            provocando un desgaste prematuro del sello.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Limpie completamente la tapa del cubo y el &#225;rea alrededor de la superficie de
                    montaje con una soluci&#243;n de agua caliente y jab&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el tap&#243;n de llenado roscado en el lado de la tapa del cubo.</para>
            </step1>
            <step1>
                <para count="1">Atornille un adaptador de l&#237;nea de aire en el orificio del tap&#243;n de llenado.
                    La tapa del cubo International de aluminio est&#225;ndar tiene roscas de 3/8-18 NBTF.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte un regulador de presi&#243;n (1-10 PSI) y una v&#225;lvula de control al
                    adaptador.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique una soluci&#243;n de agua y jab&#243;n a todo el cuerpo de la tapa del cubo y
                    alrededor de la brida de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Mantenga el dedo &#237;ndice o pulgar sobre la hendidura en el tap&#243;n u orificio de
                    ventilaci&#243;n de caucho en la superficie transparente.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Lentamente</emph>, abra la v&#225;lvula de aire y aumente la presi&#243;n a 10
                    PSI.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay burbujas de aire entre la superficie y el cuerpo o alrededor de la
                    ventilaci&#243;n de caucho y la superficie. No debe haber burbujas de aire en estas dos &#225;reas
                    potenciales de fuga.
                </para>
            </step1>
            <step1>
                <para count="1">Si el aire se escapa entre la superficie de la ventana y el cuerpo, deseche la tapa del
                    cubo.
                </para>
            </step1>
            <step1>
                <para count="1">Si el aire se escapa entre la ventilaci&#243;n de caucho y/o en el &#225;rea de la
                    superficie de contacto de la cara y cuerpo, reemplace el tap&#243;n de ventilaci&#243;n de caucho
                    y/o la tapa del cubo seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Si el aire se escapa entre la superficie de montaje del cubo y la tapa, instale un nuevo
                    empaque y revise si la tapa est&#225; torcida. Si est&#225; torcida, reempl&#225;cela.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
