<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS
    </stitle>
    <svcsection/>
    <svcsection id="m02001k" division="truck" formnum="CTS-5027K" revno="k" date="03/05/1996" translation="spanish">
        <title>INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS DELANTERAS
        </title>
        <apply>
            <configure>
                <ucodegroup/>

                <ucode>02000</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>INFORMACI&#211;N GENERAL DE SERVICIO</title>
                    <para>La alineaci&#243;n de las ruedas delanteras es parte de la
                        <emph type="bold">alineaci&#243;n total del veh&#237;culo</emph>
                        , que implica tanto el eje de la direcci&#243;n como el de impulso. Es importante una alineaci&#243;n
                        correcta de las ruedas delanteras. La alineaci&#243;n incorrecta fomenta un desgaste mayor de
                        las llantas, reduciendo las fuerzas laterales sobre las llantas, mejor conocidas como fricci&#243;n
                        lateral. Por lo tanto, una alineaci&#243;n correcta reduce la fricci&#243;n lateral que hace m&#225;s
                        lento el desgaste de las llantas y produce mayor cantidad de kilometros recorridos por la banda
                        de rodamiento. Tambi&#233;n hace m&#225;s f&#225;cil la manipulaci&#243;n y reduce la fatiga de
                        los componentes de la direcci&#243;n y del eje.
                    </para>
                    <para>Es importante reconocer los s&#237;ntomas de una alineaci&#243;n adecuada, as&#237; como tambi&#233;n
                        los de una alineaci&#243;n inadecuada. Tambi&#233;n es importante tener la capacidad para
                        reconocer las tendencias al desgaste de la banda de rodamiento que no est&#225;n relacionadas
                        con la alineaci&#243;n.
                    </para>
                    <para>Una alineaci&#243;n apropiada mejorar&#225; las millas por 32&#186; de desgaste de la banda de
                        rodamiento, produciendo un kilometraje superior en la etapa de desmontaje.
                    </para>
                    <para>Revise las llantas a intervalos regulares. Los patrones no equilibrados de desgaste de la
                        banda de rodamiento pueden indicar un eje delantero y/o piezas de la direcci&#243;n gastadas,
                        llantas desbalanceadas o una condici&#243;n de desalineaci&#243;n.
                    </para>
                    <para>La siguiente es una lista de s&#237;ntomas que generalmente no requiere restablecer la
                        alineaci&#243;n.
                    </para>
                    <seqlist>
                        <item>
                            <para>
                                <emph type="bold">Buen kilometraje de llantas</emph>
                                - Indica una alineaci&#243;n adecuada a menos que el veh&#237;culo se haya visto
                                involucrado en un accidente o tenga alg&#250;n problema inusual.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">Desgaste uniforme de las llantas</emph>
                                - Generalmente indica una buena alineaci&#243;n, pero tambi&#233;n indica que la
                                velocidad de desgaste de la banda de rodamiento es relativamente r&#225;pida.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">Desgaste sim&#233;trico de las llantas</emph>
                                - Los dos hombros de ambas llantas delanteras muestran el mismo tipo y magnitud de
                                desgaste. Un desgaste de hombros (
                                <hotlnk xrefid="f0200101">Figura 1</hotlnk>), desgaste en chafl&#225;n (
                                <hotlnk xrefid="f0200102">Figura 2</hotlnk>) y desgaste de los bordes de las canales (
                                <hotlnk xrefid="f0200103">Figura 3</hotlnk>) iguales en cada mitad de la banda de
                                rodamiento indican una buena alineaci&#243;n.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">Peque&#241;a diferencia de desgaste entre las llantas izquierda y
                                    derecha
                                </emph>
                                - Una peque&#241;a diferencia de desgaste entre las llantas delanteras izquierda y
                                derecha tambi&#233;n indica una buena alineaci&#243;n. Tambi&#233;n es aceptable una
                                mayor velocidad de desgaste de 15 a 20 por ciento en la llanta delantera izquierda.
                            </para>
                        </item>
                        <item>
                            <para>
                                <emph type="bold">Erosi&#243;n progresiva o desgaste de los hombros</emph>
                                - El desgaste irregular reciente de la vida &#250;til de la llanta que ha pasado de una
                                condici&#243;n sim&#233;trica a una err&#225;tica no siempre es se&#241;al de
                                desalineaci&#243;n. Compare el kilometraje de las llantas con el promedio de la
                                flotilla.
                            </para>
                        </item>
                    </seqlist>
                    <figure id="f0200101" figsize="col-wide">
                        <graphic filename="../figg02/g0200101.webp" type="webp"/>
                        <caption>Figura 1. Desgaste de hombros</caption>
                    </figure>
                    <figure id="f0200102" figsize="col-wide">
                        <graphic filename="../figg02/g0200102.webp" type="webp"/>
                        <caption>Figura 2. Desgaste en chafl&#225;n</caption>
                    </figure>
                    <figure id="f0200103" figsize="col-wide">
                        <graphic filename="../figg02/g0200103.webp" type="webp"/>
                        <caption>Figura 3. Desgaste de los bordes de las canales</caption>
                    </figure>
                    <para>
                        <title>Servicio P y D</title>En el servicio P y D, donde un veh&#237;culo realiza muchos virajes
                        por milla, la llanta delantera izquierda puede desgastarse m&#225;s r&#225;pido que la llanta
                        delantera derecha. Para compensar esta condici&#243;n, se recomienda intercambiar las llantas gu&#237;as
                        de un lado al otro cuando est&#233;n "medio" gastadas. El servicio P y D tambi&#233;n puede
                        crear lo que se ve como un desgaste de la curvatura debido a los muchos virajes. Doblar el eje
                        no corregir&#225; esta condici&#243;n.
                    </para>
                    <para>
                        <title>Servicio de remolque en l&#237;nea de arrastre</title>En general, las llantas delanteras
                        izquierdas en el servicio de remolque en l&#237;nea de arrastre se gastan un poco m&#225;s r&#225;pido
                        que las llantas delanteras derechas, debido principalmente a las ubicaciones de la caja del
                        engranaje de direcci&#243;n y a la alta frecuencia de las entradas de la direcci&#243;n en el
                        lado izquierdo. Adem&#225;s, las llantas delanteras izquierdas se gastan de manera m&#225;s
                        uniforme que las derechas porque las llantas derechas, de desgaste m&#225;s lento, tienden a
                        mostrar mayor irregularidad.
                    </para>
                    <specpara>
                        <important>
                            <para>Intente leer los s&#237;ntomas de una alineaci&#243;n adecuada antes de que la llanta
                                est&#233; gastada en un 60%. Durante las &#250;ltimas etapas de desgaste se vuelve m&#225;s
                                dif&#237;cil efectuar un diagn&#243;stico apropiado, porque generalmente la "progresi&#243;n
                                del desgaste" no ocurre de manera uniforme.
                            </para>
                        </important>
                    </specpara>
                    <para>Antes de revisar y ajustar la alineaci&#243;n, se deben inspeccionar y, si es necesario,
                        corregir los componentes como los cojinetes de las ruedas, barras de acople, y terminales del
                        brazo de arrastre, engranaje de la direcci&#243;n, amortiguadores e inflado de las llantas.
                    </para>
                    <lev2>
                        <title>REVISI&#211;N</title>
                        <para>Nunca ser&#225; excesiva la importancia que se d&#233; a una revisi&#243;n cuidadosa y
                            minuciosa de los componentes de la direcci&#243;n. Una minuciosa revisi&#243;n visual para
                            descubrir indicaciones de desgaste o esfuerzo y el reemplazo de ciertas piezas seg&#250;n
                            sea necesario, eliminar&#225;n dificultades costosas y evitables en el sistema de direcci&#243;n.
                        </para>
                        <seqlist>
                            <item>
                                <para>Revise el cojinete de empuje del pasador maestro de las articulaciones de la
                                    direcci&#243;n, los conos y pistas de los cojinetes de ruedas Reempl&#225;celos si
                                    los rodillos o pistas est&#225;n gastados, picados o da&#241;ados de alguna forma.
                                </para>
                            </item>
                            <item>
                                <para>Si hay que reemplazar las pistas de los cojinetes de ruedas, remu&#233;valas de
                                    los cubos con un extractor adecuado. Evite el uso de punzones y martillos, ya que
                                    pueden da&#164;ar f&#225;cilmente los orificios internos de las copas.
                                </para>
                            </item>
                            <item>
                                <para>Revise las articulaciones de la direcci&#243;n y reempl&#225;celas si encuentra
                                    indicaciones de debilitamiento o desgaste excesivo.
                                </para>
                            </item>
                            <item>
                                <para>Revise el desgaste de los pasadores maestros y bujes; compare con la especificaci&#243;n
                                    correcta. Con respecto al tipo de eje que se est&#225; reparando, consulte GRUPO 02
                                    - EJE DELANTERO en Manual de Servicio Maestro CTS-5000.
                                </para>
                            </item>
                            <item>
                                <para>Revise el apriete de las conexiones de la direcci&#243;n tales como las barras de
                                    acople, brazo de la direcci&#243;n, el brazo pitman al engranaje de direcci&#243;n,
                                    etc.
                                </para>
                            </item>
                        </seqlist>
                    </lev2>
                    <lev2>
                        <title>REPARACI&#211;N DE PIEZAS FORJADAS</title>
                        <para>Al decidir si reparar o cambiar una pieza da&#241;ada, tenga siempre presente que
                            nosotros, como fabricantes, nunca vacilamos en cambiar una pieza que plantee alguna duda.
                        </para>
                        <specpara>
                            <important>
                                <para>No intente enderezar los brazos o articulaciones doblados de la direcci&#243;n.
                                    Estas piezas deben reemplazarse.
                                </para>
                            </important>
                        </specpara>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
