<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE DIRECCI&#211;N DELANTERO SIN MANDO: ROCKWELL - ENSAMBLAJE - SELLOS DE LOS BUJES DE
        ARTICULACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="3">
        <title>SELLOS DE LOS BUJES DE ARTICULACI&#211;N</title>
        <step1>
            <para count="1">Coloque la parte superior de la articulaci&#243;n en una prensa de tornillo con mordazas de
                lat&#243;n. La parte inferior de la articulaci&#243;n debe estar hacia usted.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el sello en la parte inferior del agujero superior de la articulaci&#243;n. El borde
                del sello debe estar lejos del agujero (
                <hotlnk xrefid="f0200523">Figura 23</hotlnk>).
            </para>
            <figure id="f0200523" figsize="col-wide">
                <graphic id="g0200523" filename="../figg02/g0200523.webp" type="webp"/>
                <caption>Figura 23. Instalaci&#243;n del buje</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Coloque la tapa del extremo de la articulaci&#243;n en la parte superior del sello. Deslice
                el pivote de la direcci&#243;n a trav&#233;s del agujero opuesto de la articulaci&#243;n. Use el pivote
                de la direcci&#243;n para instalar el sello (
                <hotlnk xrefid="f0200524">Figura 24</hotlnk>).
            </para>
            <figure id="f0200524" figsize="col-wide">
                <graphic id="g0200524" filename="../figg02/g0200524.webp" type="webp"/>
                <caption>Figura 24. Instalaci&#243;n de la tapa del extremo</caption>
            </figure>
            <para>Para bujes de bronce, aseg&#250;rese de que la parte inferior del sello toque el buje.</para>
            <para>Para bujes de Easy-Steer y de pl&#225;stico, aseg&#250;rese de que la parte superior del sello est&#233;
                al mismo nivel de la parte superior de la superficie maquinada de la articulaci&#243;n (
                <hotlnk xrefid="f0200525">Figura 25</hotlnk>).
            </para>
            <figure id="f0200525" figsize="col-wide">
                <graphic id="g0200525" filename="../figg02/g0200525.webp" type="webp"/>
                <caption>Figura 25. Sello alineado con la parte superior de la articulaci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Gire la articulaci&#243;n en la prensa de tornillo. Las mordazas de la prensa de tornillo
                deben sostener la parte inferior de la articulaci&#243;n y la parte superior de la articulaci&#243;n
                debe estar hacia usted.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el sello en la parte superior del agujero inferior de la articulaci&#243;n. El borde
                del sello debe estar lejos del agujero (
                <hotlnk xrefid="f0200523">Figura 23</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Repita el paso 3 de este procedimiento.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_HL0200504.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
