<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - ALINEACI&#211;N DE LAS RUEDAS DELANTERAS - CONVERGENCIA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="3">
        <title>CONVERGENCIA</title>
        <svcprocinfo>
            <para>La convergencia es la cantidad, en fracciones de mm (o de pulgada), que las ruedas delanteras est&#225;n
                m&#225;s cerca una de la otra en la parte delantera que en la trasera
                <hotlnk xrefid="f0200114">(Figura 14)</hotlnk>.
            </para>
            <figure id="f0200114" figsize="col-wide">
                <graphic filename="../figg02/g0200114.webp" type="webp"/>
                <caption>Figura 14. Ajuste de la convergencia (vista frontal)</caption>
            </figure>
            <para>Otra raz&#243;n para la convergencia y la m&#225;s com&#250;n, es que cuando se est&#225; manejando el
                veh&#237;culo, las fuerzas que act&#250;an sobre las ruedas delanteras tienden a provocar divergencia en
                las ruedas.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Ajuste de la convergencia</title>
            <para>Si se utiliza un equipo electr&#243;nico de alineaci&#243;n para ajustar la convergencia, es muy
                importante que el equipo est&#233; calibrado para asegurar una lectura precisa de la convergencia.
            </para>
            <para>Si no se dispone de un equipo electr&#243;nico de alineaci&#243;n, se puede utilizar el siguiente
                procedimiento para fijar la convergencia. Para obtener una lectura precisa de la convergencia, se
                requieren dos mec&#225;nicos para asegurar que las aguja indicadoras est&#233;n siempre colocadas o
                ajustadas exactamente frente a la l&#237;nea marcada en las dos llantas delanteras.
            </para>
            <para>Vire las ruedas delanteras para que queden exactamente derechas hacia adelante.</para>
            <step1>
                <para count="1">Bloquee las ruedas traseras.</para>
            </step1>
            <step1>
                <para count="1">Levante con gato el eje delantero.</para>
            </step1>
            <step1>
                <para count="1">Elimine el exceso de tierra y humedad de toda la circunferencia central de las bandas de
                    rodamiento de las dos llantas delanteras (360&#176;). Utilice un pedazo de tiza para marcar el
                    &#225;rea central de ambas llantas delanteras alrededor de toda su circunferencia.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque un marcador o instrumento puntiagudo contra el centro de la pieza blanqueada de
                    cada llanta y gire las llantas en 360&#176;. El marcador debe mantenerse en su lugar, de manera que
                    se marque una sola l&#237;nea recta en todo el rededor de las llantas.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque una placa indicadora del radio de flotaci&#243;n completa debajo cada rueda.
                    baje el veh&#237;culo y remueva los pasadores de seguridad de las placas indicadoras del radio, para
                    dejar que las ruedas delanteras vuelvan a la posici&#243;n de funcionamiento normal. Si no dispone
                    de placas indicadoras del radio de flotaci&#243;n completa, baje el veh&#237;culo al suelo y h&#225;galo
                    rodar hacia adelante 3.65 a 4.57 m (12 a 15 pies), para neutralizar la suspensi&#243;n delantera. La
                    neutralizaci&#243;n de la suspensi&#243;n delantera es muy importante, en especial si se ha
                    levantado con gato el veh&#237;culo para marcar las llantas; de no hacerlo, las ruedas delanteras no
                    volver&#225;n a la posici&#243;n de funcionamiento normal, debido a que las llantas se adhieren a la
                    superficie del suelo cuando se baja el veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste a cero (0) el terminal de la escala m&#243;vil de una barra de comp&#225;s
                    <hotlnk xrefid="f0200115">(Figura 15)</hotlnk>
                    y asegure la escala en su lugar.
                </para>
                <figure id="f0200115" figsize="col-wide">
                    <graphic filename="../figg02/g0200115.webp" type="webp"/>
                    <caption>Figura 15. Ajuste a cero de la escala m&#243;vil</caption>
                    <calloutgroup>
                        <callout1>1. L&#205;NEA MARCADA</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque la barra de comp&#225;s en la parte posterior de las llantas delanteras, de
                    manera que la escala m&#243;vil que se ajust&#243; a cero en el paso 6 se centre contra la l&#237;nea
                    marcada en una de las llantas.
                    <hotlnk xrefid="f0200115">(Figura 15)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la aguja indicadora en el terminal la barra de comp&#225;s opuesto a la escala m&#243;vil,
                    de modo que se alinee con la l&#237;nea marcada en la parte posterior de la llanta delantera
                    opuesta. Asegure la aguja indicadora en su lugar en la barra de comp&#225;s.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la barra de comp&#225;s contra la parte delantera de las llantas, de manera que
                    el terminal de la aguja indicadora quede contra la l&#237;nea marcada de la llanta delantera. Suelte
                    y mueva la aguja indicadora de la escala m&#243;vil en el terminal opuesto el comp&#225;s de barra,
                    de modo que quede contra la l&#237;nea marcada en la llanta opuesta. Asegure la escala en su lugar
                    <hotlnk xrefid="f0200116">(Figura 16)</hotlnk>.
                </para>
                <figure id="f0200116" figsize="col-wide">
                    <graphic filename="../figg02/g0200116.webp" type="webp"/>
                    <caption>Figura 16. Comp&#225;s de barra contra la parte delantera de las llantas</caption>
                    <calloutgroup>
                        <callout1>1. TERMINAL DE LA AGUJA INDICADORA</callout1>
                        <callout1>2. TERMINAL DE LA ESCALA M&#211;VIL AJUSTADO A LA L&#205;NEA MARCADA PARA INDICAR EL
                            AJUSTE REAL DE LA CONVERGENCIA
                        </callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Lea la convergencia y divergencia en la escala m&#243;vil. Si la convergencia es
                    correcta, &#233;sta indicar&#225; 1.6 mm &#177; 1.6 mm (1/16 de pulgada &#177; 1/16 de pulgada).
                </para>
            </step1>
            <para>Si es necesario ajustar la convergencia, use el siguiente procedimiento:</para>
            <step1>
                <para count="1">Suelte las abrazaderas de la barra de acople que sujetan en posici&#243;n los terminales
                    de la barra de acople. Consulte la
                    <hotlnk document="m02001k_5.xml" xrefid="f0200110">Figura 10</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste la escala m&#243;vil en el comp&#225;s de barra para que indique una convergencia
                    de 1.6 mm (1/16 de pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Gire la barra de acople para ajustar la convergencia. Despu&#233;s de ajustar la
                    convergencia, la escala m&#243;vil y la aguja indicadora deben estar en la l&#237;nea marcada de
                    cada llanta delantera.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el volante de la direcci&#243;n en cada direcci&#243;n para centrar el varillaje de
                    la direcci&#243;n (si el veh&#237;culo tiene direcci&#243;n hidr&#225;ulica, arranque el motor antes
                    de girar la rueda). Aseg&#250;rese de que las ruedas delanteras est&#233;n apuntando derecho hacia
                    adelante (con el motor detenido) y vuelva a revisar el ajuste de la convergencia. Haga los ajustes
                    necesarios.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el paso 4 hasta que la lectura de la convergencia sea de 1.6 mm &#177; 1.6 mm
                    (1/16 de pulgada &#177; 1/16 de pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque y apriete los tornillos de abrazadera de la barra de acople al valor que se
                    encuentra en la
                    <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES.</hotlnk>
                </para>
                <specpara>
                    <warning>
                        <para>Cuando est&#233; colocando nuevamente las abrazaderas de la barra de acople, revise la
                            separaci&#243;n del tornillo entre el tornillo y la viga en I de eje en la posici&#243;n de
                            viraje m&#225;ximo, hacia la derecha e izquierda (viraje). La interferencia puede restringir
                            el movimiento adecuado del varillaje de la direcci&#243;n y/o causar da&#241;os a los
                            tornillos de abrazadera.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <para>Aseg&#250;rese de que los terminales de la barra de acople est&#233;n alineados adecuadamente (el
                terminal izquierdo de la barra de acople paralelo al terminal derecho de la barra de acople)
                <hotlnk document="m02001k_5.xml" xrefid="f0200109">(Figura 9)</hotlnk>. Un ajuste apropiado eliminar&#225;
                el movimiento restringido del conjunto de barra de acople. La restricci&#243;n puede producir una falla
                prematura de los terminales de la barra de acople.
            </para>
            <specpara>
                <warning>
                    <para>Cuando se reemplazan terminales de la barra de acople, brazo de arrastre o varillaje de la
                        direcci&#243;n hidr&#225;ulica, se deben enroscar en la barra de acople lo suficiente de modo
                        que cuando se coloque la abrazadera, la acci&#243;n de sujeci&#243;n se ejerza directamente
                        sobre las roscas en el terminal de la junta de bola
                        <hotlnk document="m02001k_5.xml" xrefid="f0200108">(Figura 8)</hotlnk>. Aseg&#250;rese de que el
                        terminal est&#233; lo bastante separado (m&#225;s all&#225; de la abrazadera) como para
                        proporcionar una sujeci&#243;n adecuada.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
