<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - BRAZOS DE ARRASTRE - DESMONTAJE DEL CONJUNTO DE BRAZO DE ARRASTRE Y BRAZO DE LA DIRECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>DESMONTAJE DEL CONJUNTO DE BRAZO DE ARRASTRE Y BRAZO DE LA DIRECCI&#211;N</title>
        <step1>
            <para count="1">Remueva las chavetas de dos patas y tuercas de los terminales del brazo de arrastre donde se
                sujetan al brazo de la direcci&#243;n y al brazo pitman.
            </para>
        </step1>
        <step1>
            <para count="1">Separe el brazo de arrastre del brazo pitman y del brazo de la direcci&#243;n. Uutilice una
                herramienta de extracci&#243;n para separar el brazo de arrastre del brazo de la direcci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva el brazo de la direcci&#243;n de la articulaci&#243;n en la misma forma que con el
                brazo de la direcci&#243;n. Consulte
                <hotlnk document="m02001k_3.xml" xrefid="hl0200102">BARRA DE ACOPLE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva la llave del brazo de arrastre.</para>
            <specpara>
                <caution>
                    <para>Cuando el brazo de arrastre o varillaje de la direcci&#243;n est&#233; desconectado, observe
                        las siguientes precauciones con respecto al engranaje de direcci&#243;n hidr&#225;ulica.
                    </para>
                    <para>A. Cuando el brazo de arrastre est&#233; desconectado, no mueva el eje transmisor del
                        engranaje de direcci&#243;n mediante el brazo pitman. Esto puede hacer que entre aire en el l&#237;quido
                        de la direcci&#243;n.
                    </para>
                    <para>B. En un engranaje de direcci&#243;n TRW, no gire el eje impulsor del engranaje de direcci&#243;n
                        m&#225;s de 1.5 vuelta del centro cuando el varillaje de la direcci&#243;n est&#225;
                        desconectado. Si se gira m&#225;s de 1.5 vuelta, puede hacer que los cabezales de retenci&#243;n
                        autom&#225;ticos se restablezcan, afectando el tope de la descarga de presi&#243;n del
                        recorrido.
                    </para>
                </caution>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
