<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - ALINEACI&#211;N DE LAS RUEDAS DELANTERAS - &#193;NGULO DE INCLINACI&#211;N DEL EJE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>&#193;NGULO DE INCLINACI&#211;N DEL EJE</title>
        <svcprocinfo>
            <specpara>
                <note>
                    <para>Tenga presente que, si cambia la inclinaci&#243;n del eje, debe volver a revisar el ajuste de
                        la convergencia.
                    </para>
                </note>
            </specpara>
            <para>La inclinaci&#243;n del eje es la cantidad en grados que la parte superior del pasador maestro se
                inclina hacia la parte delantera o trasera del cami&#243;n, como se ve desde el lado del cami&#243;n. El
                &#225;ngulo de inclinaci&#243;n puede variar de un &#225;ngulo positivo a uno negativo
                <hotlnk xrefid="f0200117">(Figura 17)</hotlnk>.
            </para>
            <figure id="f0200117" figsize="col-wide">
                <graphic filename="../figg02/g0200117.webp" type="webp"/>
                <caption>Figura 17. Inclinaci&#243;n del eje</caption>
            </figure>
            <para>La inclinaci&#243;n positiva es la inclinaci&#243;n de la parte superior del pasador maestro hacia la
                parte posterior del cami&#243;n
                <hotlnk xrefid="f0200117">(Figura 17)</hotlnk>, mientras que la negativa (o inclinaci&#243;n inversa),
                es la inclinaci&#243;n de la parte superior del pasador maestro hacia la parte delantera del cami&#243;n
                <hotlnk xrefid="f0200117">(Figura 17)</hotlnk>.
            </para>
            <para>La inclinaci&#243;n positiva del eje le da una actitud conducida a las ruedas delanteras, mientras que
                la inclinaci&#243;n negativa del eje o inversa provoca una actitud conductora. La proporci&#243;n
                correcta de inclinaci&#243;n del eje ayuda a mantener las ruedas delanteras apuntando derecho hacia
                adelante. Durante los virajes, la inclinaci&#243;n del eje act&#250;a como una palanca, ayudando al
                conductor a volver a poner las ruedas delanteras mirando derecho hacia adelante.
            </para>
            <para>La especificaciones de la inclinaci&#243;n del eje se basan en la carga de dise&#241;o del veh&#237;culo,
                lo que generalmente se traducir&#225; en un bastidor nivelado. Si el bastidor no est&#225; nivelado
                cuando se realizan las revisiones de alineaci&#243;n, esto debe considerarse al determinar si el ajuste
                de inclinaci&#243;n del eje es correcto.
            </para>
            <para>Estando el veh&#237;culo sobre una superficie nivelada y lisa, el &#225;ngulo del bastidor se debe
                medir con un transportador de nivel (de burbuja) ubicandolo en el larguero del bastidor
                <hotlnk xrefid="f0200118">(Figura 18)</hotlnk>. El grado de inclinaci&#243;n desde la ubicaci&#243;n del
                bastidor nivelado es el &#225;ngulo que se debe usar al determinar un ajuste correcto de la inclinaci&#243;n
                del eje. El &#225;ngulo positivo del bastidor se define como inclinaci&#243;n hacia adelante (terminal
                delantero hacia abajo) y el &#225;ngulo negativo, como inclinaci&#243;n hacia atr&#225;s (altura del
                terminal delantero).
            </para>
            <figure id="f0200118" figsize="col-wide">
                <graphic filename="../figg02/g0200118.webp" type="webp"/>
                <caption>Figura 18. Medici&#243;n del &#225;ngulo del bastidor</caption>
                <calloutgroup>
                    <callout1>1. COLOQUE EL TRANSPORTADOR DE NIVEL (CON INDICADOR DE NIVEL) EN LA PARTE SUPERIOR O
                        INFERIOR DEL BASTIDOR
                    </callout1>
                    <callout1>2. &#193;NGULO POSITIVO COM&#218;N DEL BASTIDOR "FA"</callout1>
                    <callout1>3. NIVEL</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc id="hl0200106">
            <title>Ajuste del &#225;ngulo del bastidor</title>
            <para>El &#225;ngulo medido del bastidor se debe sumar o restar, seg&#250;n se requiera, del ajuste de
                inclinaci&#243;n del eje especificado para el bastidor nivelado, con el objeto de obtener la inclinaci&#243;n
                del eje que realmente debe medirse en el veh&#237;culo.
            </para>
            <seqlist>
                <item>
                    <para>El &#225;ngulo positivo del bastidor debe restarse del ajuste especificado.</para>
                </item>
                <item>
                    <para>El &#225;ngulo negativo del bastidor debe sumarse al ajuste especificado.</para>
                </item>
            </seqlist>
            <para>Por ejemplo, si el ajuste especificado de inclinaci&#243;n del eje es 1 grado positivo y se encuentra
                que el veh&#237;culo tiene un &#225;ngulo de bastidor de 1 grado positivo, entonces la inclinaci&#243;n
                del eje medida de ser de 0&#177; &#189; grados. Esto producir&#225; el &#225;ngulo de inclinaci&#243;n
                del eje deseado de 1 grado &#177;&#189; cuando el chasis se siente al nivel del bastidor bajo carga.
            </para>
            <para>Las posibles causas de una inclinaci&#243;n incorrecta son resortes vencidos, eje doblado o torcido o
                tornillos en U apretados en forma desigual. En la mayor&#237;a de los casos, si la inclinaci&#243;n var&#237;a
                m&#225;s del &#189; de grado especificado entre el lado izquierdo y derecho, la causa es un eje torcido.
            </para>
            <para>Si el veh&#237;culo se va o empuja hacia la derecha, aumente la inclinaci&#243;n en ese lado en &#189;
                a 1 grado para corregir la condici&#243;n.
            </para>
            <para>El ajuste de la inclinaci&#243;n se realiza insertando una cu&#241;a entre el resorte y el eje.</para>
            <para>Para aumentar la inclinaci&#243;n, inserte la cu&#241;a de manera que la parte gruesa quede mirando
                hacia la parte posterior del cami&#243;n (al frente para los ejes colgantes).
            </para>
            <para>Para reducir la inclinaci&#243;n del eje, coloque la cu&#241;a de manera que el terminal grueso est&#233;
                hacia la parte delantera del cami&#243;n (hacia atr&#225;s para los ejes colgantes).
            </para>
            <para>Si se requiere una cu&#241;a demasiado gruesa para un cami&#243;n que tiene alto kilometraje, revise
                el contorno de los resortes y, si es necesario, reemplace los resortes. Aseg&#250;rese de que el
                tornillo central entre en la viga en I.
            </para>
            <para>El cami&#243;n se ir&#225; hacia el lado que tiene el ajuste de inclinaci&#243;n m&#225;s negativo o
                menor.
            </para>
            <para>Los resortes de los tornillos en U deben apretarse uniformemente y a la torsi&#243;n especificada en
                la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>, despu&#233;s de la
                adici&#243;n o desmontaje de las calzas.
            </para>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que el tornillo de resorte central entre en la gu&#237;a de la viga en I.
                        Adem&#225;s, al apretar las tuercas de los tornillos en U, aseg&#250;rese de que al menos una
                        rosca completa del tornillo en U est&#233; visible cuando la tuerca est&#233; apretada a la
                        torsi&#243;n especificada. Si no est&#225; visible, use tornillos en U m&#225;s grandes.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Cuando se reemplazan los tornillos en U, el nuevo tornillo en U debe tener roscas laminadas
                        incorporadas Grado 7 como m&#237;nimo. Las tuercas de tornillo en U tienen que ser del tipo de
                        cabeza con reborde o de las que tienen un cierre de inserci&#243;n de nylon, Grado 7 como m&#237;nimo.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
