<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE DIRECCI&#211;N DELANTERO SIN MANDO: ROCKWELL - INSPECCI&#211;N</stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSPECCI&#211;N</title>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>Service Procedure</title>
            <para>Haga lo siguiente durante una inspecci&#243;n.</para>
            <step1>
                <para count="1">Aseg&#250;rese de que todos los sujetadores est&#233;n apretados a la torsi&#243;n
                    especificada. Use una llave de torsi&#243;n para revisar la torsi&#243;n en una direcci&#243;n de
                    apriete. Tan pronto como el sujetador comience a moverse, registre la torsi&#243;n. Corrija si es
                    necesario. Reemplace los sujetadores desgastados o da&#241;ados.
                </para>
                <specpara>
                    <note>
                        <para>No se permite la reparaci&#243;n o reacondicionamiento de los componentes del eje
                            delantero. Rockwell recomienda reemplazar los componentes da&#241;ados o fuera de
                            especificaci&#243;n. Todos los componentes principales se tratan con calor y se templan.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Los componentes no se pueden doblar, soldar, calentar o reparar de ninguna manera sin
                            reducir la resistencia o la vida &#250;til del componente, anulando la garant&#237;a y
                            causando posiblemente un accidente del veh&#237;culo que puede producir lesiones personales
                            graves.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inspeccione las piezas del eje para ver si hay desgaste o da&#241;o. Vea si hay piezas
                    dobladas o agrietadas. Reemplace todas las piezas desgastadas o da&#241;adas.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que no haya holgura en los puntos de pivoteo. Aseg&#250;rese de que
                    los puntos de pivoteo est&#233;n lubricados.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que todas las piezas se muevan libremente a trav&#233;s del radio
                    completo de giro.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione las llantas para ver si hay se&#241;ales de desgaste que indican da&#241;o o
                    desalineaci&#243;n de la suspensi&#243;n.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
