<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CUBOS, COJINETES Y SELLOS (EJES QUE NO SON DE MANDO) (sin TIFS a&#250;n) - SELLOS DE LA RUEDA -
        INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc id="hl0200202" svcproctype="install" graphiccount="11">
        <title>INSTALACI&#211;N</title>
        <svcsubproc>
            <title>Sello de dos piezas instalado en el eje</title>
            <specpara>
                <important>
                    <para>El cuidado con que se instale el sello de dos piezas nunca ser&#225; excesivo. Ponga mucha
                        atenci&#243;n a las siguientes instrucciones y utilice las herramientas para la instalaci&#243;n
                        adecuadas.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Aplique una capa delgada de eliminador de empaques en el hombro del eje. Coloque el
                    conjunto de sello en el eje, de manera que las palabras "DRY SIDE" ("LADO SECO") queden hacia la
                    placa de soporte del freno. Un leve escal&#243;n en el di&#225;metro interior del sello permite
                    colocarlo manualmente aproximadamente hasta 1/8 pulgada del hombro del eje (
                    <hotlnk xrefid="f0200224">Figura 24</hotlnk>
                    y
                    <hotlnk xrefid="f0200225">Figura 25</hotlnk>).
                </para>
                <figure id="f0200224" figsize="col-wide">
                    <graphic filename="../figg02/g0200224.webp" type="webp"/>
                    <caption>Figura 24. Sellador en el sello de dos piezas</caption>
                </figure>
                <figure id="f0200225" figsize="col-wide">
                    <graphic filename="../figg02/g0200225.webp" type="webp"/>
                    <caption>Figura 25. Colocaci&#243;n del sello en el eje</caption>
                </figure>
                <specpara>
                    <note>
                        <para>No instale el sello dentro del hueco del cubo.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque la herramienta de instalaci&#243;n recomendada sobre el extremo del eje.Use un
                    martillo de 3 a 5 libras para golpear el extremo de la herramienta hasta que llegue al fondo contra
                    el hombro del eje. Despu&#233;s de que llegue al fondo, gire la herramienta mientras aplica varios
                    golpes leves con el martillo para asegurarse de que el di&#225;metro interior del sello est&#233; al
                    nivel de la superficie del resalto y ajustado con la misma. Limpie todo exceso de sellador (
                    <hotlnk xrefid="f0200226">Figura 26</hotlnk>).
                </para>
                <figure id="f0200226" figsize="col-wide">
                    <graphic filename="../figg02/g0200226.webp" type="webp"/>
                    <caption>Figura 26. Limpie el exceso de sellador</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Revise para asegurarse de que el di&#225;metro interior del sello est&#233; instalado al
                    nivel de la superficie del hombro dentro de 0.127 mm (0.005 pulgada) (
                    <hotlnk xrefid="f0200227">Figura 27</hotlnk>).
                </para>
                <figure id="f0200227" figsize="col-wide">
                    <graphic filename="../figg02/g0200227.webp" type="webp"/>
                    <caption>Figura 27. El di&#225;metro interior del sello est&#225; al nivel del resalto</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el cojinete interior lleno de grasa o lubricado previamente en su posici&#243;n
                    en el eje. No se requiere lubricaci&#243;n adicional
                    <hotlnk xrefid="f0200228">Figura 28</hotlnk>).
                </para>
                <figure id="f0200228" figsize="col-wide">
                    <graphic filename="../figg02/g0200228.webp" type="webp"/>
                    <caption>Figura 28. Instalaci&#243;n del cojinete lubricado previamente</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda, cubo y tambor. Usando la plataforma con ruedas, presione
                    el conjunto de rueda contra el eje hasta que toque el sello (
                    <hotlnk xrefid="f0200229">Figura 29</hotlnk>).
                </para>
                <figure id="f0200229" figsize="col-wide">
                    <graphic filename="../figg02/g0200229.webp" type="webp"/>
                    <caption>Figura 29. Instalaci&#243;n del conjunto de rueda, cubo y tambor</caption>
                </figure>
                <specpara>
                    <note>
                        <para>No presione con la mano el conjunto de rueda contra el sello. El sello se introducir&#225;
                            en el cubo cuando se instalen y ajusten el cojinete exterior y las tuercas de ajuste.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Lubrique previamente el cojinete exterior de la rueda. Instale el cojinete exterior,
                    tuercas de ajuste y arandela. Ajuste los cojinetes. Consulte
                    <hotlnk document="m02002s_6.xml" xrefid="hl0200203">AJUSTE DE LOS COJINETES DE LA RUEDA</hotlnk>
                    con respecto a las especificaciones adecuadas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Sello unitario instalado en el cubo</title>
            <step1>
                <para count="1">Aplique una capa delgada de eliminador de empaques Loctite (p&#250;rpura) en el hueco
                    del sello del cubo. La capa debe ser muy leve, pero debe cubrir el &#225;rea de ajuste a presi&#243;n.
                    El eliminador de empaques nunca debe tocar el labio del sello.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el cojinete interior lleno de grasa o lubricado previamente en el hueco del cubo
                    como se describe en
                    <hotlnk document="m02002s_4.xml" xrefid="hl0200206">INSTALACI&#211;N (COJINETES DE RUEDAS -
                        LUBRICADOS CON ACEITE)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Para instalar el sello, coloque la superficie exterior del sello en la cavidad del
                    adaptador seleccionado para la herramienta especial (
                    <hotlnk xrefid="f0200230">Figura 30</hotlnk>).
                </para>
                <figure id="f0200230" figsize="col-wide">
                    <graphic filename="../figg02/g0200230.webp" type="webp"/>
                    <caption>Figura 30. Sello en la cavidad del adaptador de herramientas</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale la herramienta, centr&#225;ndola en el hueco del cono del cojinete interior (
                    <hotlnk xrefid="f0200231">Figura 31</hotlnk>). Introduzca el sello en el hueco. Aseg&#250;rese de
                    que el sello no est&#233; torcido; golpee levemente el mango de la herramienta para introducir el
                    sello dentro del hueco del cubo. Revise para ver que el sello no est&#233; torcido.
                </para>
                <figure id="f0200231" figsize="col-wide">
                    <graphic filename="../figg02/g0200231.webp" type="webp"/>
                    <caption>Figura 31. Instalaci&#243;n de la herramienta, centr&#225;ndola dentro del hueco</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Sostenga el mango de la herramienta en forma recta y firme, golpee el mango de la
                    herramienta hasta que el sonido del impacto cambie al sentarse el sello (
                    <hotlnk xrefid="f0200232">Figura 32</hotlnk>). Revise el sello para asegurarse de que est&#233;
                    sentado de manera uniforme, pero no aplastado. Revise tambi&#233;n que el cojinete tenga un
                    movimiento libre. Remueva el exceso de sellador.
                </para>
                <figure id="f0200232" figsize="col-wide">
                    <graphic filename="../figg02/g0200232.webp" type="webp"/>
                    <caption>Figura 32. Sentamiento del sello en el hueco del cubo</caption>
                </figure>
                <specpara>
                    <important>
                        <para>Cada vez que se remueva la rueda con un sello unitario, se debe reemplazar el sello.
                        </para>
                    </important>
                </specpara>
                <para>Despu&#233;s de la instalaci&#243;n en el cubo de la rueda, una buena revisi&#243;n de la
                    instalaci&#243;n apropiada del sello es mover con los dedos la parte del borde interior que agarra
                    el eje. Debe haber un movimiento leve hacia adentro y hacia afuera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda, cubo y tambor. Ajuste los cojinetes de la rueda. Consulte
                    <hotlnk document="m02002s_6.xml" xrefid="hl0200203">AJUSTE DE LOS COJINETES DE LA RUEDA</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Sello tipo labio</title>
            <step1>
                <para count="1">Aplique una capa delgada de eliminador de empaques en el hueco del sello del cubo. La
                    capa debe ser muy leve, pero debe cubrir el &#225;rea de ajuste a presi&#243;n. El eliminador de
                    empaques nunca debe tocar el labio del sello ni contaminar el aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la rueda en forma plana con el tambor de freno hacia arriba. Coloque el cojinete
                    interior de la rueda previamente lubricado dentro de la pista del cojinete y coloque el sello del
                    cubo en la posici&#243;n inicial en el cubo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sello del cubo, usando el juego de instaladores de sellos para evitar que se
                    tuerza el sello (
                    <hotlnk xrefid="f0200233">Figura 33</hotlnk>). Seleccione el disco del tama&#241;o que aplique
                    fuerza al borde externo del sello del cubo y evite que el sello se deforme o da&#241;e.
                </para>
                <figure id="f0200233" figsize="col-wide">
                    <graphic filename="../figg02/g0200233.webp" type="webp"/>
                    <caption>Figura 33. Uso del instalador de sellos</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Introduzca el sello del cubo en el cubo hasta que llegue al fondo del hueco del cubo.Una
                    vez que el sello est&#233; sentado, no siga introduci&#233;ndolo, ya que esto deformar&#225; o da&#241;ar&#225;
                    el sello. Despu&#233;s desmontar la herramienta instaladora de sellos, limpie el exceso de
                    eliminador de empaques. Aseg&#250;rese de confirmar el asentamiento uniforme del sello (
                    <hotlnk xrefid="f0200234">Figura 34</hotlnk>).
                </para>
                <figure id="f0200234" figsize="col-wide">
                    <graphic filename="../figg02/g0200234.webp" type="webp"/>
                    <caption>Figura 34. Confirmaci&#243;n del sentamiento uniforme del sello</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda, cubo y tambor. Ajuste los cojinetes de la rueda. Consulte
                    <hotlnk document="m02002s_6.xml" xrefid="hl0200203">AJUSTE DE LOS COJINETES DE LA RUEDA</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
