<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CUBOS, COJINETES Y SELLOS (EJES QUE NO SON DE MANDO) (sin TIFS a&#250;n) - AJUSTE DE LOS COJINETES
        DE LA RUEDA
    </stitle>
    <svcsection/>
    <svcsubsec id="hl0200203">
        <title>AJUSTE DE LOS COJINETES DE LA RUEDA</title>
        <svcsubsecinfo>
            <para>El funcionamiento satisfactorio del sello de la rueda, as&#237; como la vida &#250;til larga del
                cojinete, dependen de la correcta instalaci&#243;n, limpieza, lubricaci&#243;n y ajuste del cojinete de
                la rueda. La siguiente informaci&#243;n le ayudar&#225; a realizar estos servicios requeridos para las
                ruedas y cubos delanteros.
            </para>
            <para>Las ruedas o cubos, pistas del cojinete, contratuercas, arandelas, tapas de cubos, arandelas etc.
                tienen que estar libres de cualquier material extra&#241;o. Los cojinetes deben lubricarse previamente
                antes de la instalaci&#243;n. Para ver las especificaciones del lubricante apropiado, consulte GRUPO 10
                - LUBRICACI&#211;N en el Manual de Servicio Maestro CTS-5000.
            </para>
            <specpara>
                <note>
                    <para>Si est&#225; instalando nuevos cojinetes, &#233;stos se deben sentar para asegurar una m&#225;xima
                        confiabilidad de servicio. Despu&#233;s de montar el cojinete y cubo en el eje, instale la
                        tuerca de ajuste del cojinete. Apriete la tuerca de ajuste a 163 a 190 NSm (120 a 140
                        libras-pie) mientras gira el cubo para sentar el cojinete. Afloje la tuerca de ajuste en 1/2
                        vuelta y siga el procedimiento que se indica a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
        <svcproc id="hl0200204" svcproctype="adjust" graphiccount="1">
            <title>PROCEDIMIENTO DE REVISI&#211;N DEL JUEGO LONGITUDINAL DEL COJINETE</title>
            <para>Este procedimiento se realiza con el veh&#237;culo colocado sobre soportes en el piso.</para>
            <para>El cojinete debe estar completamente instalado antes de revisar el juego longitudinal (con la chaveta
                de seguro instalada o la contratuerca apretada). Utilice un indicador de cuadrante para medir el juego
                longitudinal del cubo (
                <hotlnk xrefid="f0200212">Figura 12</hotlnk>) con respecto al eje.
            </para>
            <figure id="f0200212" figsize="col-wide">
                <graphic filename="../figg02/g0200212.webp" type="webp"/>
                <caption>Figura 12. Medici&#243;n del juego longitudinal del cubo</caption>
            </figure>
            <para>Al dar servicio al conjunto de cubo, revise el juego longitudinal del cojinete antes de instalar el
                tambor de freno y las ruedas.
            </para>
            <para>Instale el indicador de cuadrante en la parte inferior de la rueda (remueva la tapa del cubo o eje
                lateral, si est&#225;n instalados) o en el tambor o cubo, como se muestra en la
                <hotlnk xrefid="f0200212">Figura 12</hotlnk>
                . Sujete el tambor, cubo o llanta en la posici&#243;n de las 3 en punto o 9 en punto. Primero presione y
                luego jale de manera uniforme el cubo del tambor o la llanta, para medir la cantidad de juego
                longitudinal. Observe la lectura total del indicador.
            </para>
            <para>Los procedimientos de ajuste de los cojinetes tienen el objetivo de producir un juego longitudinal de
                0.0254 a 0.127 mm (0.001 a 0.005 de pulgada) despu&#233;s que la tuerca de ajuste del rodamiento
                exterior de la rueda es apretada y asegurada .
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02002s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
