<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - BARRAS DE ACOPLE - INSTALACI&#211;N DEL CONJUNTO DEL BRAZO DE LA DIRECCI&#211;N Y EL CONJUNTO DE LA
        BARRA DE ACOPLE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="4">
        <title>INSTALACI&#211;N DEL CONJUNTO DEL BRAZO DE LA DIRECCI&#211;N Y EL CONJUNTO DE LA BARRA DE ACOPLE</title>
        <specpara>
            <warning>
                <para>Cuando se reemplazan los terminales del brazo de arrastre o varillaje de la direcci&#243;n hidr&#225;ulica,
                    se deben enroscar en la barra de acople o brazo de arrastre lo suficiente para permitir la colocaci&#243;n
                    de la abrazadera sobre las roscas, si no est&#225; soldada en el terminal de la barra. Coloque el
                    tornillo de fijaci&#243;n de manera que cruce la ranura en el final de la barra.
                </para>
            </warning>
        </specpara>
        <para>Este procedimiento incluye la instalaci&#243;n en la barra de los terminales de la barra de acople.</para>
        <step1>
            <para count="1">Presione la llave en la ranura del brazo de la direcci&#243;n.</para>
        </step1>
        <step1>
            <para count="1">Instale el brazo de la direcci&#243;n de la en la articulaci&#243;n (
                <hotlnk xrefid="f0200107">Figura 7</hotlnk>).
            </para>
            <figure id="f0200107" figsize="col-wide">
                <graphic filename="../figg02/g0200107.webp" type="webp"/>
                <caption>Figura 7. Separaci&#243;n del terminal de la barra de acople del brazo de la barra de acople
                </caption>
                <calloutgroup>
                    <callout1>1. BRAZO DE LA DIRECCI&#211;N</callout1>
                    <callout1>2. TERMINAL DE LA BARRA DE ACOPLE</callout1>
                    <callout1>3. ARTICULACI&#211;N</callout1>
                    <callout1>4. TUERCA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale la tuerca en el brazo de la direcci&#243;n. Apriete al valor especificado en la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las chavetas de dos patas. Si es necesario, apriete la tuerca hasta que los
                orificios est&#233;n alineados.
                <emph type="bold">No afloje la tuerca para instalar la chaveta de dos patas. Si no entra la chaveta de
                    dos patas, apriete la tuerca hasta la siguiente ranura.
                </emph>
            </para>
            <specpara>
                <note>
                    <para>La barra de acople tiene roscas derechas en un terminal y roscas izquierdas en el otro. Aseg&#250;rese
                        de que los terminales de la barra de acople est&#233;n instalados adecuadamente en la barra.
                    </para>
                </note>
            </specpara>
            <para>Cuando se reemplazan los terminales de barras o se ajusta la convergencia, ambos terminales deben
                enroscarse en el tubo de la barra de acople lo suficiente como para cubrir totalmente las ranuras del
                tubo. Cuando se est&#225; enroscando el terminal de la barra de acople en la barra de acople, no debe
                haber ni atascamiento ni holgura en las roscas de la barra de acople
                <hotlnk xrefid="f0200108">(Figura 8 )</hotlnk>.
            </para>
            <figure id="f0200108" figsize="col-wide">
                <graphic filename="../figg02/g0200108.webp" type="webp"/>
                <caption>Figura 8. Roscas del terminal de la barra de acople extendidas a trav&#233;s de la abrazadera
                </caption>
                <calloutgroup>
                    <callout1>1. TERMINAL DE LA BARRA DE ACOPLE</callout1>
                    <callout1>2. ABRAZADERA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si los removi&#243;, instale los terminales de la barra de acople en el lugar marcado en la
                barra de acople durante el desmontaje.
            </para>
            <para>Si se instalan nuevos terminales de barra de acople, enrosque los terminales por igual en la barra de
                acople a la longitud requerida.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las tuercas y los tornillos en las abrazaderas. Apriete con los dedos.</para>
        </step1>
        <step1>
            <para count="1">Ensamble los terminales de la barra de acople en los brazos de la direcci&#243;n. Instale
                las tuercas del tornillo de la r&#243;tula. Apriete al valor especificado en la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las chavetas de dos patas. Apriete la tuerca hasta que los orificios est&#233;n
                alineados.
                <emph type="bold">No afloje la tuerca para instalar la chaveta de dos patas.</emph>
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique los terminales de la barra de acople. Para conocer el lubricante apropiado,
                consulte GRUPO 10 - LUBRICACI&#211;N en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Revise y, si es necesario, ajuste la convergencia. Despu&#233;s de revisar y ajustar la
                convergencia, aseg&#250;rese de que los terminales de la barra de acople coincidan o est&#233;n
                ajustados adecuadamente (terminal izquierdo de la barra de acople paralelo al terminal derecho de la
                barra de acople)
                <hotlnk xrefid="f0200109">(Figura 9)</hotlnk>. Un ajuste apropiado eliminar&#225; el movimiento
                restringido del conjunto de barra de acople. La restricci&#243;n puede producir una falla prematura de
                los terminales de la barra de acople. Apriete los tornillos de abrazadera de la barra de acople al valor
                indicado en la
                <hotlnk document="m02001k_27.xml" xrefid="hl0200101">TABLA DE TORSIONES</hotlnk>.
            </para>
            <figure id="f0200109" figsize="col-wide">
                <graphic filename="../figg02/g0200109.webp" type="webp"/>
                <caption>Figura 9. Instalaciones adecuadas e inadecuadas del terminal de la barra de acople</caption>
                <calloutgroup>
                    <callout1>1. BRAZO DE LA DIRECCI&#211;N</callout1>
                    <callout1>2. TERMINAL IZQUIERDO DE LA BARRA DE ACOPLE</callout1>
                    <callout1>3. TERMINAL DERECHO DE LA BARRA DE ACOPLE</callout1>
                    <callout1>4. AMBOS TERMINALES DE LA BARRA DE ACOPLE ALINEADOS</callout1>
                </calloutgroup>
            </figure>
            <para>Algunas abrazaderas de la barra de acople giran libremente alrededor de la barra de acople,
                permitiendo el ajuste de la convergencia y evitando el contacto con el eje. Existen dos maneras de que
                los topes mec&#225;nicos ubiquen las abrazaderas.Un tipo de abrazadera est&#225; limitada por una
                soldadura de punto en el tubo. El segundo tipo de abrazadera est&#225; limitada por una leng&#252;eta
                que se asegura contra el terminal del tubo. Ambos tipos se muestran en la
                <hotlnk xrefid="f0200110">Figura 10</hotlnk>
                .
            </para>
            <figure id="f0200110" figsize="col-wide">
                <graphic filename="../figg02/g0200110.webp" type="webp"/>
                <caption>Figura 10. Tipos de abrazaderas de la barra de acople</caption>
                <calloutgroup>
                    <callout1>1. SOLDADURA</callout1>
                    <callout1>2. LENG&#220;ETA</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>Si est&#225; colocando nuevamente las abrazaderas de la barra de acople, revise la separaci&#243;n
                        del tornillo entre el tornillo y la viga en I de eje en la posici&#243;n de viraje m&#225;ximo y
                        de viraje hacia la derecha y hacia la izquierda. La interferencia puede restringir el movimiento
                        adecuado del varillaje de la direcci&#243;n y/o causar da&#241;os a los tornillos de abrazadera.
                    </para>
                </warning>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
