<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - BRAZOS DE ARRASTRE
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>BRAZOS DE ARRASTRE</title>
        <svcsubsecinfo>
            <para>La mayor&#237;a de los veh&#237;culos tienen brazos de arrastre similares a aquellos que se muestran
                en las
                <hotlnk xrefid="f0200111">Figura 11</hotlnk>
                y
                <hotlnk xrefid="f0200112">Figura 12</hotlnk>.
            </para>
            <figure id="f0200111" figsize="col-wide">
                <graphic filename="../figg02/g0200111.webp" type="webp"/>
                <caption>Figura 11. Brazo de arrastre de una pieza</caption>
                <calloutgroup>
                    <callout1>1. TUERCA RANURADA</callout1>
                    <callout1>2. CUBIERTA ANTIPOLVO</callout1>
                    <callout1>3. BOQUILLA DE ENGRASE</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0200112" figsize="col-wide">
                <graphic filename="../figg02/g0200112.webp" type="webp"/>
                <caption>Figura 12. Brazo de arrastre ajustable</caption>
                <calloutgroup>
                    <callout1>1. TUERCA RANURADA</callout1>
                    <callout1>2. CUBIERTA ANTIPOLVO</callout1>
                    <callout1>3. TERMINAL DEL BRAZO DE ARRASTRE AJUSTABLE</callout1>
                    <callout1>4. ABRAZADERA</callout1>
                    <callout1>5. TERMINAL DEL BRAZO DE ARRASTRE FIJO</callout1>
                    <callout1>6. TUERCA DE ABRAZADERA</callout1>
                </calloutgroup>
            </figure>
            <para>La tensi&#243;n de el tornillo de r&#243;tula en los terminales del brazo de arrastre es autoajustable
                y no requiere a otro servicio diferente a una revisi&#243;n peri&#243;dica para ver que los tornillos de
                r&#243;tula est&#233;n firmes en los brazos de la direcci&#243;n y que la cubierta antipolvo/lubricaci&#243;n
                est&#233; en buen estado. Est&#225;n provistas de una boquilla para engrase peri&#243;dico.
            </para>
            <para>
                <emph type="bold">Criterios de reemplazo</emph>
                - El terminal del brazo de arrastre debe girar libremente dentro del bastidor de la r&#243;tula.
                Reemplace el brazo de arrastre si hay alg&#250;n movimiento en la direcci&#243;n axial
                <hotlnk document="m02001k_3.xml" xrefid="f0200105">(Figura 5)</hotlnk>
                cuando se revisa el veh&#237;culo con la mano.
                <emph type="bold">No haga palanca con una barra en los varillajes de la direcci&#243;n, ya que puede
                    causar da&#241;os.
                </emph>
            </para>
            <para>Las pautas de inspecci&#243;n son las siguientes:</para>
            <para>Movimiento axial 0 - 3.175 mm (0 - 1/8") - Los terminales del brazo de arrastre deben reemplazarse en
                el pr&#243;ximo intervalo de servicio.
            </para>
            <para>Movimiento axial 3.175 mm (1/8") o m&#225;s - El veh&#237;culo no debe conducirse (ni enviarse a
                reparaci&#243;n) hasta que se haya realizado el reemplazo de los terminales del brazo de arrastre.
            </para>
            <para>Un m&#233;todo alterno para evaluar los terminales del brazo de arrastre es separar el terminal del
                brazo de la direcci&#243;n del brazo pitman, y hacer girar el tornillo de r&#243;tula. La torsi&#243;n
                requerida para hacer girar el tornillo en el bastidor del terminal debe ser de 5.0 a 250.0
                libras-pulgada (dependiendo del dise&#241;o/fabricaci&#243;n de la r&#243;tula)
                <hotlnk document="m02001k_3.xml" xrefid="f0200106">(Figura 6)</hotlnk>.
            </para>
            <para>En los brazos de arrastre donde un terminal es ajustable y el otro es fijo (no ajustable)
                <hotlnk xrefid="f0200112">(Figura 12)</hotlnk>, el lado fijo no se puede remover del tubo. Si el brazo
                de arrastre del terminal fijo necesita ser reemplazado, se debe reemplazar como un conjunto de brazo de
                arrastre y tubo.
                <emph type="bold">NO REMUEVA EL TERMINAL FIJO DEL TUBO DEL BRAZO DE ARRASTRE .</emph>
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
