<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EJE DE DIRECCI&#211;N DELANTERO SIN MANDO: ROCKWELL - LIMPIEZA Y REVISI&#211;N</stitle>
    <svcsection/>
    <svcsubsec id="hl0200502">
        <title>LIMPIEZA Y REVISI&#211;N</title>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>REPARACI&#211;N DE LAS PIEZAS</title>
            <specpara>
                <note>
                    <para>No se permite la reparaci&#243;n o reacondicionamiento de los componentes del eje delantero.
                        International especifica que se debe reemplazar los componentes da&#241;ados o fuera de
                        especificaci&#243;n. Todos los componentes principales se tratan con calor y se templan.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Est&#225; prohibido doblar, soldar, calentar o reparar los componentes ya que esto reduce su
                        tiempo de vida &#250;til adem&#225;s de anular la garant&#237;a y causar posiblemente accidentes
                        que pueden resultar en lesiones personales.
                    </para>
                </warning>
            </specpara>
            <para>Las siguientes operaciones est&#225;n
                <emph type="bold">prohibidas</emph>
                en los componentes del eje delantero.
            </para>
            <step1>
                <para count="1">La soldadura de o en los brazos de la direcci&#243;n, brazos de las barras de
                    acoplamiento, charnelas, pasadores maestros, vigas de eje, conjuntos de la barra de acoplamiento,
                    cubos, tambores o frenos.
                </para>
            </step1>
            <step1>
                <para count="1">Flexi&#243;n en caliente o fr&#237;o de las charnelas, brazos de la direcci&#243;n,
                    brazos de la barra de acoplamiento, pernos de r&#243;tula, vigas de eje o conjuntos de la barra de
                    acoplamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Nueva perforaci&#243;n de los orificios en la viga de eje para los pasadores maestros.
                </para>
            </step1>
            <step1>
                <para count="1">Nueva perforaci&#243;n de los orificios de chaveta deslizante en la articulaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Soldadura por pulverizaci&#243;n de los di&#225;metros del balero en las charnelas o en
                    los agujeros maquinados.
                </para>
            </step1>
            <step1>
                <para count="1">Fresado o maquinado de cualquier componente.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Si utiliza solventes de limpieza, tanques de soluci&#243;n caliente o soluciones alcalinas
                        incorrectamente, se pueden producir lesiones personales graves. Para evitar estas lesiones, siga
                        las instrucciones proporcionadas por el fabricante. NO use gasolina para limpiar las piezas. La
                        gasolina puede explotar.
                    </para>
                </warning>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02005r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
