<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INFORMACI&#211;N GENERAL DE SERVICIO DE LA DIRECCI&#211;N Y ALINEACI&#211;N DE LAS RUEDAS
        DELANTERAS - ALINEACI&#211;N DE LAS RUEDAS DELANTERAS
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>ALINEACI&#211;N DE LAS RUEDAS DELANTERAS</title>
        <svcsubsecinfo>
            <para>La alineaci&#243;n del chasis de acuerdo con las especificaciones del fabricante del veh&#237;culo
                debe proporcionar tanto una vida &#250;til de la llanta como un manejo del veh&#237;culo &#243;ptimos.
                Revise las llantas delanteras a intervalos regulares. Revise la alineaci&#243;n delantera s&#243;lo si
                las llantas muestran un desgaste incorrecto o si la suspensi&#243;n delantera ha estado sujeta a un
                servicio extremadamente pesado o a graves cargas por impacto. Antes de revisar y ajustar la alineaci&#243;n,
                se deben inspeccionar y corregir componentes tales como cojinetes de ruedas, terminales de la barra de
                acople, brazo de arrastre, engranaje de direcci&#243;n, amortiguadores e inflado de las llantas, si es
                necesario.
            </para>
            <para>El ajuste de la convergencia es el factor de alineaci&#243;n m&#225;s importante que se debe revisar
                cuando se intenta extender la vida &#250;til de la llanta.
                <emph type="bold">S&#243;lo mec&#225;nicos capacitados y que usen equipos calibrados deben configurar la
                    convergencia.
                </emph>
                La configuraci&#243;n se debe volver a revisar despu&#233;s de cada correcci&#243;n, para asegurarse de
                que es correcta.
            </para>
            <para>Una convergencia incorrecta puede conducir a un r&#225;pido desgaste de las llantas. El desgaste de
                las llantas radiales debido a una convergencia excesiva aparece inicialmente como desgaste irregular,
                mayor en las ranuras externas que en las internas de la llanta y mayor en la llanta delantera derecha
                que en la delantera izquierda. Una divergencia excesiva causa un efecto inverso: mayor desgaste en las
                ranuras internas que en las externas y mayor desgaste en la llanta delantera izquierda que en la
                delantera derecha.
            </para>
            <para>En valores grandes de convergencia o divergencia y en kilometraje relativamente reciente, la banda de
                rodamiento de las rayas externas e internas se puede desgastar completamente. Para una condici&#243;n de
                convergencia de 7.93 mm (5/16 de pulgada), esto puede suceder despu&#233;s de solo 30 577 km (19 000
                millas) de recorrido en la carretera.
            </para>
            <para>Si el patr&#243;n de desgaste de la llanta del eje delantero tiene un desgaste
                <emph type="bold">considerable</emph>
                en el exterior de la banda de rodamiento de una llanta y en la banda de rodamiento interior de su compa&#241;era,
                la alineaci&#243;n de la suspensi&#243;n del eje trasero en t&#225;ndem se debe revisar como se indica
                en GRUPO 03 - ALINEACI&#211;N DE RESORTES Y SUSPENSI&#211;N del Manual de Servicio Maestro CTS-5000.
            </para>
            <para>Las dimensiones de inclinaci&#243;n del eje, inclinaci&#243;n de la rueda y convergencia son para veh&#237;culos
                sin carga (condici&#243;n sin carga &#250;til). Si el bastidor no est&#225; nivelado, se debe considerar
                su &#225;ngulo. Esto es especialmente importante al realizar una revisi&#243;n de la inclinaci&#243;n
                del eje. Para obtener una lectura fidedigna de la inclinaci&#243;n del eje, el &#225;ngulo del bastidor
                se debe sumar o restar del &#225;ngulo de inclinaci&#243;n del eje.
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m02001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
