<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - D&#201;POSE ET INSTALLATION - BALANCIERS</stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="2">
        <title>BALANCIERS</title>
        <svcprocinfo>
            <para>Consultez la
                <hotlnk xrefid="f0300213">figure 13</hotlnk>
                et la
                <hotlnk xrefid="f0300214">figure 14</hotlnk>.
            </para>
            <figure id="f0300213" figsize="col-wide">
                <graphic id="g0300213" filename="../figg03/g0300213.webp" type="webp" resolution="72"/>
                <caption>Figure 13. RACCORD DE PIVOT AVANT DU BALANCIER</caption>
                <calloutgroup>
                    <callout1>1.BOULON DE JONCTION 1 1/8-12 UNF X 7.0</callout1>
                    <callout1>2.COUSSINET D'ALIGNEMENT</callout1>
                    <callout1>3.&#171; &#201;CROU INTELLIGENT &#187;</callout1>
                    <callout1>4.RONDELLE PLATE (SI UTILIS&#201;E)</callout1>
                    <callout1>5.COUSSINET</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0300214" figsize="col-wide">
                <graphic id="g0300214" filename="../figg03/g0300214.webp" type="webp" resolution="72"/>
                <caption>Figure 14. RACCORD D'ESSIEU DU BALANCIER</caption>
                <calloutgroup>
                    <callout1>1.CONTRE-&#201;CROU HEXAGONAL 3/4-16 UNF</callout1>
                    <callout1>2.RONDLLE PLATE 3/4 D.I.</callout1>
                    <callout1>3.ADAPTATEUR D'EXTR&#201;MIT&#201; DE BALANCIER</callout1>
                    <callout1>4.BOULON &#192; T&#202;TE HEXAGONALE 3/4-16 UNF X 6 1/2</callout1>
                    <callout1>5.COUSSINET</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>D&#233;pose</title>
            <specpara>
                <note>
                    <para>Lorsque vous remplacez des coussinets de pivot, remplacez aussi les pi&#232;ces de
                        quincaillerie.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233;chargez le v&#233;hicule et calez ses roues pour l'emp&#234;cher de se d&#233;placer.
                    Soulevez le b&#226;ti du v&#233;hicule de 2 po (51 mm) et placez des supports en-dessous.
                </para>
                <specpara>
                    <warning>
                        <para>Il ne faut jamais utiliser uniquement un cric pour soutenir le v&#233;hicule lorsqu'on
                            travaille sous celui-ci. Le cric peut s'abaisser et causer de graves blessures. Placez
                            toujours des supports sous le v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">&#201;vacuez l'air du circuit du v&#233;hicule et de la suspension en proc&#233;dant
                    comme suit :
                </para>
                <specpara>
                    <note>
                        <para>M&#234;me si le ressort pneumatique fuit et qu'il ne contient plus d'air, il faut &#233;vacuer
                            l'air du circuit.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Commande automatique - soupape de commande de hauteur - d&#233;posez la tringlerie
                        au raccord inf&#233;rieur, puis tournez le levier de commande &#224; la position d'&#233;chappement
                        (environ 45 degr&#233;s vers le bas).
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;posez la conduite d'alimentation en air du ressort pneumatique.</para>
                </step2>
                <step2>
                    <para count="1">&#201;vacuez l'air du r&#233;servoir.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">D&#233;posez les amortisseurs et les ressorts pneumatiques &#224; l'extr&#233;mit&#233;
                    inf&#233;rieure.
                </para>
                <specpara>
                    <note>
                        <para>Avant d'effectuer l'&#233;tape 4, notez la position des rondelles d'&#233;cartement du
                            raccord de pivot avant (si utilis&#233;es) pour le remontage.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1 id="hl0300245">
                <para count="1">D&#233;posez la poutre transversale, le raccord d'essieu et le raccord de pivot.</para>
            </step1>
            <step1>
                <para count="1">Examinez toutes les pi&#232;ces pour d&#233;tecter les signes d'usure, les fissures ou
                    les soudures bris&#233;es. R&#233;parez ou remplacez.
                </para>
                <specpara>
                    <caution>
                        <para>Ne r&#233;parez pas les balanciers fissur&#233;s; remplacez-les.</para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">&#212;tez les vieux coussinets &#224; l'aide d'une presse hydraulique de 5 tonnes ou
                    utilisez un outil d'entretien de coussinets (consultez la rubrique des
                    <hotlnk document="f03002r_19.xml" xrefid="hl0300203">OUTILS SP&#201;CIAUX</hotlnk>). Nettoyez
                    soigneusement le logement du coussinet et enlevez tous les corps &#233;trangers. Si la surface du
                    logement du coussinet est endommag&#233;e, r&#233;parez-la ou remplacez le balancier.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <specpara>
                <important>
                    <para>Lorsque vous serrez des boulons de coussinets ou des pi&#232;ces de fixation de bielles de
                        force selon les sp&#233;cifications, le v&#233;hicule doit pr&#233;senter une garde au sol
                        appropri&#233;e pour &#233;viter d'exercer une contrainte inutile sur les coussinets.
                    </para>
                </important>
            </specpara>
            <step1>
                <para count="1">Lubrifiez le nouveau coussinet au moyen d'un lubrifiant approuv&#233; ou d'une solution
                    de savon et d'eau. N'utilisez
                    <emph type="bold">pas</emph>
                    un lubrifiant &#224; base d'huile. Enfoncez le nouveau coussinet dans le logement au-del&#224; du
                    centre. Renversez le balancier et centrez le coussinet dans ce dernier.
                </para>
            </step1>
            <step1>
                <para count="1">Posez le balancier neuf ou celui dont vous avez chang&#233; les coussinets sur le
                    support du b&#226;ti au moyen de rondelles d'&#233;cartement (si utilis&#233;es) comme on l'indique
                    &#224;
                    <hotlnk xrefid="hl0300245">l'&#233;tape 4 de la d&#233;pose</hotlnk>. Serrez les pi&#232;ces de
                    fixation au couple de 175 &#224; 215 lb.pi (238 &#224; 292 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Posez le raccord d'essieu et la poutre transversale.</para>
            </step1>
            <step1>
                <para count="1">Posez la tringlerie de la soupape de commande de hauteur. V&#233;rifiez la garde au sol
                    du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Installez les pneus et les roues et les autres composants d&#233;pos&#233;s pour
                    permettre l'acc&#232;s au balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression d'air du v&#233;hicule &#224; la pression de d&#233;clenchement du
                    r&#233;gulateur et utilisez une solution d'eau savonnente pour d&#233;tecter les fuites.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
