<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - D&#201;POSE DES ESSIEUX ET DES BALANCIERS (R&#201;VISION COMPL&#200;TE DE
        LA SUSPENSION)
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>D&#201;POSE DES ESSIEUX ET DES BALANCIERS (R&#201;VISION COMPL&#200;TE DE LA SUSPENSION)</title>
        <svcproc svcproctype="remove" graphiccount="1">
            <title>TOUTES LES SUSPENSIONS</title>
            <specpara>
                <note>
                    <para>Lorsqu'une r&#233;vision importante est n&#233;cessaire, retirez tout le tandem du b&#226;ti.
                        Cependant, si cela est n&#233;cessaire, vous pouvez enlever les bielles de force, les
                        amortisseurs de charge, les balanciers et les autres composants s&#233;par&#233;ment.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Calez les roues avant du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Bloquez le frein (DE STATIONNEMENT) &#224; ressort. Consultez le GROUPE 04 - FREINS
                    PNEUMATIQUES dans le manuel d'entretien principal CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Videz le circuit pneumatique du v&#233;hicule et d&#233;branchez toutes les conduites
                    d'air menant aux ponts arri&#232;re. Marquez les conduites aux fins du remontage ult&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;parez l'arbre primaire de l'avant de l'essieu moteur avant. Consultez le GROUPE
                    06 - ARBRE DE TRANSMISSION dans le manuel d'entretien principal CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;parez les bielles de force du carter de pont.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les contre-&#233;crous des chapeaux de si&#232;ge, les rondelles et les
                    chapeaux de si&#232;ge.
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez et placez des supports sous le b&#226;ti du v&#233;hicule &#224; une hauteur
                    suffisamment &#233;lev&#233;e pour pouvoir faire rouler les essieux (avec les balanciers) hors du
                    dessous du v&#233;hicule (
                    <hotlnk xrefid="f0300623">figure 23</hotlnk>). Lorsque vous enlevez un essieu, calez les roues avant
                    et arri&#232;re.
                </para>
                <figure id="f0300623" figsize="col-wide">
                    <graphic id="g0300623" filename="../figg03/g0300623.webp" type="webp"/>
                    <caption>Figure 23. B&#226;ti soulev&#233; pour permettre le retrait des essieux</caption>
                    <calloutgroup>
                        <callout1>1.LONGERONS DE B&#194;TI DU V&#201;HICULE</callout1>
                        <callout1>2.ESSIEUX ET BALANCIERS</callout1>
                        <callout1>3.SUPPORT</callout1>
                        <callout1>4.&#201;CROUS DES GOUJONS DES CHAPEAUX DE SI&#200;GE</callout1>
                        <callout1>5.LAMES DE RESSORT ILLUSTR&#201;ES</callout1>
                        <callout1>6.RESSORT ET SUPPORT DE SI&#200;GE</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <caution>
                        <para>Apr&#232;s avoir enlev&#233; les essieux, placez des supports suffisamment robustes sous
                            le b&#226;ti pour soutenir le v&#233;hicule et r&#233;sister aux mouvements caus&#233;s par
                            le d&#233;montage de la suspension.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les blessures et les dommages mat&#233;riels, bloquez les essieux
                            solidement de fa&#231;on que les extr&#233;mit&#233;s des balanciers ne puissent pas rouler
                            ni pivoter.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Replacez les contre-&#233;crous sur les goujons des chapeaux de si&#232;ge pour prot&#233;ger
                    les filets (
                    <hotlnk xrefid="f0300623">figure 23</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les si&#232;ges et les ressorts &#224; lames ou les amortisseurs.</para>
            </step1>
            <step1>
                <para count="1">Retirez les mains de ressort du b&#226;ti.</para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
