<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FONCTIONNEMENT</title>
        <svcproc svcproctype="operate" graphiccount="0">
            <title>SOUPAPES DE COMMANDE DE HAUTEUR</title>
            <para>La
                <hotlnk document="f03002r_1.xml" xrefid="f0300203">figure 3</hotlnk>
                et la
                <hotlnk document="f03002r_1.xml" xrefid="f0300204">figure 4</hotlnk>
                montrent la soupape de commande de hauteur &#224; la position neutre (ferm&#233;e). Le levier est alors
                parall&#232;le &#224; la chauss&#233;e et la suspension pneumatique est correctement remplie d'air pour
                mettre le v&#233;hicule de niveau. La soupape ne laisse pas passer l'air &#224; la position neutre.
            </para>
            <para>Lorsque le tracteur fonctionne, le d&#233;lai de temporisation int&#233;gr&#233; amortit l'intrant al&#233;atoire
                caus&#233; par les vibrations routi&#232;res de type courant (bosses et nids de poule) pour emp&#234;cher
                la soupape de s'ouvrir et de se fermer.
            </para>
            <para>Quand on ajoute une charge, comme une semi-remorque que l'on attelle au tracteur, le b&#226;ti
                s'abaisse. Le levier se d&#233;place de biais au-dessus de l'horizontale et la soupape s'ouvre apr&#232;s
                l'expiration du d&#233;lai de temporisation. Lorsque l'air circule dans la soupape et que la suspension
                se remplit d'air, le b&#226;ti se remet &#224; niveau.
            </para>
            <para>Le b&#226;ti s'&#233;l&#232;ve lorsqu'on d&#233;telle la semi-remorque. Le levier se d&#233;place de
                biais sous l'horizontale et, une fois le d&#233;lai de temporisation expir&#233;, la soupape &#233;vacue
                l'air jusqu'&#224; ce que le b&#226;ti soit de niveau.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
