<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS PNEUMATIQUES &#192; ESSIEUX MOTEURS NEWAY AD-123/246 - R&#201;GLAGE</stitle>
    <svcsection/>
    <svcsubsec id="hl0301002">
        <title>R&#201;GLAGE</title>
        <svcproc svcproctype="adjust" graphiccount="1">
            <title>HAUTEUR DES RESSORTS PNEUMATIQUES</title>
            <para>Avant de proc&#233;der au r&#233;glage, il faut d&#233;charger le v&#233;hicule.</para>
            <step1>
                <para count="1">Retirez la goupille fendue et la rondelle de la bielle sup&#233;rieure. Desserrez le
                    collier de serrage et s&#233;parez la tringlerie verticale du levier de commande de hauteur.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que le rep&#232;re de centrage de la vis &#224; t&#234;te de la soupape de
                    mise &#224; niveau est orient&#233; vers la tringlerie verticale (
                    <hotlnk document="f03010_12.xml" xrefid="f0301012">figure 12</hotlnk>) et que les deux colliers de
                    serrage sont plac&#233;s &#224; l'int&#233;rieur (t&#234;te de boulon orient&#233;e vers le centre
                    de la tige verticale) des bielles en caoutchouc.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression d'air et maintenez-la &#224; un niveau sup&#233;rieur &#224; 65
                    livres par pouce carr&#233;. Assurez-vous que les raccords pneumatiques et la soupape ne fuient pas.
                    R&#233;parez au besoin.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez le r&#233;glage de hauteur en mesurant la hauteur des ressorts (
                    <hotlnk xrefid="f0301013">figure 13</hotlnk>).
                </para>
                <figure id="f0301013" figsize="col-wide">
                    <graphic id="g0301013" filename="../figg03/g0301013.webp" type="webp" resolution="72"/>
                    <caption>Figure 13. Hauteur des ressorts pneumatiques</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Soulevez le levier de la soupape de commande de hauteur &#224; environ 45 degr&#233;s
                    au-dessus de l'horizontale. La pression d'air des ressorts pneumatiques devrait commencer &#224;
                    augmenter en moins de 15 secondes, ce qui provoquera l'&#233;l&#233;vation du b&#226;ti du camion.
                    Ce mouvement est facilement perceptible; on peut constater l'allongement de l'amortisseur au joint
                    du pare-poussi&#232;re et du corps de l'amortisseur.
                </para>
            </step1>
            <step1>
                <para count="1">Abaissez le levier de la soupape de commande de hauteur d'environ 45 degr&#233;s sous
                    l'horizontale. La pression d'air des ressorts pneumatiques devrait commencer &#224; diminuer.
                    Laissez l'air s'&#233;chapper jusqu'&#224; ce que la hauteur des ressorts soit d'environ 10 po (254
                    mm).
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez de nouveau le levier &#224; 45 degr&#233;s au-dessus de l'horizontale jusqu'&#224;
                    ce que la hauteur des ressorts corresponde &#224; celle du
                    <hotlnk document="f03010_15.xml" xrefid="hl0301001">TABLEAU DES CAPACIT&#201;S SELON LA GARDE AU
                        SOL</hotlnk>. Ramenez le levier &#224; la position horizontale.
                </para>
                <specpara>
                    <important>
                        <para>Assurez-vous de nouveau que la hauteur des ressorts pneumatiques est appropri&#233;e et
                            ajoutez de l'air dans le circuit si n&#233;cessaire.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Installez deux goujons de centrage (utilisez deux forets num&#233;ro 21 ou de 5/32 po)
                    dans le corps de la soupape pour maintenir le levier en position centr&#233;e (horizontale) tout en
                    installant et en r&#233;glant la tringlerie verticale au levier.
                </para>
            </step1>
            <step1>
                <para count="1">Allongez ou raccourcissez la tringlerie verticale de sorte que les bielles de caoutchouc
                    puissent glisser par-dessus le levier et le point d'ancrage inf&#233;rieur. La tringlerie verticale
                    glissera &#224; travers les bielles sup&#233;rieure et inf&#233;rieure en caoutchouc. Assurez-vous
                    que la tringlerie verticale affleure le dessus de la bielle en caoutchouc sup&#233;rieure. Serrez
                    les vis du collier de serrage sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les goujons.</para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression dans le circuit pneumatique en l'alimentant constamment en air
                    sous une pression sup&#233;rieure &#224; 65 livres par pouce carr&#233;. La pression devrait
                    augmenter dans tous les ressorts et ceux-ci devraient pr&#233;senter une hauteur appropri&#233;e.
                    Examinez le circuit pneumatique et &#233;liminez les fuites d'air &#233;ventuelles.
                </para>
                <specpara>
                    <note>
                        <para>Si le ressort pneumatique ne se positionne pas &#224; la hauteur appropri&#233;e ou si la
                            pression des ressorts n'augmente pas ad&#233;quatement, v&#233;rifiez la pression d'air,
                            assurez-vous que les bonnes conduites ont &#233;t&#233; install&#233;es et r&#233;p&#233;tez
                            les &#233;tapes ci-dessus.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03010_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
