<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE INTERNATIONAL AVEC RESSORTS &#192; LAMES CONIQUES - SOUPAPE DE COMMANDE DE
        HAUTEUR - V&#201;RIFICATIONS D'ENTRETIEN (SOUPAPE SUR CAMION)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="1">
        <title>V&#201;RIFICATIONS D'ENTRETIEN (SOUPAPE SUR CAMION)</title>
        <para>Le remplacement d'une soupape est souvent inutile. Une m&#233;thode simple permet de d&#233;terminer si la
            soupape est d&#233;fectueuse ou si elle n&#233;cessite un r&#233;glage. Pour d&#233;terminer l'&#233;tat de
            la soupape, effectuez les v&#233;rifications d'entretien suivantes :
        </para>
        <step1>
            <para count="1">D&#233;posez la goupille fendue et la rondelle de la tringlerie sup&#233;rieure. Desserrez
                la pince et s&#233;parez la tringlerie verticale du levier de la soupape de commande de hauteur.
            </para>
        </step1>
        <step1>
            <para count="1">Assurez-vous que la pression du r&#233;servoir d'air des freins correspond &#224; la
                pression de d&#233;clenchement du r&#233;gulateur ou &#224; environ 100 livres au pouce carr&#233;
                (689,5 kPa).
            </para>
        </step1>
        <step1>
            <para count="1">Soulevez le levier de la soupape de commande de hauteur &#224; environ 45 degr&#233;s
                au-dessus de l'horizontale. La pression d'air dans les ressorts pneumatiques devrait commencer &#224;
                augmenter en moins de 15 secondes, ce qui provoquera l'&#233;l&#233;vation du b&#226;ti. Il est facile
                de d&#233;tecter ce mouvement en sentant l'extension de l'amortisseur au joint du tube pare-poussi&#232;re
                et du corps de l'amortisseur.
            </para>
        </step1>
        <step1>
            <para count="1">Abaissez le levier de la soupape de commande de hauteur &#224; environ 45 degr&#233;s sous
                l'horizontale. La pression d'air dans les ressorts pneumatiques devrait commencer &#224; diminuer.
                Laissez l'air s'&#233;chapper jusqu'&#224; ce que la hauteur des ressorts soit d'environ 10 po (254 mm).
            </para>
        </step1>
        <step1>
            <para count="1">Soulevez de nouveau la soupape &#224; 45 degr&#233;s au-dessus de l'horizontale jusqu'&#224;
                ce que la hauteur des ressorts pneumatiques corresponde &#224; celle figurant dans les
                <hotlnk document="f03001k_19.xml" xrefid="hl0300101">GARDES AU SOL</hotlnk>. Reportez-vous &#224; la
                garde au sol &#171; A &#187; de la
                <hotlnk xrefid="f0300105">figure 5</hotlnk>. Rel&#226;chez le levier de la soupape.
            </para>
        </step1>
        <figure id="f0300105" figsize="col-wide">
            <graphic id="g0300105" filename="../figg03/g0300105.webp" type="webp" resolution="72"/>
            <caption>Figure 5. R&#201;GLAGE DE LA GARDE AU SOL</caption>
            <calloutgroup>
                <callout1>A. GARDE AU SOL (SP&#201;CIFICATIONS)</callout1>
                <callout1>1. BORD DROIT</callout1>
                <callout1>2. LONGERONS DE B&#194;TI</callout1>
                <callout1>3. PLAQUE DE M&#201;TAL SUP&#201;RIEURE</callout1>
                <callout1>4. TRAVERSE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Recherchez les fuites &#233;ventuelles d'air dans les corps des soupapes, les raccords des
                flexibles et les ressorts pneumatiques au moyen d'une solution d'eau savonneuse. R&#233;parez si n&#233;cessaire.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez de nouveau la hauteur des ressorts pneumatiques 15 minutes apr&#232;s avoir
                effectu&#233; l'&#233;tape 5 ci-dessus. Si leur hauteur a chang&#233;, revenez &#224; l'&#233;tape 5 et
                r&#233;p&#233;tez l'op&#233;ration jusqu'&#224; l'obtention de la hauteur appropri&#233;e.
            </para>
        </step1>
        <step1>
            <para count="1">S'il n'y a pas de fuite, si la soupape de commande de hauteur fonctionne de la fa&#231;on
                indiqu&#233;e ci-dessus et si la hauteur des ressorts est conforme &#224; l'indication sp&#233;cifi&#233;e
                apr&#232;s 15 minutes, c'est que la soupape fonctionne ad&#233;quatement.
            </para>
        </step1>
        <step1>
            <para count="1">Consultez la rubrique
                <hotlnk document="f03001k_5.xml" xrefid="hl0300102">R&#201;GLAGE DE LA GARDE AU SOL</hotlnk>
                et effectuez le r&#233;glage.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
