<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - REMPLACEMENT DES COUSSINETS</stitle>
    <svcsection/>
    <svcsubsec id="hl0300605">
        <title>REMPLACEMENT DES COUSSINETS</title>
        <svcsubsecinfo>
            <specpara>
                <caution>
                    <para>Ne modifiez et ne substituez pas les pi&#232;ces.</para>
                </caution>
            </specpara>
            <para>N'utilisez pas un chalumeau coupeur pour enlever des dispositifs d'assemblage, s&#233;parer les
                balanciers des essieux ou retirer les coussinets des centres ou des extr&#233;mit&#233;s des balanciers.
            </para>
            <para>Tous les balanciers Hendrickson sont trait&#233;s thermiquement pour en augmenter la r&#233;sistance
                et en prolonger la dur&#233;e utile. L'utilisation de la chaleur (chalumeau coupeur ou soudage) sur les
                composants de la suspension r&#233;duira la dur&#233;e de ces pi&#232;ces. Une pi&#232;ce qui a &#233;t&#233;
                chauff&#233;e de cette fa&#231;on peut se rompre en cours de fonctionnement.
            </para>
            <para>Les composants d'aluminium (comme les balanciers) peuvent subir des dommages lorsqu'ils sont expos&#233;s
                durant une p&#233;riode prolong&#233;e au sel ou &#224; un lavage acide ou s'ils sont en contact avec
                des objets durs susceptibles de rainurer les pi&#232;ces. Une pi&#232;ce tr&#232;s endommag&#233;e peut
                se rompre en cours de fonctionnement.
            </para>
            <specpara>
                <note>
                    <para>On peut installer des composants d'aluminium aux endroits o&#249; une r&#233;duction de poids
                        est souhaitable. Utilisez des pi&#232;ces d'aluminium seulement aux endroits o&#249; la capacit&#233;
                        nominale de la suspension ne sera pas d&#233;pass&#233;e.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Les coussinets des suspensions des s&#233;ries 340 &#224; 450 sont disponibles, avec le
                        bouchon d'extr&#233;mit&#233; offert s&#233;par&#233;ment, pour utilisation avec des outils sp&#233;ciaux
                        seulement (mat&#233;riel hydraulique portatif). Lisez la rubrique des OUTILS SP&#201;CIAUX
                        &#224; la
                        <hotlnk document="f03006s_30.xml" xrefid="f0300644">figure 44</hotlnk>, la
                        <hotlnk document="f03006s_30.xml" xrefid="f0300645">figure 45</hotlnk>
                        et la
                        <hotlnk document="f03006s_30.xml" xrefid="f0300646">figure 46</hotlnk>.
                    </para>
                </note>
            </specpara>
            <para>Si vous utilisez des outils sp&#233;ciaux, suivez les instructions fournies par le fabricant
                d'outils.
            </para>
            <specpara>
                <note>
                    <para>Pour examiner les coussinets &#224; des fins de remplacement, r&#233;f&#233;rez-vous &#224; la
                        section
                        <hotlnk document="f03006s_17.xml" xrefid="hl0300606">NETTOYAGE ET INSPECTION</hotlnk>
                        pour obtenir les sp&#233;cifications.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
