<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE HENDRICKSON &#192; RESSORTS &#192; LAMES AUXILIAIRES - SUPPORT DE TRAVERSE
        PRINCIPALE (figure 11 ,figure 12 etfigure 13 ) - INSTALLATION
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>INSTALLATION</title>
        <step1>
            <para count="1">Placez le support de traverse principale sur le si&#232;ge de l'essieu, ou sur la plaque
                d'espacement si le v&#233;hicule en est pourvu, en guidant le goujon du support de traverse dans le trou
                du si&#232;ge d'essieu ou de la plaque d'espacement. La doublure Delrin doit &#234;tre plac&#233;e sur
                le dessus du support de traverse.
            </para>
        </step1>
        <step1>
            <para count="1">Installez le patin sup&#233;rieur, les &#233;triers filet&#233;s, les rondelles du chapeau
                inf&#233;rieur et les contre-&#233;crous (
                <hotlnk document="f03007_10.xml" xrefid="f0300711">figure 11</hotlnk>). Les boulons de fixation des
                bielles de force du chapeau inf&#233;rieur doivent &#234;tre orient&#233;s vers l'avant du v&#233;hicule.
                Ne serrez pas les &#233;crous des &#233;triers &#224; cette &#233;tape-ci.
            </para>
        </step1>
        <step1>
            <para count="1">Abaissez les supports de fixation des ressorts pneumatiques tout en guidant leurs boulons
                dans les supports de traverses principales.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les rondelles et les contre-&#233;crous qui retiennent les supports de fixation
                des ressorts pneumatiques sur les supports de traverses principales. Serrez les contre-&#233;crous
                &#224; un couple de 220 &#224; 300 lb.pi (298 &#224; 406 N&#8226;m) (
                <hotlnk document="f03007_10.xml" xrefid="f0300712">figure 12</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Abaissez le b&#226;ti de fa&#231;on que les supports de b&#226;ti puissent s'accrocher au
                support de traverse principale. Remplissez le circuit d'air et centrez l'extr&#233;mit&#233; du support
                de traverse entre les pattes des supports de b&#226;ti.
            </para>
        </step1>
        <step1>
            <para count="1">Serrez les contre-&#233;crous des &#233;triers filet&#233;s au couple de 260 &#224; 300
                lb.pi (352 &#224; 406 N&#8226;m) (
                <hotlnk document="f03007_10.xml" xrefid="f0300712">figure 12</hotlnk>). Frappez le dessus des &#233;triers
                avec un marteau et resserrez les &#233;crous.
                <emph type="bold">Ne d&#233;passez pas le couple de serrage sp&#233;cifi&#233; pour les contre-&#233;crous
                    des &#233;triers.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Installez le boulon d'amortissement, le rouleau, les rondelles et le contre-&#233;crou dans
                les supports de b&#226;ti comme on le voit &#224; la
                <hotlnk document="f03007_10.xml" xrefid="f0300713">figure 13</hotlnk>. Serrez le contre-&#233;crou au
                couple de 49 &#224; 66 lb.pi (66 &#224; 89 N&#8226;m).
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez les supports de b&#226;ti ou de l'essieu.</para>
            <specpara>
                <note>
                    <para>V&#233;rifiez de nouveau l'alignement de la suspension apr&#232;s l'installation des nouveaux
                        supports de traverses. Consultez le GROUPE 14 - PONTS ARRI&#200;RE dans le manuel d'entretien
                        principal CTS-5000.
                    </para>
                </note>
            </specpara>
            <para>Les &#233;crous des &#233;triers filet&#233;s doivent &#234;tre resserr&#233;s au couple de 260 &#224;
                300 lb.pi (352 &#224; 406 N&#8226;m) apr&#232;s 1 000 milles (1 609 kilom&#232;tres) et aux intervalles
                d'entretien r&#233;guliers.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03007_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
