<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - REMPLACEMENT DES COUSSINETS - ADAPTATEUR D'EXTR&#201;MIT&#201; DE
        BALANCIER &#192; TROIS &#201;L&#201;MENTS AVEC COUSSINET EN CAOUTCHOUC U/UE, RT/RTE, RT2/RTE2 ET RS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="3">
        <title>ADAPTATEUR D'EXTR&#201;MIT&#201; DE BALANCIER &#192; TROIS &#201;L&#201;MENTS AVEC COUSSINET EN
            CAOUTCHOUC U/UE, RT/RTE, RT2/RTE2 ET RS
        </title>
        <svcsubproc>
            <title>D&#233;pose (sur le v&#233;hicule)</title>
            <step1>
                <para count="1">Calez les roues avant.</para>
            </step1>
            <step1>
                <para count="1">Soulevez les essieux et placez des supports sous le b&#226;ti. Utilisez des
                    chandelles.
                </para>
                <specpara>
                    <warning>
                        <para>Il ne faut jamais utiliser uniquement un cric pour soutenir le v&#233;hicule lorsqu'on
                            travaille sous celui-ci. Le cric peut s'abaisser et causer de graves blessures. Placez
                            toujours des supports sous le v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;posez les roues de l'essieu du c&#244;t&#233; &#224; entretenir (avant ou arri&#232;re
                    selon l'extr&#233;mit&#233; du balancier &#224; entretenir). Consultez le GROUPE 17 - JANTES, ROUES
                    et PNEUS du manuel d'entretien principal CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez de l'huile p&#233;n&#233;trante sur les pi&#232;ces de l'extr&#233;mit&#233;
                    du balancier, puis enlevez le contre-&#233;crou du boulon traversant, les rondelles et le boulon (
                    <hotlnk xrefid="f0300613">figure 13</hotlnk>et
                    <hotlnk xrefid="f0300614">figure 14</hotlnk>).
                </para>
                <figure id="f0300613" figsize="col-wide">
                    <graphic id="g0300613" filename="../figg03/g0300613.webp" type="webp" resolution="72"/>
                    <caption>Figure 13. Contre-&#233;crou de boulon traversant, rondelles et boulon</caption>
                    <calloutgroup>
                        <callout1>1.SUPPORT D'ESSIEU</callout1>
                        <callout1>2.BALANCIER</callout1>
                        <callout1>3.COUSSINET D'EXTR&#201;MIT&#201; DE BALANCIER EN CAOUTCHOUC</callout1>
                        <callout1>4.BOULON</callout1>
                        <callout1>5.RONDELLE</callout1>
                        <callout1>6.ADAPTATEUR D'EXTR&#201;MIT&#201; DE BALANCIER</callout1>
                        <callout1>7.ARBRE INTERM&#201;DIAIRE (NE TENTEZ PAS D'INSTALLER LES ADAPTATEURS SANS L'ARBRE
                            INTERM&#201;DIAIRE.)
                        </callout1>
                        <callout1>8.CONTRE-&#201;CROU</callout1>
                        <callout1>9.RONDELLE</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0300614" figsize="col-wide">
                    <graphic id="g0300614" filename="../figg03/g0300614.webp" type="webp"/>
                    <caption>Figure 14. Boulon traversant, coussinets et &#233;crou</caption>
                    <calloutgroup>
                        <callout1>1.BOULON TRAVERSANT</callout1>
                        <callout1>2.RONDELLE</callout1>
                        <callout1>3.ADAPTATEUR INTERNE/EXTERNE</callout1>
                        <callout1>4.COUSSINET EN CAOUTCHOUC</callout1>
                        <callout1>5.COUSSINET INTERNE</callout1>
                        <callout1>6.EXTR&#201;MIT&#201; DE BALANCIER</callout1>
                        <callout1>7.MAIN DE RESSORT</callout1>
                        <callout1>8.&#201;CROU</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Tournez l'adaptateur &#224; l'aide du ciseau pneumatique pour rep&#233;rer les reliefs
                    permettant son introduction (
                    <hotlnk xrefid="f0300615">figure 15</hotlnk>).
                </para>
                <figure id="f0300615" figsize="col-wide">
                    <graphic id="g0300615" filename="../figg03/g0300615.webp" type="webp"/>
                    <caption>Figure 15. Rep&#233;rez les reliefs</caption>
                    <calloutgroup>
                        <callout1>1.SUPPORT D'ESSIEU</callout1>
                        <callout1>2.ESSIEU</callout1>
                        <callout1>3.RELIEFS DE CISEAU</callout1>
                        <callout1>4.ADAPTATEUR (C&#212;T&#201; PLAT VERTICAL)</callout1>
                        <callout1>5.BALANCIER</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Si l'adaptateur ne tourne pas, utilisez un marteau pour frapper l'ext&#233;rieur des
                    pattes du support d'essieu &#224; proximit&#233; de l'adaptateur, puis recommencez l'op&#233;ration
                    avec le ciseau pneumatique. Lorsque l'adaptateur pr&#233;sente un espace entre sa bride et le
                    support d'essieu, utilisez un ciseau courb&#233; pour faire sortir l'adaptateur.
                </para>
                <specpara>
                    <warning>
                        <para>Supportez l'autre extr&#233;mit&#233; du balancier pour &#233;viter qu'elle tombe et cause
                            des dommages et des blessures au moment du retrait de l'adaptateur &#224; cette extr&#233;mit&#233;.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Jetez toujours les adaptateurs usag&#233;s; ne les r&#233;utilisez pas.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Placez un cric sous le balancier, pr&#232;s du centre, puis d&#233;posez les &#233;crous
                    et les rondelles des chapeaux de si&#232;ge. Enlevez les chapeaux et abaissez le balancier jusqu'&#224;
                    ce que son extr&#233;mit&#233; se s&#233;pare du support et permette l'acc&#232;s d'un outil.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez un outil sp&#233;cial conform&#233;ment &#224; son mode d'emploi; retirez
                    l'extr&#233;mit&#233; du balancier. Voyez la rubrique OUTILS SP&#201;CIAUX &#224; la
                    <hotlnk document="f03006s_30.xml" xrefid="f0300644">figure 44</hotlnk>, la
                    <hotlnk document="f03006s_30.xml" xrefid="f0300645">figure 45</hotlnk>
                    et la
                    <hotlnk document="f03006s_30.xml" xrefid="f0300646">figure 46</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Nettoyez l'extr&#233;mit&#233; du balancier. Utilisez une toile d'&#233;meri pour
                    enlever les &#233;barbures et les marques et adoucir l'extr&#233;mit&#233; du balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez une toile d'&#233;meri pour enlever la phosphatation antirouille sur la surface
                    externe du manchon m&#233;tallique du coussinet de rechange. Puis enduisez le m&#233;tal ext&#233;rieur
                    de carbonate basique de plomb ou de graisse pour faciliter l'enfoncement du nouveau coussinet dans
                    l'al&#233;sage du balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez un outil sp&#233;cial conform&#233;ment &#224; son mode d'emploi. Installez le
                    coussinet d'extr&#233;mit&#233; du balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez le balancier en position.</para>
            </step1>
            <step1>
                <para count="1">Installez un adaptateur &#224; travers la patte du support d'essieu du c&#244;t&#233;
                    roue dans le coussinet d'extr&#233;mit&#233; du balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'autre adaptateur &#224; travers la patte du support d'essieu du c&#244;t&#233;
                    cuvette au moyen du boulon et de la rondelle. Utilisez le d&#233;gagement offert par la coupure de
                    la bride de l'adaptateur pour d&#233;passer la cuvette.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez le boulon et l'&#233;crou de l'extr&#233;mit&#233; du balancier. R&#233;f&#233;rez-vous
                    &#224; la rubrique
                    <hotlnk document="f03006s_29.xml" xrefid="hl0300604">COUPLES DE SERRAGE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Le balancier &#233;tant en position, installez les chapeaux de si&#232;ge, les rondelles
                    et les &#233;crous. Serrez selon les sp&#233;cifications; consultez les
                    <hotlnk document="f03006s_29.xml" xrefid="hl0300604">COUPLES DE SERRAGE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Installez les roues. R&#233;f&#233;rez-vous au GROUPE 17 - JANTES, ROUES et PNEUS dans
                    le manuel d'entretien principal CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les chandelles et remettez le v&#233;hicule en service.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
