<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <para>On remplace souvent une soupape inutilement. Une m&#233;thode simple permet de d&#233;terminer si la
            soupape est d&#233;fectueuse ou si elle n&#233;cessite un r&#233;glage. Pour d&#233;terminer l'&#233;tat
            d'une soupape, effectuez les v&#233;rifications d'entretien suivantes :
        </para>
        <step1>
            <para count="1">D&#233;posez les tringleries verticales.</para>
        </step1>
        <step1>
            <para count="1">Assurez-vous que la pression du r&#233;servoir d'air des freins correspond &#224; la
                pression de d&#233;clenchement du r&#233;gulateur ou &#224; environ 100 livres au pouce carr&#233;. Si
                la pression d'air aux soupapes de commande est de beaucoup inf&#233;rieure &#224; la pression d'air du
                circuit, recherchez la pr&#233;sence &#233;ventuelle d'&#233;tranglements dans les conduites d'air et v&#233;rifiez
                le fonctionnement de la soupape de protection.
            </para>
        </step1>
        <step1>
            <para count="1">Soulevez le levier de la soupape de commande de hauteur &#224; environ 45 degr&#233;s
                au-dessus de l'horizontale. La pression d'air aux ressorts pneumatiques devrait commencer &#224;
                augmenter en moins de 15 secondes, ce qui provoquera l'&#233;l&#233;vation du b&#226;ti. Il est facile
                de d&#233;tecter ce mouvement en sentant l'extension de l'amortisseur au joint de la tubulure
                pare-poussi&#232;re et du corps de l'amortisseur.
            </para>
        </step1>
        <step1>
            <para count="1">R&#233;glez le levier de commande &#224; la position neutre. Le d&#233;bit d'air devrait
                s'arr&#234;ter.
            </para>
        </step1>
        <step1>
            <para count="1">Abaissez le levier de la soupape de commande de hauteur &#224; environ 45 degr&#233;s sous
                l'horizontale. L'air devrait commencer &#224; s'&#233;chapper de la soupape en moins de 15 secondes.
            </para>
        </step1>
        <step1>
            <para count="1">R&#233;glez le levier de commande &#224; la position neutre. La soupape devrait couper le d&#233;bit
                d'air.
            </para>
        </step1>
        <step1>
            <para count="1">Augmentez ou abaissez la pression d'air dans les ressorts pneumatiques pour obtenir la
                hauteur de ressort appropri&#233;e. Consultez la rubrique
                <hotlnk document="f03002r_18.xml" xrefid="hl0300202">TABLEAU DES GARDES AU SOL ET DES CODES</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez la pr&#233;sence de fuites d'air &#233;ventuelles dans les corps des soupapes,
                les raccords des conduites et les ressorts pneumatiques au moyen d'une solution d'eau savonneuse. R&#233;parez
                toute pi&#232;ce qui fuit.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez de nouveau la hauteur des ressorts pneumatiques 15 minutes apr&#232;s avoir
                effectu&#233; l'&#233;tape 8 ci-dessus. Si leur hauteur a chang&#233;, revenez &#224; l'&#233;tape 8 et
                r&#233;p&#233;tez l'op&#233;ration jusqu'&#224; ce qu'il n'y ait plus de fuites.
            </para>
        </step1>
        <step1>
            <para count="1">S'il n'y a pas de fuite, si la soupape de commande de hauteur fonctionne de la fa&#231;on
                indiqu&#233;e ci-dessus et si la hauteur des ressorts est conforme aux sp&#233;cifications apr&#232;s 15
                minutes, c'est que la soupape fonctionne ad&#233;quatement.
            </para>
        </step1>
        <step1>
            <para count="1">Consultez la
                <hotlnk document="f03002r_17.xml" xrefid="f0300223">figure 23</hotlnk>
                et effectuez le r&#233;glage.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
