<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - FONCTIONNEMENT - &#201;VACUATION DE L'AIR &#192; PARTIR DE LA
        CABINE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>&#201;VACUATION DE L'AIR &#192; PARTIR DE LA CABINE</title>
        <para>Avec la commande de d&#233;bit d'air de la cabine, les conduites d'air du circuit comportent un
            commutateur de d&#233;bit d'air situ&#233; dans la cabine (
            <hotlnk document="f03002r_1.xml" xrefid="f0300205">figure 5</hotlnk>
            et
            <hotlnk xrefid="f0300209">figure 9</hotlnk>) et deux soupapes pilotes (
            <hotlnk xrefid="f0300210">figure 10</hotlnk>).
        </para>
        <figure id="f0300209" figsize="col-wide">
            <graphic id="g0300209" filename="../figg03/g0300209.webp" type="webp" resolution="72"/>
            <caption>Figure 9. CONDUITES D'AIR DU SYST&#200;ME DE COMMANDE PNEUMATIQUE DE LA CABINE</caption>
            <calloutgroup>
                <callout1>A.VUE DANS LE SENS DE LA FL&#200;CHE A</callout1>
                <callout1>1.ORIFICE D'ALIMENTATION PNEUMATIQUE</callout1>
                <callout1>2.IMAGE GRAPHIQUE DU PRODUIT</callout1>
                <callout1>3.DISPOSITIF DE PROTECTION DE SOUPAPE DE COMMANDE</callout1>
                <callout1>4.MISE &#192; LA MASSE DU COMMUTATEUR</callout1>
                <callout1>5.COMMUTATEUR DE D&#201;BIT D'AIR DE CABINE</callout1>
                <callout1>6.BOUCHON</callout1>
                <callout1>7.TUBULURE NOIRE DE 3/8" (ALIMENTATION)</callout1>
                <callout1>8.TUBULURE NOIRE DE 3/8" (REFOULEMENT)</callout1>
                <callout1>9.TUBULURE BLEUE DE 3/8"</callout1>
                <callout1>10.VERS SOUPAPES PILOTES</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0300210" figsize="col-wide">
            <graphic id="g0300210" filename="../figg03/g0300210.webp" type="webp" resolution="72"/>
            <caption>Figure 10. CONDUITES DES RESSORTS PNEUMATIQUES AVEC LE SYST&#200;ME DE COMMANDE PNEUMATIQUE DE LA
                CABINE
            </caption>
            <calloutgroup>
                <callout1>1.ALIMENTATION D'AIR VERS LE RESSORT PNEUMATIQUE AVANT DROIT &#192; PARTIR DU RESSORT
                    PNEUMATIQUE ARRI&#200;RE
                </callout1>
                <callout1>2.LA SOUPAPE PILOTE DIRIGE L'ALIMENTATION D'AIR VERS LE RESSORT PNEUMATIQUE</callout1>
                <callout1>3.SOUPAPE PILOTE (&#201;CHAPPEMENT ORIENT&#201; VERS LE BAS)</callout1>
                <callout1>4.ALIMENTATION D'AIR DE LA SOUPAPE DE COMMANDE DE HAUTEUR DROITE VERS LA SOUPAPE PILOTE
                </callout1>
                <callout1>5.SOUPAPES DE COMMANDE DE HAUTEUR</callout1>
                <callout1>6.AIR DE LA SOUPAPE DE COMMANDE DE HAUTEUR GAUCHE VERS LA SOUPAPE PILOTE DU C&#212;T&#201; EXT&#201;RIEUR</callout1>
                <callout1>7.ALIMENTATION D'AIR VERS LES RESSORTS PNEUMATIQUES GAUCHES EN PROVENANCE DE LA SOUPAPE
                    PILOTE
                </callout1>
                <callout1>8.ALIMENTATION D'AIR DE LA SOUPAPE DE PROTECTION DIRIG&#201;E VERS LES SOUPAPES DE COMMANDE DE
                    HAUTEUR
                </callout1>
                <callout1>9.REV&#202;TEMENT DE FLEXIBLE</callout1>
                <callout1>10.SOUPAPE DE PROTECTION</callout1>
                <callout1>11.ALIMENTATION D'AIR VERS LE RESSORT PNEUMATIQUE AVANT GAUCHE</callout1>
                <callout1>12.ALIMENTATION D'AIR PROVENANT DU CIRCUIT DU V&#201;HICULE ET DES COMMANDES PNEUMATIQUES DE
                    LA CABINE
                </callout1>
                <callout1>13.CONDUITE DE COMMANDE PNEUMATIQUE DE LA CABINE VERS LA SOUPAPE PILOTE</callout1>
                <callout1>14.LA TRINGLERIE DES SOUPAPES DE COMMANDE DE HAUTEUR EST RELI&#201;E &#192; LA POUTRE
                </callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Le commutateur de d&#233;bit d'air de la cabine, situ&#233; au tableau de bord, comporte
                deux positions. &#192; la position RUN, la soupape est ferm&#233;e. Si on r&#232;gle la soupape &#224;
                la position DUMP, elle s'ouvre et dirige le d&#233;bit d'air vers les soupapes pilotes situ&#233;es pr&#232;s
                des soupapes de commande de hauteur. Lorsque le commutateur de d&#233;bit d'air est r&#233;gl&#233;
                &#224; la position DUMP, un circuit de masse est ferm&#233; et un t&#233;moin s'allume au tableau de
                bord. Consultez le sch&#233;ma de circuits fourni avec le v&#233;hicule.
            </para>
        </step1>
        <step1>
            <para count="1">En ce qui concerne les commandes pneumatiques de la cabine, la soupape pilote est int&#233;gr&#233;e
                aux conduites arri&#232;re de la fa&#231;on suivante :
            </para>
            <step2>
                <para count="1">L'alimentation d'air des soupapes de commande de hauteur provient de la soupape de
                    protection. L'air est refoul&#233; des soupapes de commande de hauteur vers les soupapes pilotes
                    (une de chaque c&#244;t&#233;), qui distribuent l'air aux ressorts pneumatiques droits et gauches.
                    La soupape pilote ne joue aucun autre r&#244;le lorsque la soupape de commande de la cabine est r&#233;gl&#233;e
                    &#224; la position RUN.
                </para>
            </step2>
            <step2>
                <para count="1">Si on r&#232;gle le commutateur de d&#233;bit d'air de la cabine &#224; la position
                    DUMP, l'air se dirige vers chacune des soupapes pilotes, ce qui coupe l'alimentation d'air des
                    ressorts et &#233;vacue l'air de ces derniers par l'orifice d'&#233;chappement aux bas des soupapes
                    pilotes.
                </para>
                <para>Si on r&#232;gle le commutateur de d&#233;bit d'air de nouveau &#224; la position RUN, les
                    soupapes de commande de hauteur alimentent les ressorts pneumatiques et ceux-ci se remplissent d'air
                    jusqu'&#224; ce que le v&#233;hicule soit de niveau.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
