<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION &#192; RESSORTS EN CAOUTCHOUC MOR/RYDE - REMPLACEMENT - RESSORTS EN CAOUTCHOUC</stitle>
    <svcsection/>
    <svcproc id="hl0300905" svcproctype="replace" graphiccount="2">
        <title>RESSORTS EN CAOUTCHOUC</title>
        <svcprocinfo>
            <para>Les ressorts en caoutchouc sont vulcanis&#233;s (coll&#233;s) sur des plaques (
                <hotlnk xrefid="f0300903">figure 3</hotlnk>). Ce type de ressort peut pr&#233;senter deux types de d&#233;faillance.
            </para>
            <figure id="f0300903" figsize="col-wide">
                <graphic id="g0300903" filename="../figg03/g0300903.webp" type="webp" resolution="72"/>
                <caption>Figure 3. RESSORT EN CAOUTCHOUC</caption>
            </figure>
            <seqlist style="arabic">
                <item>
                    <para>Le premier type de d&#233;faillance est une rupture d'adh&#233;rence. Le caoutchouc se s&#233;pare
                        de la plaque de m&#233;tal.
                    </para>
                </item>
                <item>
                    <para>Le deuxi&#232;me type de d&#233;faillance est une alt&#233;ration du caoutchouc. La d&#233;chirure
                        ou le d&#233;collement du caoutchouc survient g&#233;n&#233;ralement au milieu du ressort, entre
                        les plaques m&#233;talliques.
                    </para>
                </item>
            </seqlist>
            <para>Les d&#233;faillances d&#233;crites ci-dessus ne n&#233;cessitent pas toujours le remplacement du
                ressort en caoutchouc. Si l'aspect d'un ressort marginal semble insatisfaisant , vous pouvez utiliser un
                objet d'une largeur de 3 po (76 mm) (comme un couteau &#224; mastiquer de 3 po) pour sonder le ressort
                dans la partie en cause. Si l'objet p&#233;n&#232;tre de 0,75 po (19 mm) ou plus dans la fissure ou dans
                la partie s&#233;par&#233;e, il faut remplacer le ressort.
            </para>
            <specpara>
                <note>
                    <para>Le ressort en caoutchouc est en fait compos&#233; de deux ressorts en caoutchouc distincts
                        dont les plaques d'acier de 8,50 po sur 11 po sont boulonn&#233;es dos &#224; dos (
                        <hotlnk xrefid="f0300903">figure 3</hotlnk>). Si un seul des ressorts est d&#233;fectueux, on ne
                        doit remplacer que le ressort d&#233;fectueux et non les deux.
                    </para>
                </note>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Assurez-vous que le v&#233;hicule est soulev&#233;, que le ch&#226;ssis repose sur des
                    chandelles, que les roues avant sont cal&#233;es et qu'aucun support n'est plac&#233; sous la
                    suspension.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons de 3/8 po retenant le ressort en caoutchouc &#224; la membrure
                    de suspension et au support de b&#226;ti (
                    <hotlnk xrefid="f0300904">figure 4</hotlnk>).
                </para>
                <figure id="f0300904" figsize="col-wide">
                    <graphic id="g0300904" filename="../figg03/g0300904.webp" type="webp" resolution="72"/>
                    <caption>Figure 4. RESSORT EN CAOUTCHOUC ET SUPPORT</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Il est maintenant possible d'enlever le ressort en tirant vers le bas et l'ext&#233;rieur.
                    (Il n'est pas possible de l'enlever en tirant vers le haut.)
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <para>Installez le nouveau ressort en le poussant vers le haut (manuellement ou &#224; l'aide d'un cric)
                entre la membrure de suspension et les supports de b&#226;ti jusqu'&#224; ce que les trous des boulons
                soient align&#233;s (
                <hotlnk xrefid="f0300904">figure 4</hotlnk>). Fixez le ressort &#224; l'aide de boulons de cat&#233;gorie
                8 de 3/8 po x 7/8 po. Serrez-les au couple de 35 lb.pi (47 N&#8226;m).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03009_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03009_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03009.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
