<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - NETTOYAGE ET INSPECTION - TOUTES LES SUSPENSIONS</stitle>
    <svcsection/>
    <svcproc svcproctype="clean" graphiccount="3">
        <title>TOUTES LES SUSPENSIONS</title>
        <svcprocinfo>
            <para>Examinez le balancier pour vous assurer qu'il n'est pas d&#233;form&#233; ni fissur&#233;.</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Coussinet central en bronze</title>
            <step1>
                <para count="1">Soulevez chaque extr&#233;mit&#233; du balancier avec un cric. Un mouvement de 1/8 po (3
                    mm) ou plus avant le soul&#232;vement de l'essieu indique une usure excessive; remplacez le
                    coussinet central en bronze.
                </para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s avoir enlev&#233; les coussinets, examinez minutieusement les al&#233;sages
                    du balancier. Si vous remarquez des coupures au chalumeau r&#233;sultant de travaux d'entretien ant&#233;rieurs,
                    remplacez le balancier.
                </para>
                <specpara>
                    <caution>
                        <para>Si vous remarquez des coupures au chalumeau r&#233;sultant de travaux d'entretien ant&#233;rieurs,
                            remplacez le balancier. Ne courrez pas le risque d'&#234;tre tenu responsable d'une d&#233;faillance
                            en fonctionnement en rempla&#231;ant les coussinets d'un balancier d&#233;fectueux.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Coussinets d'extr&#233;mit&#233; en caoutchouc</title>
            <para>Soulevez les extr&#233;mit&#233;s du balancier dot&#233;es de coussinets en caoutchouc pour v&#233;rifier
                le mouvement du manchon m&#233;tallique interne du coussinet.
            </para>
            <specpara>
                <caution>
                    <para>Le mouvement du manchon m&#233;tallique interne est caus&#233; par une usure excessive des pi&#232;ces
                        en contact qui d&#233;passe la plage de tol&#233;rance.
                    </para>
                </caution>
            </specpara>
            <para>Ne tentez pas d'&#233;liminer le mouvement des manchons m&#233;talliques en serrant les pi&#232;ces de
                fixation au-del&#224; des couples figurant sous la rubrique des
                <hotlnk document="f03006s_29.xml" xrefid="hl0300604">COUPLES DE SERRAGE</hotlnk>.
            </para>
            <para>Si vous d&#233;tectez un mouvement quelconque, n'utilisez pas le v&#233;hicule. Remplacez le coussinet
                d'extr&#233;mit&#233; en caoutchouc et toutes les pi&#232;ces qui y sont reli&#233;es. Lisez la rubrique
                <hotlnk document="f03006s_7.xml" xrefid="hl0300605">REMPLACEMENT DES COUSSINETS</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Comme les coussinets de caoutchouc sont comprim&#233;s et charg&#233;s dans le haut, ils sont
                        l&#233;g&#232;rement moins comprim&#233;s (espace) dans le bas des extr&#233;mit&#233;s. Ces
                        espaces sont normaux et ne n&#233;cessitent pas le remplacement du coussinet (
                        <hotlnk xrefid="f0300626">figure 26</hotlnk>et
                        <hotlnk xrefid="f0300627">figure 27</hotlnk>).
                    </para>
                </note>
            </specpara>
            <figure id="f0300626" figsize="col-wide">
                <graphic id="g0300626" filename="../figg03/g0300626.webp" type="webp"/>
                <caption>Figure 26. Espace de coussinet</caption>
                <calloutgroup>
                    <callout1>1.CHARGE</callout1>
                    <callout1>2.COUSSINET DE CAOUTCHOUC</callout1>
                    <callout1>3.ESPACE &#192; L'EXTR&#201;MIT&#201; DU COUSSINET</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0300627" figsize="col-wide">
                <graphic id="g0300627" filename="../figg03/g0300627.webp" type="webp"/>
                <caption>Figure 27. Espace de coussinet</caption>
                <calloutgroup>
                    <callout1>1.CHARGE</callout1>
                    <callout1>2.COUSSINET DE CAOUTCHOUC</callout1>
                    <callout1>3.ESPACE &#192; L'EXTR&#201;MIT&#201; DU COUSSINET</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Supports d'essieux - coussinet d'extr&#233;mit&#233; en caoutchouc</title>
            <step1>
                <para count="1">Examinez les trous dans les pattes du support d'essieu. &#201;liminez toute &#233;barbure
                    ou particule de l'ancien adaptateur. Utilisez un nouvel adaptateur comme gabarit pour l'ajustement
                    en vous assurant qu'il entre par les trous &#224; partir de l'ext&#233;rieur de chaque patte de
                    support.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez la distance entre les surfaces int&#233;rieures du support d'essieu d'apr&#232;s
                    la mesure A de la
                    <hotlnk xrefid="f0300628">figure 28</hotlnk>.
                </para>
                <figure id="f0300628" figsize="col-wide">
                    <graphic id="g0300628" filename="../figg03/g0300628.webp" type="webp"/>
                    <caption>Figure 28.</caption>
                    <calloutgroup>
                        <callout1>A.POUR DES COUSSINETS D'EXTR&#201;MIT&#201; DE 5 1/4 PO (133,35 MM) DE LONGUEUR, LA
                            MESURE A DOIT &#202;TRE DE 5,26/5,27 PO (133,604/133,858 MM)
                        </callout1>
                        <callout1>POUR DES COUSSINETS D'EXTR&#201;MIT&#201; DE 5 3/4 PO (146,05 MM) DE LONGUEUR, LA
                            MESURE A DOIT &#202;TRE DE 5,76/5,77 PO (146,304/146,558 MM)
                        </callout1>
                        <callout1>POUR DES COUSSINETS D'EXTR&#201;MIT&#201; DE 6 PO (152,4 MM) DE LONGUEUR, LA MESURE A
                            DOIT &#202;TRE DE 6,010/6,020 PO (152,654/152,908 MM)
                        </callout1>
                        <callout1>1.ESSIEU</callout1>
                        <callout1>2.SUPPORT D'ESSIEU</callout1>
                        <callout1>3.2 1/2 PO (63,5 MM) DIA.</callout1>
                    </calloutgroup>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Arbre d'accouplement central de balancier</title>
            <para>Nettoyez l'arbre d'accouplement. V&#233;rifiez la pr&#233;sence de fissures ou d'une usure excessive
                de 8 &#224; 10 po (203 &#224; 254 mm) de chaque extr&#233;mit&#233; o&#249; il p&#233;n&#232;tre dans
                les coussinets centraux du balancier. V&#233;rifiez si l'arbre d'accouplement est droit &#224; l'aide
                d'une r&#232;gle.
            </para>
            <para>Si vous avez des doutes au sujet de l'int&#233;grit&#233; de l'arbre d'accouplement, remplacez-le. On
                ne peut v&#233;rifier les extr&#233;mit&#233;s de l'arbre que si on enl&#232;ve le coussinet central
                pour le remplacer, on d&#233;pose et repose alors l'arbre avant d'installer la nouvelle extr&#233;mit&#233;
                de coussinet (chapeau), ou lorsqu'on s&#233;pare le balancier de la suspension.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>But&#233;es d'essieu</title>
            <para>Les quatre but&#233;e d'essieu sont fournies et install&#233;es par International. L'emplacement de
                ces but&#233;es sur le b&#226;ti limite l'articulation de l'essieu afin que les sp&#233;cifications de d&#233;gagement
                relatives au mouvement de la transmission et au cylindre de freinage soient respect&#233;es.
            </para>
            <para>V&#233;rifiez le couple de serrage des pi&#232;ces fixant les but&#233;es d'essieu au b&#226;ti.
                Reportez-vous aux couples indiqu&#233;s &#224; la rubrique des
                <hotlnk document="f03006s_29.xml" xrefid="hl0300604">COUPLES DE SERRAGE</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Si les but&#233;es d'essieu mart&#232;lent la partie sup&#233;rieure du carter de pont,
                        communiquez avec International pour l'informer de cette situation.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
