<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE HENDRICKSON &#192; RESSORTS &#192; LAMES AUXILIAIRES - ENTRETIEN PR&#201;VENTIF</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>ENTRETIEN PR&#201;VENTIF</title>
        <para>Contre-&#233;crous des &#233;triers filet&#233;s : Resserrez apr&#232;s les premiers 1 000 milles (1 609
            kilom&#232;tres) sur un v&#233;hicule neuf, lorsque le support de traverse principale a fait l'objet d'un
            entretien ou au moment d'effectuer l'entretien r&#233;gulier du v&#233;hicule avant 100 000 milles (160 900
            kilom&#232;tres). R&#233;f&#233;rez-vous aux
            <hotlnk document="f03007_35.xml" xrefid="hl0300701">COUPLES DE SERRAGE</hotlnk>
            pour obtenir les sp&#233;cifications.
        </para>
        <para>R&#233;glage de la soupape de commande de hauteur : Il est possible de r&#233;gler la tringlerie de la
            soupape de commande de hauteur en desserrant les colliers des flexibles reli&#233;s au raccord en caoutchouc
            et en les glissant sur la tige verticale.
        </para>
        <para>Lorsque vous effectuez l'entretien, v&#233;rifiez les conduites d'air et les soupapes de la suspension
            pneumatique pour d&#233;tecter les fuites d'air. V&#233;rifiez si les conduites d'air pr&#233;sentent des
            &#233;raflures et des plis. R&#233;parez ou remplacez au besoin.
        </para>
        <para>Avant de remplacer une soupape, assurez-vous qu'il n'y a pas de fuite d'air et v&#233;rifiez la soupape
            suspecte pour vous assurer qu'elle est d&#233;fectueuse.
        </para>
        <specpara>
            <warning>
                <para>N'utilisez pas un chalumeau coupeur pour enlever des pi&#232;ces de fixation. Le chauffage des
                    composants de la suspension a pour effet de r&#233;duire la r&#233;sistance de ces pi&#232;ces.
                    Lorsque vous effectuez un entretien dans la zone des supports de traverses principales, ne branchez
                    pas le c&#226;ble de masse d'une soudeuse &#224; l'arc sur les supports et n'amorcez pas d'arc de
                    soudage sur le support de traverse principale. Ne les entaillez pas. Ces situations peuvent entra&#238;ner
                    une d&#233;faillance de ces &#233;l&#233;ments pouvant causer une perte de ma&#238;trise du v&#233;hicule,
                    des blessures ou des dommages mat&#233;riels.
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03007_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
