<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - REMPLACEMENT</stitle>
    <svcsection/>
    <svcsubsec>
        <title>REMPLACEMENT</title>
        <svcproc svcproctype="replace" graphiccount="5">
            <title>COUSSINETS ET ADAPTATEURS D'EXTR&#201;MIT&#201; DE BALANCIER</title>
            <step1>
                <para count="1">Enduisez d'une huile p&#233;n&#233;trante les raccords d'extr&#233;mit&#233; du
                    balancier et soutenez l'extr&#233;mit&#233; de celui-ci. Vous pouvez enlever les adaptateurs d'extr&#233;mit&#233;
                    d'un balancier &#224; l'aide d'un burin pneumatique comme on le voit &#224; la
                    <hotlnk xrefid="f0301112">figure 12</hotlnk>.
                </para>
                <figure id="f0301112" figsize="col-wide">
                    <graphic id="g0301112" filename="../figg03/g0301112.webp" type="webp" resolution="72"/>
                    <caption>Figure 12. Burin pneumatique</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Enlevez l'&#233;crou autobloquant, les rondelles et le boulon de calibre 8.</para>
            </step1>
            <step1>
                <para count="1">Les adaptateurs sont pourvus sur le rebord de trois prises de burin comme on le voit
                    &#224; la
                    <hotlnk document="f03011_4.xml" xrefid="f0301103">figure 3</hotlnk>. &#192; l'aide du burin
                    pneumatique, tournez l'adaptateur afin de trouver les prises de burin comme on le voit &#224; la
                    <hotlnk xrefid="f0301113">figure 13</hotlnk>. Si vous n'arrivez pas &#224; faire tourner
                    l'adaptateur, cognez avec un marteau sur l'ext&#233;rieur des pattes du support de pont autour de
                    l'adaptateur, puis utilisez de nouveau le burin pneumatique. Lorsqu'il y a de l'espace entre le
                    support de pont et le rebord de l'adaptateur, ins&#233;rez un burin &#224; angle comme on le voit
                    &#224; la
                    <hotlnk xrefid="f0301112">figure 12</hotlnk>pour extraire de force l'adaptateur.
                </para>
                <figure id="f0301113" figsize="col-wide">
                    <graphic id="g0301113" filename="../figg03/g0301113.webp" type="webp" resolution="72"/>
                    <caption>Figure 13. Emplacement des prises de burin</caption>
                </figure>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter de vous blesser, soutenez l'extr&#233;mit&#233; du balancier afin qu'il
                            ne tombe pas lorsque les boulons traversants sont enlev&#233;s. Jetez toutes les pi&#232;ces
                            de fixation enlev&#233;es. NE R&#201;UTILISEZ PAS LES PI&#200;CES DE FIXATION.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>Pour enlever et installer des coussinets dans les balanciers, suivez les &#233;tapes
                            indiqu&#233;es dans le pr&#233;sent document. N'utilisez pas un chalumeau coupeur pour
                            enlever d'un coussinet la partie m&#233;tallique ext&#233;rieure ins&#233;r&#233;e &#224;
                            pression dans le balancier. Il ne faut jamais souder ou chauffer un balancier ni y ajouter
                            des mat&#233;riaux. Le chauffage diminue la r&#233;sistance des balanciers.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Commencez par d&#233;couper la partie saillante du caoutchouc sur un c&#244;t&#233; du
                    coussinet d'extr&#233;mit&#233; du balancier comme on le voit &#224; la
                    <hotlnk xrefid="f0301114">figure 14</hotlnk>
                    afin de pouvoir appuyer l'outil de pouss&#233;e directement contre la partie m&#233;tallique ext&#233;rieure
                    du coussinet.
                </para>
                <figure id="f0301114" figsize="col-wide">
                    <graphic id="g0301114" filename="../figg03/g0301114.webp" type="webp" resolution="72"/>
                    <caption>Figure 14. D&#233;coupage de la partie saillante du caoutchouc</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Utilisez un tube d'acier de 4 1/4 pouces (10,80 cm) de diam&#232;tre externe et de 4
                    pouces (10,16 cm) de longueur et une presse d'une capacit&#233; d'au moins 80 tonnes pour d&#233;loger
                    les coussinets. Placez le balancier dans la presse en reposant l'extr&#233;mit&#233; de ce dernier
                    directement sur le plateau de la presse pour &#233;viter de vous blesser et de plier le balancier.
                    Centrez l'outil de pouss&#233;e sur la partie m&#233;tallique ext&#233;rieure du coussinet et
                    poussez sur le coussinet pour le d&#233;loger de l'int&#233;rieur du balancier.
                </para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s avoir d&#233;log&#233; les coussinets, v&#233;rifiez attentivement l'int&#233;rieur
                    de chaque balancier.
                </para>
                <specpara>
                    <warning>
                        <para>Si vous constatez qu'un chalumeau a d&#233;j&#224; &#233;t&#233; utilis&#233; pour d&#233;couper
                            les coussinets, remplacez le balancier par un balancier neuf. Ne courez pas le risque qu'une
                            d&#233;faillance survienne sur la route en rempla&#231;ant les coussinets d'un balancier qui
                            a &#233;t&#233; chauff&#233; au chalumeau.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Si vous vous servez des OUTILS SP&#201;CIAUX,
                            <hotlnk document="f03011_15.xml" xrefid="f0301130">figure 30</hotlnk>, suivez les
                            instructions d'utilisation.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Si vous utilisez des outils fabriqu&#233;s en atelier, vous devez enlever les balanciers
                            du ch&#226;ssis.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">La partie m&#233;tallique ext&#233;rieure de certains coussinets en caoutchouc
                    Hendrickson est recouverte d'une couche de phosphate qui la prot&#232;ge de la rouille. Il faut
                    enlever cette couche avec une toile d'&#233;meri avant d'installer les coussinets. Enduisez d'une
                    couche de blanc de plomb ou de graisse la partie m&#233;tallique ext&#233;rieure nettoy&#233;e des
                    nouveaux coussinets et l'int&#233;rieur des balanciers afin de faciliter l'insertion des coussinets
                    dans les balanciers.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le balancier dans la presse en reposant l'extr&#233;mit&#233; du balancier
                    directement sur le plateau de la presse pour &#233;viter de vous blesser et de plier le balancier.
                    Ins&#233;rez &#224; pression les nouveaux coussinets comme on le voit &#224; la
                    <hotlnk xrefid="f0301115">figure 15</hotlnk>.
                </para>
                <figure id="f0301115" figsize="col-wide">
                    <graphic id="g0301115" filename="../figg03/g0301115.webp" type="webp" resolution="72"/>
                    <caption>Figure 15. Insertion des nouveaux coussinets</caption>
                </figure>
                <para>Utilisez un tube de 4 1/4 pouces (10,80 cm) de diam&#232;tre externe et de 4 pouces (10,16 cm) de
                    longueur pour installer les coussinets d'extr&#233;mit&#233;. Il faut utiliser l'outil d'extraction
                    illustr&#233; &#224; la
                    <hotlnk xrefid="f0301115">figure 15</hotlnk>
                    pour comprimer le caoutchouc et assurer le contact avec la partie m&#233;tallique ext&#233;rieure du
                    coussinet.
                </para>
                <specpara>
                    <note>
                        <para>Tous les coussinets d'extr&#233;mit&#233; doivent &#234;tre centr&#233;s dans le moyeu
                            d'extr&#233;mit&#233; des balanciers.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez les trous de 2 1/2 pouces (6,35 cm) dans chacune des pattes des supports
                    de pont. Enlevez toute &#233;barbure ou mat&#233;riau r&#233;siduel laiss&#233; par les anciens
                    adaptateurs. Utilisez un nouvel adaptateur comme jauge pour vous assurer qu'il s'ins&#232;re &#224;
                    partir de l'ext&#233;rieur dans les trous de chaque patte. La distance entre les surfaces internes
                    des pattes du support de pont repr&#233;sent&#233;e sur la
                    <hotlnk xrefid="f0301116">figure 16</hotlnk>par la lettre &#171; A &#187; doit &#234;tre de
                    5,760/5,770 pouces (14,630/14,656 cm).
                </para>
                <figure id="f0301116" figsize="col-wide">
                    <graphic id="g0301116" filename="../figg03/g0301116.webp" type="webp" resolution="72"/>
                    <caption>Figure 16. Distance entre les pattes du support de pont</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Enduisez d'un antigrippant toutes les surfaces de contact m&#233;talliques des supports
                    de pont, des coussinets d'extr&#233;mit&#233; et des pi&#232;ces de fixation afin de faciliter
                    l'installation et d'&#233;viter que la corrosion ne rende le d&#233;montage difficile par la suite.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le tube interm&#233;diaire dans la partie m&#233;tallique int&#233;rieure du
                    coussinet d'extr&#233;mit&#233;.
                </para>
                <specpara>
                    <note>
                        <para>L'adaptateur en trois pi&#232;ces doit &#234;tre install&#233; avec le tube interm&#233;diaire.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Soulevez l'extr&#233;mit&#233; du balancier sur le support de pont et soutenez-le avec
                    un cric.
                </para>
            </step1>
            <step1>
                <para count="1">Installez un adaptateur dans le coussinet d'extr&#233;mit&#233; du balancier en le
                    passant dans la patte du support de pont du c&#244;t&#233; de la roue. Avec un boulon de calibre 8
                    et une rondelle, fixez l'autre adaptateur en le passant dans la patte du support de pont du c&#244;t&#233;
                    du couvercle du carter de pont. Le rebord d&#233;coup&#233; emp&#234;chera le couvercle de bloquer
                    le passage de l'adaptateur.
                </para>
                <specpara>
                    <note>
                        <para>Des adaptateurs fendus peuvent &#234;tre utilis&#233;s s'il n'y a pas suffisamment
                            d'espace pour permettre le passage d'adaptateurs standard.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Tournez les adaptateurs de sorte que les m&#233;plats soient en position verticale comme
                    on le voit &#224; la
                    <hotlnk document="f03011_4.xml" xrefid="f0301103">figure 3</hotlnk>. Si vous utilisez des
                    adaptateurs fendus, tournez les rebords fendus de sorte que la fente soit en position verticale.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rez l'&#233;crou autobloquant et la rondelle. Avec l'essieu plac&#233; en
                    position normale de fonctionnement, serrez l'&#233;crou autobloquant &#224; un couple de 445 &#224;
                    495 lb&#8226;pi (603 &#224; 671 N&#8226;m). Ne serrez pas au-del&#224; du couple recommand&#233;.
                </para>
                <specpara>
                    <warning>
                        <para>Si vous ne serrez pas au couple recommand&#233; ci-dessus, les surfaces m&#233;talliques
                            frotteront les unes contre les autres et provoqueront l'usure des pattes du support de pont,
                            des trous, des adaptateurs et de la partie m&#233;tallique int&#233;rieure des coussinets en
                            caoutchouc. Serrez bien les raccords d'extr&#233;mit&#233; des balanciers afin d'&#233;viter
                            les r&#233;parations co&#251;teuses, le temps d'immobilisation, le d&#233;sassemblage des pi&#232;ces,
                            la perte de ma&#238;trise du v&#233;hicule, les dommages mat&#233;riels et les blessures.
                        </para>
                    </warning>
                </specpara>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
