<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460</stitle>
    <svcsection/>
    <svcsection id="f03011" svcsectype="prodspec" division="truck" formnum="CTS-5221" date="08/07/2000"
                translation="french">
        <title>SUSPENSION HENDRICKSON HN-460</title>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>HENDRICKSON</vendor>
                <ucodegroup/>

                <ucode>14UJZ</ucode>
                <ucode>14VHA</ucode>
                <vendcodegroup/>

                <vendcode>HN-460</vendcode>
            </configure>
        </apply>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>MISES EN GARDE</title>
            <para>Il est important d'effectuer l'entretien et les r&#233;parations n&#233;cessaires de la suspension
                &#224; pont tandem pour en assurer le fonctionnement s&#233;curitaire et fiable. Les t&#226;ches
                d'entretien recommand&#233;es par Navistar et d&#233;crites dans la pr&#233;sente publication technique
                permettent d'effectuer l'entretien de fa&#231;on efficace.
            </para>
            <para>Lisez attentivement les avertissements et mises en garde &#233;nonc&#233;s afin de r&#233;duire au
                minimum les risques de blessures et afin de proc&#233;der selon la marche &#224; suivre appropri&#233;e.
                Un mauvais entretien peut provoquer des dommages au v&#233;hicule et en rendre l'utilisation dangereuse.
            </para>
            <specpara>
                <warning>
                    <para>Hendrickson Suspension rappelle aux utilisateurs de respecter la capacit&#233; nominale des
                        suspensions indiqu&#233;e dans la documentation. L'ajout d'accessoires ou de dispositifs de
                        transfert de charge aux ponts peut augmenter la charge exerc&#233;e sur la suspension au-del&#224;
                        de sa capacit&#233; nominale et risquer de causer des blessures ou des dommages mat&#233;riels r&#233;sultant
                        d'une d&#233;faillance ou d'une perte de ma&#238;trise du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Vous ne devez pas modifier ni r&#233;usiner des pi&#232;ces. N'utilisez pas de pi&#232;ces de
                        substitution. Il n'est pas recommand&#233; d'utiliser des pi&#232;ces modifi&#233;es ou de
                        substitution, car elles ne r&#233;pondent pas n&#233;cessairement aux normes de Hendrickson et
                        risquent de causer des blessures ou des dommages mat&#233;riels r&#233;sultant d'une d&#233;faillance
                        ou d'une perte de ma&#238;trise du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>N'utilisez pas un chalumeau coupeur pour enlever une pi&#232;ce de fixation. N'utilisez pas
                        non plus un chalumeau coupeur pour enlever les balanciers des ponts ou les coussinets du centre
                        ou des extr&#233;mit&#233;s des balanciers. Il ne faut jamais souder ou chauffer un balancier ni
                        y ajouter des mat&#233;riaux. Le fait de chauffer les pi&#232;ces de la suspension diminue leur
                        r&#233;sistance. Une pi&#232;ce endommag&#233;e par la chaleur peut provoquer la perte de ma&#238;trise
                        du v&#233;hicule et causer des blessures ou des dommages mat&#233;riels.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Un m&#233;canicien qui effectue une t&#226;che d'entretien ou qui utilise un outil non
                        recommand&#233;s par Navistar doit &#234;tre certain que cela ne pose aucun danger.
                    </para>
                </warning>
            </specpara>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
