<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - DESCRIPTION</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>DESCRIPTION</title>
        <para>La suspension HN-460 pour camions et tracteurs illustr&#233;e &#224; la
            <hotlnk xrefid="f0301101">figure 1</hotlnk>
            comporte quatre ressorts d'appui en caoutchouc plein fonctionnant par &#233;treinte et compression pour
            amortir l'impact de la route. Ces ressorts sont fix&#233;s entre les balanciers et les brides. Leur bon
            fonctionnement d&#233;pend des caract&#233;ristiques du caoutchouc qui devient de plus en plus rigide &#224;
            mesure qu'il est comprim&#233;. Ces ressorts pr&#233;sentent ainsi les m&#234;mes caract&#233;ristiques
            d'amortissement, que le v&#233;hicule soit charg&#233; ou vide.
        </para>
        <figure id="f0301101" figsize="col-wide">
            <graphic id="g0301101" filename="../figg03/g0301101.webp" type="webp" resolution="72"/>
            <caption>Figure 1. Suspension Hendrickson HN-460</caption>
        </figure>
        <para>Quatre amortisseurs conf&#232;rent davantage d'amortissement.</para>
        <para>Les ressorts d'appui, de pair avec les coussinets en caoutchouc aux extr&#233;mit&#233;s des balanciers,
            assurent aux essieux une articulation sans friction ni contact m&#233;tal sur m&#233;tal.
        </para>
        <para>Les bielles longitudinales sup&#233;rieures absorbent le couple de freinage et d'acc&#233;l&#233;ration
            des essieux. Les bielles transversales assurent le positionnement lat&#233;ral des essieux et r&#233;gissent
            leur course dans les virages. Toutes les bielles sont pourvues de coussinets en caoutchouc.
        </para>
        <para>La suspension HN comporte des supports de pont &#224; bielles transversales et des bielles de force qui
            assurent la stabilit&#233; du v&#233;hicule. Si ces composants sont disjoints ou deviennent non
            fonctionnels, il ne faut pas utiliser le v&#233;hicule.
        </para>
        <para>L'utilisation de deux groupes de ressorts auxiliaires conf&#232;re un meilleur amortissement dans le
            rebond et diminue le roulis.
        </para>
        <para>La traverse tubulaire raccorde les deux balanciers au moyen de coussinets en nylon dans les balanciers et
            assure une plus grande stabilit&#233; &#224; la suspension.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
