<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY</stitle>
    <svcsection/>
    <svcsection id="s03002r" svcsectype="prodspec" division="truck" formnum="CTS-5028R" date="03/31/1996"
                translation="french">
        <title>SUSPENSION PNEUMATIQUE NEWAY</title>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>NEWAY</vendor>
                <ucodegroup/>

                <ucode>14592</ucode>
                <ucode>14641</ucode>
                <ucode>14648</ucode>
                <ucode>14676</ucode>
                <ucode>14677</ucode>
                <ucode>14682</ucode>
                <ucode>14686</ucode>
                <ucode>14689</ucode>
                <ucode>14692</ucode>
                <vendcodegroup/>

                <vendcode>ARD-244</vendcode>
                <vendcode>ARD-244-6</vendcode>
                <vendcode>ARD-234-6</vendcode>
                <vendcode>ARD-238-6</vendcode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>La suspension pneumatique constitue le summum en mati&#232;re de tenue de route douce et
                        exempte de chocs et de vibrations; elle offre &#233;galement une garde au sol constante pr&#233;r&#233;gl&#233;e.
                    </para>
                </lev1>
                <lev1>
                    <para>Les ressorts pneumatiques de la suspension pneumatique remplacent les ressorts en acier, ce
                        qui signifie l'&#233;limination du frottement des lames. Ainsi, tr&#232;s peu de vibrations caus&#233;es
                        par la route atteignent le b&#226;ti et la marchandise ou sont ressenties par le conducteur (
                        <hotlnk xrefid="f0300201">figure 1</hotlnk>).
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0300201" figsize="col-wide">
                        <graphic id="g0300201" filename="../figg03/g0300201.webp" type="webp"/>
                        <caption>Figure 1. SUSPENSION PNEUMATIQUE (6x4)</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>La suspension pneumatique s'adapte aux changements de charge automatiquement; elle offre un
                        amortissement r&#233;duit dans le cas d'une charge l&#233;g&#232;re ou inexistante et un
                        amortissement plus ferme lorsque les charges sont lourdes. Voici les principaux composants de la
                        suspension pneumatique pour essieux tandems.
                    </para>
                </lev1>
                <lev1>
                    <title>SOUPAPES DE COMMANDE DE HAUTEUR</title>
                    <para>Deux soupapes de commande de hauteur servent &#224; r&#233;gler la hauteur du b&#226;ti. La
                        soupape de commande de hauteur (
                        <hotlnk xrefid="f0300202">figure 2</hotlnk>) repr&#233;sente le cerveau de la suspension
                        pneumatique; elle est sensible &#224; la hauteur. Lorsqu'elle est r&#233;gl&#233;e correctement,
                        elle assure et maintient la garde au sol.
                    </para>
                    <figure id="f0300202" figsize="col-wide">
                        <graphic id="g0300202" filename="../figg03/g0300202.webp" type="webp"/>
                        <caption>Figure 2. SOUPAPE DE COMMANDE DE HAUTEUR</caption>
                        <calloutgroup>
                            <callout1>1.LEVIER DE R&#201;GLAGE</callout1>
                            <callout1>2.FENTE</callout1>
                            <callout1>3.CONTRE-&#201;CROU DE VERROUILLAGE</callout1>
                            <callout1>4.GOUJON D'ASSEMBLAGE</callout1>
                            <callout1>5.BLOC DE R&#201;GLAGE</callout1>
                            <callout1>6.ALIMENTATION PNEUMATIQUE (ENTR&#201;E)</callout1>
                            <callout1>7.&#171; SORTIE &#187; VERS RESSORTS PNEUMATIQUES</callout1>
                            <callout1>8.&#201;CHAPPEMENT</callout1>
                        </calloutgroup>
                    </figure>
                    <para>Les soupapes de commande de hauteur sont install&#233;es en un ensemble (
                        <hotlnk xrefid="f0300203">figure 3</hotlnk>). Ce dernier est fix&#233; sur le pont &#224; l'arri&#232;re
                        du b&#226;ti du v&#233;hicule (
                        <hotlnk xrefid="f0300204">figure 4</hotlnk>). Dans d'autres installations Neway, la soupape de
                        mise &#224; niveau peut &#234;tre pos&#233;e sur le premier pont arri&#232;re. Les soupapes
                        comportent un levier reli&#233; au pont par une tringlerie verticale. Ce levier de soupape de
                        commande de hauteur est sensible &#224; la hauteur du b&#226;ti; il assure ainsi le remplissage
                        ou le vidage des ressorts pneumatiques pour que le v&#233;hicule demeure de niveau.
                    </para>
                    <figure id="f0300203" figsize="col-wide">
                        <graphic id="g0300203" filename="../figg03/g0300203.webp" type="webp"/>
                        <caption>Figure 3. SOUPAPES DE COMMANDE DE HAUTEUR</caption>
                        <calloutgroup>
                            <callout1>1.SUPPORT DE FIXATION</callout1>
                            <callout1>2.SOUPAPES DE COMMANDE DE HAUTEUR</callout1>
                            <callout1>3.TRINGLERIE</callout1>
                            <callout1>4.&#201;CHAPPEMENT</callout1>
                            <callout1>5.CONTRE-&#201;CROU 1/4-20</callout1>
                            <callout1>6.ALIMENTATION D'AIR VERS LES SOUPAPES DE COMMANDE DE HAUTEUR</callout1>
                            <callout1>7.REFOULEMENT D'AIR DES SOUPAPES DE COMMANDE DE HAUTEUR VERS LES RESSORTS
                                PNEUMATIQUES
                            </callout1>
                            <callout1>8.CONDUITE D'AIR D'&#201;GALISATION</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f0300204" figsize="col-wide">
                        <graphic id="g0300204" filename="../figg03/g0300204.webp" type="webp" resolution="72"/>
                        <caption>Figure 4. BO&#206;TIER DES RESSORTS PNEUMATIQUES ET SOUPAPES</caption>
                        <calloutgroup>
                            <callout1>1.ALIMENTATION D'AIR VERS LE RESSORT PNEUMATIQUE AVANT DROIT</callout1>
                            <callout1>2.ALIMENTATION D'AIR VERS LES RESSORTS PNEUMATIQUES DE DROITE</callout1>
                            <callout1>3.SOUPAPES DE COMMANDE DE HAUTEUR</callout1>
                            <callout1>4.ALIMENTATION D'AIR VERS LES SOUPAPES DE COMMANDE DE HAUTEUR</callout1>
                            <callout1>5.ALIMENTATION D'AIR VERS LES RESSORTS PNEUMATIQUES DE GAUCHE</callout1>
                            <callout1>6.PATTES ARRI&#200;RE SUR LA POUTRE TRANSVERSALE</callout1>
                            <callout1>7.SOUPAPE DE PROTECTION</callout1>
                            <callout1>8.ALIMENTATION D'AIR VERS LE RESSORT PNEUMATIQUE AVANT GAUCHE</callout1>
                            <callout1>9.ALIMENTATION D'AIR PRINCIPALE PROVENANT DU R&#201;SERVOIR</callout1>
                        </calloutgroup>
                    </figure>
                    <para>La position neutre du levier (
                        <hotlnk xrefid="f0300203">figure 3</hotlnk>
                        et
                        <hotlnk xrefid="f0300204">figure 4</hotlnk>) est &#233;galement int&#233;gr&#233;e aux soupapes
                        et sert &#224; les ramener automatiquement &#224; la position de fermeture. Les soupapes de
                        commande de hauteur sont ferm&#233;es &#224; la position neutre.
                    </para>
                </lev1>
                <lev1>
                    <title>CONDUITES D'AIR</title>
                    <para>L'alimentation en air des soupapes de commande de hauteur (
                        <hotlnk xrefid="f0300204">figure 4</hotlnk>) provient de la soupape de protection. La conduite
                        d'air qui relie les deux soupapes de commande de hauteur fournit une pression &#233;quivalente
                        &#224; chacune d'elle. Chaque soupape comporte un orifice de refoulement qui alimente en air les
                        ressorts pneumatiques gauches et droits.
                    </para>
                    <para>Les conduites d'air reliant les ressorts pneumatiques aux essieux avant et arri&#232;re
                        assurent le transfert du d&#233;bit d'air entre les essieux pour maintenir une hauteur de
                        longerons de b&#226;ti constante et une r&#233;partition &#233;gale de la charge entre les
                        essieux (
                        <hotlnk xrefid="f0300204">figure 4</hotlnk>).
                    </para>
                </lev1>
                <lev1>
                    <title>&#201;VACUATION DE L'AIR &#192; PARTIR DE LA CABINE</title>
                    <para>Les commandes d'&#233;vacuation d'air de la cabine permettent au conducteur de vider les
                        ressorts pneumatiques &#224; partir de la cabine lorsqu'il attelle une semi-remorque. Pour le
                        fonctionnement normal, le commutateur de commande de la suspension pneumatique situ&#233; dans
                        la cabine est r&#233;gl&#233; &#224; la position RUN (marche)(
                        <hotlnk xrefid="f0300205">figure 5</hotlnk>). Pour &#233;vacuer l'air des ressorts, il faut r&#233;gler
                        la soupape &#224; la position DUMP (&#233;vacuation). Le commutateur comporte un dispositif de
                        protection servant &#224; pr&#233;venir une &#233;vacuation d'air accidentelle.
                        <emph type="bold">N'enlevez pas le dispositif de protection.</emph>
                    </para>
                    <para>Un t&#233;moin au tableau de bord s'allume lorsque le commutateur de commande est r&#233;gl&#233;
                        &#224; la position DUMP.
                    </para>
                    <figure id="f0300205" figsize="col-wide">
                        <graphic id="g0300205" filename="../figg03/g0300205.webp" type="webp" resolution="72"/>
                        <caption>Figure 5. COMMUTATEUR DE COMMANDE PNEUMATIQUE DE LA CABINE</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>AMORTISSEURS</title>
                    <para>Chaque essieu est command&#233; par un amortisseur hydraulique (
                        <hotlnk xrefid="f0300206">figure 6</hotlnk>) fix&#233; &#224; l'endroit o&#249; la course de ce
                        dernier est la plus importante pour assurer une commande maximale. Les amortisseurs sont con&#231;us
                        de mani&#232;re &#224; offrir, de concert avec les ressorts pneumatiques, la tenue de route la
                        plus stable possible.
                    </para>
                    <figure id="f0300206" figsize="col-wide">
                        <graphic id="g0300206" filename="../figg03/g0300206.webp" type="webp" resolution="72"/>
                        <caption>Figure 6. AMORTISSEURS</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>BIELLES DE FORCE</title>
                    <para>Les bielles de force et les bielles de force transversales (
                        <hotlnk xrefid="f0300207">figure 7</hotlnk>
                        et
                        <hotlnk xrefid="f0300208">figure 8</hotlnk>) servent &#224; r&#233;duire la torsion des essieux
                        caus&#233;e par le couple de la transmission et le transfert de charge qui en r&#233;sulte
                        durant le freinage.
                    </para>
                    <figure id="f0300207" figsize="col-wide">
                        <graphic id="g0300207" filename="../figg03/g0300207.webp" type="webp"/>
                        <caption>Figure 7. INSTALLATION TYPE DES BIELLES DE FORCE SUR LE PREMIER PONT ARRI&#200;RE
                        </caption>
                        <calloutgroup>
                            <callout1>1.SUPPORT DE FIXATION DE LA BIELLE DE FORCE</callout1>
                            <callout1>2.PARTIE AVANT DE LA BIELLE DE FORCE</callout1>
                            <callout1>3.RENFORT DE LA BIELLE DE FORCE</callout1>
                            <callout1>4.BARRE DE FIXATION DE LA BIELLE DE FORCE</callout1>
                            <callout1>5.SUPPORT DE FIXATION DE LA BIELLE DE FORCE TRANSVERSALE</callout1>
                            <callout1>6.PARTIE AVANT DE LA BIELLE DE FORCE TRANSVERSALE</callout1>
                            <callout1>7.BOULON &#192; T&#202;TE HEXAGONALE</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f0300208" figsize="col-wide">
                        <graphic id="g0300208" filename="../figg03/g0300208.webp" type="webp"/>
                        <caption>Figure 8. INSTALLATION TYPE DES BIELLES DE FORCE SUR LE DEUXI&#200;ME PONT
                            ARRI&#200;RE
                        </caption>
                        <calloutgroup>
                            <callout1>1.SUPPORT DE FIXATION DE LA BIELLE DE FORCE</callout1>
                            <callout1>2.PARTIE ARRI&#200;RE DE LA BIELLE DE FORCE</callout1>
                            <callout1>3.PARTIE ARRI&#200;RE DE LA BIELLE DE FORCE TRANSVERSALE</callout1>
                            <callout1>4.BOULON &#192; T&#202;TE HEXAGONALE</callout1>
                            <callout1>5.RENFORT DE LA BIELLE DE FORCE</callout1>
                            <callout1>6.BARRE DE FIXATION DE LA BIELLE DE FORCE (UNE SEULE BARRE EST UTILIS&#201;E DANS
                                LE CAS D'UN B&#194;TI RENFORC&#201; ET DEUX BARRES SI LE B&#194;TI N'EST PAS RENFORC&#201;.)
                            </callout1>
                            <callout1>7.SUPPORT DE FIXATION DE LA BIELLE DE FORCE TRANSVERSALE</callout1>
                        </calloutgroup>
                    </figure>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
