<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION &#192; RESSORTS 4X2 ET 6X4 INTERNATIONAL AVEC BIELLES DE FORCE - ENTRETIEN -
        INSTALLATION DE LA SUSPENSION (RESSORTS) (figure 7 et figure 8 )
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>INSTALLATION DE LA SUSPENSION (RESSORTS) (
            <hotlnk document="f03008_8.xml" xrefid="f0300807">figure 7</hotlnk>et
            <hotlnk document="f03008_8.xml" xrefid="f0300808">figure 8</hotlnk>)
        </title>
        <para>Pour remonter la suspension, toutes les t&#234;tes de boulons doivent &#234;tre plac&#233;es &#224; l'int&#233;rieur
            du b&#226;ti, sauf indication contraire.
        </para>
        <step1>
            <para count="1">Installez les ressorts &#224; lames sur le si&#232;ge d'&#233;trier filet&#233; inf&#233;rieur
                en orientant l'extr&#233;mit&#233; courte du ressort vers le balancier. Installez les cales d'&#233;cartement
                &#224; l'endroit o&#249; elles se trouvaient au moment du d&#233;montage.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les goupilles de retenue de ressort dans les mains de ressort et le support de
                balancier.
            </para>
        </step1>
        <step1>
            <para count="1">Assemblez le si&#232;ge d'&#233;trier filet&#233; sup&#233;rieur, les &#233;triers et la
                plaque d'&#233;trier. Installez les &#233;crous des &#233;triers et serrez-les fermement.
                <emph type="bold">Ne les serrez pas au couple &#224; cette &#233;tape-ci.</emph>
            </para>
        </step1>
        <step1>
            <para count="1">Installez les bielles de force. Placez les cales d'alignement &#224; l'endroit o&#249; elles
                se trouvaient au moment du d&#233;montage. Serrez les boulons de fixation et les &#233;crous des bielles
                de force au couple sp&#233;cifi&#233;. Consultez les
                <hotlnk document="f03008_11.xml" xrefid="hl0300803">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les roues et les pneus. Consultez le GROUPE 17 - ROUES dans le manuel d'entretien
                principal CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Serrez les &#233;triers filet&#233;s en diagonale et uniform&#233;ment lorsque les roues
                reposent sur le sol. Consultez les
                <hotlnk document="f03008_11.xml" xrefid="hl0300803">COUPLES DE SERRAGE</hotlnk>
                pour obtenir les sp&#233;cifications voulues.
            </para>
        </step1>
        <step1>
            <para count="1">Une fois la suspension assembl&#233;e, il faut en v&#233;rifier l'alignement avant de
                remettre le v&#233;hicule en service. Consultez le GROUPE 03 - ALIGNEMENT DE LA SUSPENSION &#192;
                RESSORTS dans le manuel d'entretien principal CTS-5000.
            </para>
            <specpara>
                <note>
                    <para>Une fois le v&#233;hicule remis en service, il faut resserrer les &#233;triers filet&#233;s
                        des ressorts aux intervalles indiqu&#233;s &#224; la rubrique
                        <hotlnk document="f03008_2.xml" xrefid="hl0300801">ENTRETIEN</hotlnk>.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03008_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
