<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION &#192; RESSORTS 4X2 ET 6X4 INTERNATIONAL AVEC BIELLES DE FORCE - ENTRETIEN -
        REMPLACEMENT DES COUSSINETS DE BALANCIER - SUSPENSION ASSEMBL&#201;E
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="0">
        <title>REMPLACEMENT DES COUSSINETS DE BALANCIER - SUSPENSION ASSEMBL&#201;E</title>
        <svcsubproc>
            <title>D&#233;pose des coussinets de balancier</title>
            <para>Il est possible de remplacer les coussinets de balancier sans d&#233;monter la suspension. Proc&#233;dez
                de la fa&#231;on suivante.
            </para>
            <step1>
                <para count="1">Retirez les goupilles de retenue de ressort avant et arri&#232;re du balancier (
                    <hotlnk document="f03008_5.xml" xrefid="f0300804">figure 4</hotlnk>
                    et
                    <hotlnk document="f03008_5.xml" xrefid="f0300805">figure 5</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez le b&#226;ti du v&#233;hicule suffisamment pour &#233;liminer la charge sur les
                    ressorts &#224; lames et permettre &#224; leurs extr&#233;mit&#233;s de se d&#233;tacher du
                    balancier.
                </para>
                <specpara>
                    <note>
                        <para>Utilisez des chandelles pour supporter le b&#226;ti.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retirez l'axe d'articulation du balancier, l'&#233;crou et la rondelle d'arr&#234;t du
                    support du balancier (
                    <hotlnk document="f03008_5.xml" xrefid="f0300804">figure 4</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Frappez l&#233;g&#232;rement ou soulevez la partie arri&#232;re du balancier pour
                    produire un d&#233;gagement entre celui-ci et l'adaptateur.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le balancier du support de balancier.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remplacement d'un coussinet de balancier</title>
            <step1>
                <para count="1">Pour enlever un coussinet de balancier, placez le balancier dans une presse et chassez
                    le coussinet &#224; l'aide d'un adaptateur de 2,5 po (63 mm). On peut fabriquer des adaptateurs sur
                    place &#224; l'aide d'un tube de diam&#232;tre standard.
                </para>
                <specpara>
                    <note>
                        <para>Lorsque vous enlevez ou installez un coussinet de balancier, appuyez sur son manchon ext&#233;rieur
                            seulement.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Pour installer un coussinet de balancier, appliquez une mince couche de lubrifiant sur
                    la surface ext&#233;rieure du coussinet, placez le balancier dans une presse et enfoncez le
                    coussinet dans le balancier. Le coussinet doit &#234;tre centr&#233; dans le balancier.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03008_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
