<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE HENDRICKSON &#192; RESSORTS &#192; LAMES AUXILIAIRES - COMPOSANTS DE LA
        SUSPENSION PNEUMATIQUE HENDRICKSON - SOUPAPE DE COMMANDE DE HAUTEUR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>SOUPAPE DE COMMANDE DE HAUTEUR</title>
        <svcprocinfo>
            <para>La soupape de commande de hauteur (
                <hotlnk xrefid="f0300703">figure 3</hotlnk>) constitue le cerveau de la suspension pneumatique; elle est
                sensible &#224; la hauteur. Lorsqu'elle est r&#233;gl&#233;e correctement, elle maintient une garde au
                sol appropri&#233;e.
            </para>
            <figure id="f0300703" figsize="col-wide">
                <graphic id="g0300703" filename="../figg03/g0300703.png" type="png" resolution="72"/>
                <caption>Figure 3. SOUPAPE DE COMMANDE DE HAUTEUR</caption>
                <calloutgroup>
                    <callout1>1.RESSORT PNEUMATIQUE (SAC)</callout1>
                    <callout1>2.CONTRE-&#201;CROU DE RALLONGE</callout1>
                    <callout1>3.RALLONGE</callout1>
                    <callout1>4.TIGE DE COMMANDE</callout1>
                </calloutgroup>
            </figure>
        </svcprocinfo>
        <svcsubproc id="hl0300703">
            <title>R&#233;glage de la soupape de commande de hauteur</title>
            <para>Sur la suspension pneumatique Hendrickson, on mesure la hauteur des ressorts entre la ligne m&#233;diane
                des boulons de fixation sup&#233;rieurs et inf&#233;rieurs des amortisseurs (
                <hotlnk xrefid="f0300704">figure 4</hotlnk>). Si vous r&#233;glez le ressort pneumatique (sac) pour
                obtenir la garde au sol appropri&#233;e, videz le circuit et r&#233;glez la garde au sol en augmentant
                la pression d'air dans le ressort pneumatique (sac). R&#233;glez comme il convient la rallonge de mise
                de niveau de la soupape de commande pour obtenir la sp&#233;cification appropri&#233;e comme on le voit
                &#224; la
                <hotlnk xrefid="f0300704">figure 4</hotlnk>.
            </para>
            <figure id="f0300704" figsize="col-wide">
                <graphic id="g0300704" filename="../figg03/g0300704.png" type="png" resolution="72"/>
                <caption>Figure 4. GARDES AU SOL NORMALES</caption>
                <calloutgroup>
                    <callout1>1.21 1/2 PO +/- 1/4 PO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rification de la commande de hauteur (
                <hotlnk xrefid="f0300703">figure 3</hotlnk>et
                <hotlnk xrefid="f0300704">figure 4</hotlnk>)
            </title>
            <para>Pour v&#233;rifier si la soupape de commande de hauteur fonctionne correctement, r&#233;glez la
                pression d'air du v&#233;hicule &#224; 100 livres par pouce carr&#233; (689 kpa) au minimum.
            </para>
            <step1>
                <para count="1">S&#233;parez la rallonge de mise de niveau du levier de la soupape de commande de
                    hauteur.
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez le levier de la soupape de commande de hauteur d'environ 45 degr&#233;s
                    au-dessus de l'horizontale. La pression d'air aux ressorts pneumatiques devrait commencer &#224;
                    augmenter en moins de 10 secondes, ce qui provoquera l'&#233;l&#233;vation du b&#226;ti du v&#233;hicule.
                    Il est facile de d&#233;tecter ce mouvement en observant l'&#233;l&#233;vation de la tubulure
                    pare-poussi&#232;re de l'amortisseur.
                </para>
            </step1>
            <step1>
                <para count="1">Abaissez le levier de la soupape de commande de hauteur d'environ 45 degr&#233;s sous
                    l'horizontale. La pression d'air au ressort pneumatique devrait commencer &#224; diminuer. Laissez
                    l'air s'&#233;chapper jusqu'&#224; ce que la garde au sol (telle que mesur&#233;e &#224; la
                    <hotlnk xrefid="f0300704">figure 4</hotlnk>) soit d'environ 19 po (483 mm).
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez de nouveau le levier de la soupape &#224; 45 degr&#233;s au-dessus de
                    l'horizontale jusqu'&#224; ce que la hauteur du ressort pneumatique corresponde &#224; la valeur
                    prescrite, tel qu'illustr&#233; &#224; la
                    <hotlnk xrefid="f0300704">figure 4</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;unissez la rallonge de tige au levier de la soupape de commande.</para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s 15 minutes, v&#233;rifiez de nouveau la garde au sol. Si elle est diff&#233;rente
                    (de celle de la
                    <hotlnk xrefid="f0300704">figure 4</hotlnk>), r&#233;glez de nouveau le levier de commande de
                    hauteur.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03007_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
