<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION &#192; RESSORTS 4X2 ET 6X4 INTERNATIONAL AVEC BIELLES DE FORCE - ENTRETIEN - RESSORT
        &#192; LAMES - D&#201;MONTAGE ET MONTAGE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="0">
        <title>RESSORT &#192; LAMES - D&#201;MONTAGE ET MONTAGE</title>
        <step1>
            <para count="1">Placez le ressort dans un &#233;tau de mani&#232;re &#224; l'immobiliser pr&#232;s du
                centre.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez les &#233;crous des brides d'amortissement, les boulons et la cale d'&#233;cartement.</para>
        </step1>
        <step1>
            <para count="1">Retirez l'&#233;crou de l'&#233;toquiau du ressort.</para>
        </step1>
        <step1>
            <para count="1">Desserrez l'&#233;tau pour permettre la s&#233;paration des lames. Retirez le ressort de l'&#233;tau
                et s&#233;parez les lames. D&#233;posez l'&#233;toquiau.
            </para>
        </step1>
        <step1>
            <para count="1">Remplacez les &#233;l&#233;ments fissur&#233;s, bris&#233;s ou d&#233;fectueux du ressort.
            </para>
        </step1>
        <step1>
            <para count="1">Les lames du ressort &#233;tant plac&#233;es &#224; la position et &#224; l'emplacement
                appropri&#233;s, ins&#233;rez un chasse-goupille suffisamment long pour passer &#224; travers tous les
                trous de l'&#233;toquiau des lames.
            </para>
        </step1>
        <step1>
            <para count="1">Placez le ressort dans l'&#233;tau et alignez tous les trous de l'&#233;toquiau. Comprimez
                suffisamment les lames du ressort pour poser l'&#233;toquiau et l'&#233;crou. Retirez le
                chasse-goupilles et installez l'&#233;toquiau et l'&#233;crou. Utilisez toujours un nouvel &#233;toquiau.
            </para>
        </step1>
        <step1>
            <para count="1">Comprimez les lames du ressort compl&#232;tement. Serrez l'&#233;toquiau et l'&#233;crou au
                couple sp&#233;cifi&#233;. Consultez les
                <hotlnk document="f03008_11.xml" xrefid="hl0300803">COUPLES DE SERRAGE</hotlnk>. Coupez la longueur exc&#233;dentaire
                de l'&#233;toquiau de mani&#232;re qu'il affleure le dessus de l'&#233;crou.
            </para>
        </step1>
        <step1>
            <para count="1">Alignez les lames du ressort en les frappant l&#233;g&#232;rement &#224; l'aide d'un marteau
                et placez les brides d'amortissement sur le ressort. Installez les cales, les boulons et les &#233;crous.
                Serrez suffisamment de mani&#232;re &#224; maintenir l'alignement des lames et &#224; leur permettre de
                se mouvoir librement.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03008_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
