<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - REMPLACEMENT - COUSSINETS DES BIELLES DE FORCE ET DES BIELLES
        TRANSVERSALES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="3">
        <title>COUSSINETS DES BIELLES DE FORCE ET DES BIELLES TRANSVERSALES</title>
        <specpara>
            <warning>
                <para>Il est possible que les raccords d'extr&#233;mit&#233; des balanciers aux supports de pont soient
                    l&#226;ches. Les essieux peuvent alors pivoter aux extr&#233;mit&#233;s des balanciers. Bloquez les
                    essieux pour &#233;viter que le personnel ne se blesse et pour ne pas endommager les organes de
                    transmission, le r&#233;partiteur de puissance et les t&#234;tes de pont.
                </para>
            </warning>
        </specpara>
        <para>Les extr&#233;mit&#233;s de bielle fix&#233;es par chevauchement, comme on le voit aux
            <hotlnk xrefid="f0301126">figures 26</hotlnk>et
            <hotlnk xrefid="f0301127">27</hotlnk>, peuvent &#234;tre d&#233;mont&#233;es en enlevant les &#233;crous
            autobloquants, les boulons, les rondelles et les cales de r&#233;glage. Prenez note du nombre de cales
            &#224; chaque emplacement, car elles doivent &#234;tre remises en place en nombre &#233;gal pour &#233;viter
            de d&#233;r&#233;gler les essieux.
        </para>
        <figure id="f0301126" figsize="col-wide">
            <graphic id="g0301126" filename="../figg03/g0301126.webp" type="webp" resolution="72"/>
            <caption>Figure 26. Extr&#233;mit&#233;s de bielle fix&#233;es par chevauchement</caption>
        </figure>
        <figure id="f0301127" figsize="col-wide">
            <graphic id="g0301127" filename="../figg03/g0301127.webp" type="webp" resolution="72"/>
            <caption>Figure 27. Extr&#233;mit&#233;s de bielle fix&#233;es par chevauchement</caption>
        </figure>
        <para>Les extr&#233;mit&#233;s de bielle fix&#233;es au moyen d'un goujon conique, comme on le voit &#224; la
            <hotlnk xrefid="f0301128">figure 28</hotlnk>, peuvent &#234;tre enlev&#233;es du support en retirant l'&#233;crou
            autobloquant et la rondelle d'&#233;cartement et en frappant au marteau sur le support de pont pour d&#233;loger
            le goujon.
        </para>
        <figure id="f0301128" figsize="col-wide">
            <graphic id="g0301128" filename="../figg03/g0301128.webp" type="webp" resolution="72"/>
            <caption>Figure 28. Extr&#233;mit&#233;s de bielle fix&#233;es au moyen d'un goujon conique</caption>
        </figure>
        <para>Utilisez les OUTILS SP&#201;CIAUX,
            <hotlnk document="f03011_15.xml" xrefid="f0301130">figure 30</hotlnk>, pour enlever et installer les
            coussinets de bielle. Utilisez les outils conform&#233;ment aux instructions fournies par le fabricant.
        </para>
        <para>Des bielles en deux pi&#232;ces fix&#233;es au moyen d'un goujon conique ou par chevauchement sont &#233;galement
            disponibles. Il faut les couper &#224; la longueur voulue et les souder sur place.
        </para>
        <para>Pour installer une extr&#233;mit&#233; de bielle fix&#233;e par chevauchement, placez celle-ci sur le
            support et ins&#233;rez les boulons, les rondelles, les &#233;crous autobloquants et les cales de r&#233;glage
            enlev&#233;s pr&#233;c&#233;demment. Serrez &#224; un couple de 200 &#224; 240 lb&#8226;pi (271 &#224; 325 N&#8226;m).
        </para>
        <para>Pour installer une extr&#233;mit&#233; de bielle fix&#233;e au moyen d'un goujon conique, le trou du
            support doit &#234;tre libre de tout corps &#233;tranger. Placez le goujon dans le support et ins&#233;rez
            l'&#233;crou autobloquant et la rondelle d'&#233;cartement. Serrez &#224; un couple de 175 &#224; 225 lb&#8226;pi
            (237 &#224; 305 N&#8226;m).
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
