<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - R&#201;GLAGE DE LA GARDE AU SOL</stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="1">
        <title>R&#201;GLAGE DE LA GARDE AU SOL</title>
        <para>Consultez la
            <hotlnk xrefid="f0300220">figure 20</hotlnk>.
        </para>
        <figure id="f0300220" figsize="col-wide">
            <graphic id="g0300220" filename="../figg03/g0300220.webp" type="webp" resolution="72"/>
            <caption>Figure 20. R&#201;GLAGE DE LA GARDE AU SOL</caption>
            <calloutgroup>
                <callout1>1.LONGERON DE B&#194;TI</callout1>
                <callout1>2.HAUTEUR DES RESSORTS PNEUMATIQUES</callout1>
                <callout1>3.RESSORT DU DEUXI&#200;ME PONT ARRI&#200;RE</callout1>
                <callout1>4.CENTRE DE L'ESSIEU ET DE LA ROUE</callout1>
                <callout1>5.GARDE AU SOL</callout1>
            </calloutgroup>
        </figure>
        <para>Avant d'effectuer le r&#233;glage, il faut d&#233;charger le v&#233;hicule.</para>
        <specpara>
            <warning>
                <para>Il ne faut jamais utiliser uniquement un cric pour soutenir le v&#233;hicule lorsqu'on travaille
                    sous celui-ci. Le cric peut s'abaisser et causer de graves blessures. Placez toujours des supports
                    sous le v&#233;hicule.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">D&#233;posez les tringleries aux supports inf&#233;rieurs, poussez les leviers de commande
                &#224; la position sup&#233;rieure et soulevez le v&#233;hicule.
            </para>
            <step2>
                <para count="1">Placez les chandelles (une de chaque c&#244;t&#233;) &#224; la hauteur appropri&#233;e
                    entre le b&#226;ti du camion et le sol. Consultez la rubrique
                    <hotlnk document="f03002r_18.xml" xrefid="hl0300202">TABLEAU DES GARDES AU SOL ET DES CODES</hotlnk>
                    pour obtenir les hauteurs des chandelles et des gardes au sol.
                </para>
                <specpara>
                    <note>
                        <para>La hauteur des chandelles est bas&#233;e sur l'utilisation de pneus 10:00 x 20/11:22,5
                            &#224; rayon libre de 20,5". Si les pneus sont de dimensions diff&#233;rentes, il faut
                            ajouter la diff&#233;rence de rayon &#224; la hauteur des chandelles ou la soustraire de
                            cette derni&#232;re.
                        </para>
                    </note>
                </specpara>
                <para>Les chandelles &#233;tant bien plac&#233;es, poussez les leviers de commande &#224; la position
                    inf&#233;rieure pour abaisser le v&#233;hicule et &#233;vacuer l'air des ressorts pneumatiques et du
                    circuit du v&#233;hicule.
                </para>
            </step2>
            <step2>
                <para count="1">V&#233;rifiez de nouveau si la garde au sol est ad&#233;quate.</para>
                <specpara>
                    <note>
                        <para>Il peut s'av&#233;rer n&#233;cessaire de caler les chandelles pour obtenir une garde au
                            sol appropri&#233;e.
                        </para>
                    </note>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">Poussez les leviers de commande &#224; une position de 45 degr&#233;s vers le bas pendant 10
                &#224; 15 secondes. Remontez les leviers lentement au centre et ins&#233;rez les goujons de
                positionnement en bois (goujons de 3/16 po) dans le bloc de r&#233;glage et le support des soupapes de
                commande de hauteur. R&#233;p&#233;tez cette marche &#224; suivre &#224; la soupape oppos&#233;e.
            </para>
            <para>Desserrez les contre-&#233;crous de r&#233;glage de 1/4" situ&#233;s sur les blocs de r&#233;glage.
                Cela permettra aux leviers de commande d'osciller d'environ &#177; 1". Posez la tringlerie (d&#233;pos&#233;e
                &#224; l'&#233;tape 1) sur les supports inf&#233;rieurs.
            </para>
        </step1>
        <step1>
            <para count="1">Serrez les contre-&#233;crous de r&#233;glage de 1/4" aux blocs de r&#233;glage au couple de
                2 &#224; 4 lb.pi (2,7 &#224; 5,4 N&#8226;m). Effectuez cette op&#233;ration aux deux soupapes.
            </para>
        </step1>
        <step1>
            <para count="1">Enlevez les goujons de positionnement en bois ins&#233;r&#233;s &#224; l'&#233;tape 2 et
                soulevez le v&#233;hicule pour retirer les chandelles. Les soupapes de commande de hauteur peuvent
                servir de cric pour permettre la d&#233;pose de la tringlerie au support inf&#233;rieur.
            </para>
            <step2>
                <para count="1">Poussez les leviers de commande vers le haut pour soulever le v&#233;hicule et enlevez
                    les chandelles.
                </para>
            </step2>
            <step2>
                <para count="1">Poussez les leviers de commande vers le bas et &#233;vacuez tout l'air du circuit.
                </para>
            </step2>
            <step2>
                <para count="1">Posez la tringlerie inf&#233;rieure et augmentez la pression dans le circuit &#224; la
                    pression de fonctionnement normale. La suspension r&#233;tablira et conservera la garde au sol
                    appropri&#233;e.
                </para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
