<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ALIGNEMENT DE LA SUSPENSION - ALIGNEMENT DES PONTS ARRI&#200;RE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ALIGNEMENT DES PONTS ARRI&#200;RE</title>
        <svcsubsecinfo>
            <para>Avant d'effectuer l'alignement des ponts ou le r&#233;glage des bielles de force sup&#233;rieures,
                enlevez tous les d&#233;bris de la route log&#233;s dans la suspension et ex&#233;cutez les &#233;tapes
                pr&#233;liminaires indiqu&#233;es ci-dessous.
            </para>
            <specpara>
                <note>
                    <para>La roue d&#233;salign&#233;e doit &#234;tre constamment cal&#233;e durant la correction de
                        l'alignement.
                    </para>
                </note>
            </specpara>
            <seqlist style="arabic">
                <item>
                    <para>Stationnez le v&#233;hicule sur une surface horizontale.</para>
                </item>
                <item>
                    <para>Calez les roues avant.</para>
                </item>
                <item>
                    <para>Desserrez le frein de stationnement.</para>
                </item>
                <item>
                    <para>V&#233;rifiez le voile des roues arri&#232;re et corrigez-le si n&#233;cessaire.</para>
                </item>
                <item>
                    <para>Les roues avant &#233;tant orient&#233;es vers l'avant, retirez les cales des roues, faites
                        avancer et reculer le v&#233;hicule &#224; plusieurs reprises pour &#233;liminer les contraintes
                        internes, puis calez les roues avant.
                    </para>
                </item>
                <item>
                    <para>Dans les v&#233;hicules &#233;quip&#233;s d'une suspension pneumatique, assurez-vous que la
                        hauteur de la suspension est ad&#233;quate.
                    </para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>Il ne faut utiliser la m&#233;thode de la r&#232;gle et de la pige que lorsque le mat&#233;riel
                        d'alignement au laser ou &#224; l'ordinateur n'est pas disponible. Un mat&#233;riel plus pr&#233;cis
                        est pr&#233;f&#233;rable.
                    </para>
                </note>
            </specpara>
            <para>&#201;tant donn&#233; les diff&#233;rents types de mat&#233;riel d'alignement, consultez toujours le
                mode d'utilisation recommand&#233; par le fabricant.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="align" graphiccount="2">
            <title>LASER</title>
            <para>Le mat&#233;riel d'alignement au laser peut servir &#224; v&#233;rifier l'alignement du pont arri&#232;re
                d'un tracteur ou d'une semi-remorque. La
                <hotlnk xrefid="f0300306">figure 6</hotlnk>montre un dispositif d'alignement au laser install&#233; sur
                un tracteur &#224; pont tandem.
            </para>
            <figure id="f0300306" figsize="col-wide">
                <graphic filename="../figg03/g0300306.png" type="png" resolution="72"/>
                <caption>Figure 6. DISPOSITIF D'ALIGNEMENT AU LASER</caption>
                <calloutgroup>
                    <callout1>1. JAUGE DE B&#194;TI ARRI&#200;RE</callout1>
                    <callout1>2. PROJECTEUR &#192; LASER</callout1>
                </calloutgroup>
            </figure>
            <para>Les dispositifs d'alignement au laser utilisent une lumi&#232;re laser &#171; douce &#187; projet&#233;e
                &#224; partir du centre de la jauge de b&#226;ti arri&#232;re vers la jauge de b&#226;ti avant. Les
                jauges autocentreuses de b&#226;ti servent &#224; trouver la ligne m&#233;diane du ch&#226;ssis. Le pont
                arri&#232;re est parfaitement align&#233; lorsque le faisceau lumineux est centr&#233; entre les jauges
                de b&#226;ti avant et arri&#232;re. Si le faisceau n'est pas centr&#233;, il faut r&#233;gler le pont
                arri&#232;re. Consultez la rubrique
                <hotlnk document="f03003x_5.xml" xrefid="hl0300301">R&#201;GLAGE DU PONT ARRI&#200;RE.</hotlnk>
            </para>
            <para>Une fois que le deuxi&#232;me pont arri&#232;re est bien align&#233;, on trouve la position du premier
                pont arri&#232;re &#224; l'aide d'une pige (
                <hotlnk xrefid="f0300307">figure 7</hotlnk>). On proc&#232;de alors au r&#233;glage du premier pont arri&#232;re
                jusqu'&#224; ce qu'il soit parall&#232;le au deuxi&#232;me pont arri&#232;re.
            </para>
            <figure id="f0300307" figsize="col-wide">
                <graphic filename="../figg03/g0300307.png" type="png" resolution="72"/>
                <caption>Figure 7. PIGE</caption>
                <calloutgroup>
                    <callout1>1. PIGE</callout1>
                    <callout1>2. DEUXI&#200;ME PONT ARRI&#200;RE</callout1>
                    <callout1>3. PREMIER PONT ARRI&#200;RE</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03003x_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03003x_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
