<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - PR&#201;CAUTIONS</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>PR&#201;CAUTIONS</title>
        <para>Il est important de proc&#233;der &#224; un entretien et &#224; des r&#233;parations appropri&#233;s pour
            assurer un fonctionnement s&#251;r et fiable de la suspension &#224; pont tandem. Les marches &#224; suivre
            recommand&#233;es par Navistar et d&#233;crites dans cette publication technique sont des m&#233;thodes
            d'entretien efficaces.
        </para>
        <para>Lisez attentivement les avertissements et mises en garde pour r&#233;duire les risques de blessure et
            s'assurer de l'utilisation des m&#233;thodes appropri&#233;es. Un entretien inad&#233;quat peut endommager
            le v&#233;hicule ou rendre son utilisation dangereuse.
        </para>
        <specpara>
            <warning>
                <para>Hendrickson Suspension rappelle aux utilisateurs de respecter les publications sur les capacit&#233;s
                    relatives aux suspensions. Les accessoires d'essieu auxiliaires et autres dispositifs de transfert
                    de charge peuvent augmenter la charge sur la suspension au-del&#224; des capacit&#233;s pr&#233;vues
                    et approuv&#233;es, ce qui peut entra&#238;ner des pannes et une perte de ma&#238;trise du v&#233;hicule
                    pouvant occasionner des blessures ou des dommages mat&#233;riels.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Ne modifiez et ne r&#233;usinez pas les pi&#232;ces. N'utilisez pas des pi&#232;ces de
                    substitution. L'emploi d'une pi&#232;ce modifi&#233;e ou de substitution n'est pas recommand&#233;,
                    car celle-ci peut ne pas satisfaire les sp&#233;cifications de Hendrickson, ce qui peut entra&#238;ner
                    une d&#233;faillance de la pi&#232;ce, une perte de ma&#238;trise du v&#233;hicule et des blessures
                    ou des dommages mat&#233;riels.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>N'utilisez pas un chalumeau coupeur pour enlever des dispositifs d'assemblage. N'employez pas un
                    chalumeau coupeur pour s&#233;parer les balanciers des essieux ou pour retirer les coussinets des
                    centres ou des extr&#233;mit&#233;s des balanciers. Il ne faut jamais souder les balanciers, les
                    couper au chalumeau ou y fixer des &#233;l&#233;ments. L'utilisation de la chaleur sur les
                    composants de la suspension r&#233;duit la r&#233;sistance de ces pi&#232;ces. Un composant endommag&#233;
                    de cette fa&#231;on peut causer une perte de ma&#238;trise du v&#233;hicule et des blessures ou des
                    dommages mat&#233;riels.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Un m&#233;canicien qui a recours &#224; une m&#233;thode ou &#224; un outil non recommand&#233;
                    par Navistar doit s'assurer que sa s&#233;curit&#233; ne sera pas compromise par la m&#233;thode ou
                    l'outil choisi.
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
