<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - DESCRIPTION - S&#201;RIES U/UE, RT/RTE ET RT2/RTE2</stitle>
    <svcsection/>
    <svcproc id="hl0300602" svcproctype="describe" graphiccount="2">
        <title>S&#201;RIES U/UE, RT/RTE ET RT2/RTE2</title>
        <specpara>
            <note>
                <para>&#192; compter du 17 juillet 1995, la s&#233;rie RT2/RTE2 a remplac&#233; la s&#233;rie RT/RTE.
                    Les ressorts &#224; lames, les si&#232;ges de ressort et les mains de ressort ne sont pas
                    interchangeables. Les codes International n'ont pas chang&#233; pour la nouvelle s&#233;rie. Pour
                    effectuer l'entretien, il sera n&#233;cessaire d'avoir le code International et le NIV au moment de
                    commander des pi&#232;ces. Les marches &#224; suivre seront identiques, &#224; l'exception des
                    modifications indiqu&#233;es dans la pr&#233;sente publication.
                </para>
            </note>
        </specpara>
        <para>Les suspensions Hendrickson &#224; ressorts &#224; lames sont dot&#233;es de ressorts &#224; lames
            semi-elliptiques destin&#233;s amortir la charge sur les d&#233;nivellations de la chauss&#233;e. Les
            ressorts sont fix&#233;s sur des si&#232;ges au-dessus des balanciers et ils pivotent &#224; l'extr&#233;mit&#233;
            avant sur des axes de ressort et des supports. Les extr&#233;mit&#233;s arri&#232;re des ressorts se d&#233;placent
            vers l'arri&#232;re et l'avant lorsque les ressorts fl&#233;chissent.
        </para>
        <para>Certaines suspensions Hendrickson &#224; ressorts &#224; lames comportent une but&#233;e d'essieu
            additionnelle (main de ressort) &#224; l'arri&#232;re du b&#226;ti (
            <hotlnk xrefid="f0300604">figure 4</hotlnk>). Dans ces suspensions, les quatre lames sup&#233;rieures se
            prolongent au-del&#224; de la main arri&#232;re de ressort arri&#232;re pour atteindre la but&#233;e
            d'essieu. Cette conception offre une raideur totale &#224; deux &#233;tages permettant &#224; la suspension
            d'offrir une bonne tenue de route &#224; vide tout en permettant un bon amortissement et une bonne stabilit&#233;
            sous charge.
        </para>
        <figure id="f0300604" figsize="col-wide">
            <graphic id="g0300604" filename="../figg03/g0300604.webp" type="webp" resolution="72"/>
            <caption>Figure 4. S&#233;ries U, RT, RTS, UE, RTE et RTE2 Hendrickson</caption>
            <calloutgroup>
                <callout1>A.S&#201;RIES U, RT ET RT2</callout1>
                <callout1>B.S&#201;RIES UE, RTE ET RTE2</callout1>
                <callout1>1.BIELLES DE FORCE</callout1>
                <callout1>2.MAIN AVANT DE RESSORT ARRI&#200;RE</callout1>
                <callout1>3.RESSORT</callout1>
                <callout1>4.MAIN ARRI&#200;RE DE RESSORT ARRI&#200;RE</callout1>
                <callout1>5.BALANCIER</callout1>
                <callout1>6.SI&#200;GE</callout1>
                <callout1>7.BUT&#201;E D'ESSIEU</callout1>
            </calloutgroup>
        </figure>
        <para>Pour conserver cette caract&#233;ristique de tenue de route, il doit y avoir un d&#233;gagement minimum de
            3/8 po (9,5 mm) entre les surfaces de came des mains arri&#232;re des ressorts arri&#232;re et les surfaces
            sup&#233;rieures des lames principales pendant le fonctionnement sans charge (
            <hotlnk xrefid="f0300605">figure 5</hotlnk>).
        </para>
        <figure id="f0300605" figsize="col-wide">
            <graphic id="g0300605" filename="../figg03/g0300605.webp" type="webp" resolution="72"/>
            <caption>Figure 5. Fonctionnement sans charge et sous charge</caption>
            <calloutgroup>
                <callout1>A.FONCTIONNEMENT SANS CHARGE</callout1>
                <callout1>B.FONCTIONNEMENT SOUS CHARGE</callout1>
                <callout1>1.MAIN AVANT DE RESSORT ARRI&#200;RE</callout1>
                <callout1>2.ZONE DE D&#201;GAGEMENT</callout1>
                <callout1>3.MAIN ARRI&#200;RE DE RESSORT ARRI&#200;RE</callout1>
                <callout1>4.BUT&#201;E D'ESSIEU</callout1>
                <callout1>5.CONTACT</callout1>
                <callout1>6.ESSIEUX</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
