<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - RESSORTS ET AMORTISSEURS - D&#201;MONTAGE</stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="0">
        <title>D&#201;MONTAGE</title>
        <specpara>
            <note>
                <para>Si vous n'avez qu'&#224; remplacer le coussinet de l'oeil de ressort, placez le ressort dans une
                    presse d'atelier pour enlever le coussinet. Si vous ne disposez pas d'une presse, suivez l'&#233;tape
                    1 ci-dessous. Si vous devez d&#233;monter compl&#232;tement le ressort, enlevez le coussinet. Une
                    fois le ressort d&#233;mont&#233;, il est plus facile de manipuler les lames.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Immobilisez l'extr&#233;mit&#233; du ressort dans un &#233;tau et retirez le vieux coussinet
                de son oeil pour d&#233;monter le ressort.
            </para>
        </step1>
        <step1>
            <para count="1">Replacez le ressort dans l'&#233;tau de mani&#232;re qu'il soit immobilis&#233; pr&#232;s de
                son centre.
            </para>
        </step1>
        <step1>
            <para count="1">Si des brides de rebondissement boulonn&#233;es sont utilis&#233;es, enlevez les &#233;crous,
                les boulons et les cales d'&#233;cartement.
            </para>
        </step1>
        <step1>
            <para count="1">Si des brides de rebondissement clavet&#233;es sont utilis&#233;es, pliez les pattes des
                brides vers le haut en prenant garde de ne pas les briser.
            </para>
            <specpara>
                <note>
                    <para>Chauffez les brides de rebondissement clavet&#233;es &#224; l'aide d'un chalumeau pour &#233;viter
                        de les briser.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Retirez l'&#233;crou de retenue du boulon central du ressort.</para>
        </step1>
        <step1>
            <para count="1">Desserrez l'&#233;tau pour permettre aux lames du ressort de se s&#233;parer. Retirez le
                ressort de l'&#233;tau et &#244;tez le boulon central des lames.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
