<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - RESSORTS ET AMORTISSEURS - ASSEMBLAGE</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="0">
        <title>ASSEMBLAGE</title>
        <specpara>
            <note>
                <para>Si vous devez remplacer le coussinet du ressort, utilisez une presse pour installer le nouveau
                    coussinet dans la lame principale avant d'assembler le ressort.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Lubrifiez l&#233;g&#232;rement les lames du ressort en utilisant une mince couche de graisse
                graphit&#233;e. Placez les lames dans l'ordres voulu et alignez le trou du boulon central &#224; l'aide
                d'une longue broche.
            </para>
        </step1>
        <step1>
            <para count="1">Comprimez suffisamment les lames du ressort pour installer le boulon central et l'&#233;crou.</para>
        </step1>
        <step1>
            <para count="1">Placez le ressort dans l'&#233;tau et comprimez compl&#232;tement les lames. Serrez l'&#233;crou
                du boulon central au couple de 40 lb.pi (54 N&#8226;m). Coupez la partie exc&#233;dentaire du boulon en
                laissant environ 1/4 po (6,35 mm) &#224; partir de l'&#233;crou du boulon central.
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les blessures durant l'assemblage des lames du ressort, utilisez des
                        serre-joints en C ou un dispositif de retenue sp&#233;cial pour immobiliser les lames.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Alignez les lames en martelant les bords &#224; l'aide d'un marteau, puis placez les brides
                de rebondissement sur les lames de ressort assembl&#233;es.
            </para>
        </step1>
        <step1>
            <para count="1">Si des brides boulonn&#233;es sont utilis&#233;es, installez les cales d'&#233;cartement,
                les boulons et les &#233;crous. Serrez suffisamment les &#233;crous de fa&#231;on que les lames
                demeurent align&#233;es tout en leur permettant de se mouvoir librement.
            </para>
        </step1>
        <step1>
            <para count="1">Si des brides clavet&#233;es sont utilis&#233;es, pliez les extr&#233;mit&#233;s des brides
                vers le bas sur la lame du dessus. N'entravez pas le libre mouvement des lames.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
