<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS PNEUMATIQUES &#192; ESSIEUX MOTEURS NEWAY AD-123/246 - ENTRETIEN - 5 000 MILLES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>5 000 MILLES</title>
        <step1>
            <para count="1">Examinez les boulons et les &#233;crous des raccords du pivot et de l'essieu pour vous
                assurer qu'ils sont bien serr&#233;s. Faites la m&#234;me chose pour les autres &#233;crous et boulons.
            </para>
        </step1>
        <step1>
            <para count="1">Le v&#233;hicule &#233;tant plac&#233; sur une surface plane et la pression d'air &#233;tant
                sup&#233;rieure &#224; 65 livres par pouce carr&#233;, les ressorts pneumatiques devraient tous pr&#233;senter
                une fermet&#233; suffisante et uniforme.
            </para>
            <specpara>
                <note>
                    <para>La soupape de commande de hauteur r&#232;gle la hauteur de tous les ressorts pneumatiques.
                        Appliquez une solution savonneuse sur tous les raccords pour d&#233;tecter les fuites d'air
                        &#233;ventuelles; des bulles apparaissent en cas de fuite.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Pour v&#233;rifier la garde au sol de la suspension, il faut mesurer la hauteur des ressorts
                pneumatiques. Une hauteur de ressort inad&#233;quate peut entra&#238;ner une mauvaise tenue de route,
                causer des dommages &#224; la suspension et un comportement routier erratique. Consultez le
                <hotlnk document="f03010_15.xml" xrefid="hl0301001">TABLEAU DES CAPACIT&#201;S SELON LA GARDE AU
                    SOL</hotlnk>. Le r&#233;glage final doit se situer &#224; +/- 1/4 po de la valeur prescrite. Si la
                hauteur des ressorts pneumatiques de la suspension ne correspond pas &#224; la valeur prescrite,
                consultez la rubrique
                <hotlnk document="f03010_13.xml" xrefid="hl0301002">R&#201;GLAGE</hotlnk>.
            </para>
            <specpara>
                <note>
                    <para>Refaites cette inspection &#224; 5 000 milles tous les 50 000 milles par la suite.</para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03010_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
