<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS PNEUMATIQUES &#192; ESSIEUX MOTEURS NEWAY AD-123/246 - REMPLACEMENT - COUSSINETS -
        BALANCIER
    </stitle>
    <svcsection/>
    <svcproc id="hl0301003" svcproctype="replace" graphiccount="3">
        <title>COUSSINETS - BALANCIER</title>
        <para>On peut remplacer les coussinets en caoutchouc du balancier &#224; l'aide d'une presse hydraulique d'une
            capacit&#233; de 10 000 lb ou plus.
        </para>
        <para>Pour remplacer les coussinets d'un balancier (
            <hotlnk xrefid="f0301007">figure 7</hotlnk>), retirez d'abord le balancier du v&#233;hicule.
        </para>
        <figure id="f0301007" figsize="col-wide">
            <graphic id="g0301007" filename="../figg03/g0301007.webp" type="webp" resolution="72"/>
            <caption>Figure 7. Balancier</caption>
        </figure>
        <step1>
            <para count="1">Nous recommandons de d&#233;charger le v&#233;hicule. Calez ses roues pour l'emp&#234;cher
                de se d&#233;placer. Soulevez le b&#226;ti de 2 po (51 mm) au-dessus de la hauteur des ressorts
                pneumatiques et supportez-le au moyen de chandelles ad&#233;quates (
                <hotlnk xrefid="f0301008">figure 8</hotlnk>). La soupape de commande de hauteur peut servir &#224;
                soulever le v&#233;hicule.
            </para>
            <figure id="f0301008" figsize="col-wide">
                <graphic id="g0301008" filename="../figg03/g0301008.webp" type="webp"/>
                <caption>Figure 8. Chandelles de soutien</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Les chandelles doivent avoir une capacit&#233; suffisante pour soutenir le v&#233;hicule.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">&#201;vacuez l'air au moyen :</para>
            <step2>
                <para count="1">de la soupape de commande de hauteur - d&#233;posez la tringlerie au raccord inf&#233;rieur,
                    puis tournez le levier &#224; la position d'&#233;chappement (environ 45&#176; vers le bas). &#201;vacuez
                    tout l'air du r&#233;servoir.
                </para>
            </step2>
            <step2>
                <para count="1">S&#233;parez la conduite d'alimentation en air du ressort pneumatique.</para>
            </step2>
        </step1>
        <step1>
            <para count="1">D&#233;posez les amortisseurs et les ressorts pneumatiques &#224; l'extr&#233;mit&#233; inf&#233;rieure.</para>
        </step1>
        <step1>
            <para count="1">D&#233;posez la poutre transversale (si elle est difficile &#224; enlever, placez une presse
                hydraulique &#171; porta-power &#187; entre l'essieu et la poutre transversale), le raccord d'essieu et
                le raccord de pivot.
            </para>
        </step1>
        <step1>
            <para count="1">Supportez le balancier. Chassez les vieux coussinets au moyen d'une presse hydraulique.
            </para>
            <specpara>
                <caution>
                    <para>Le dispositif de soutien du balancier doit &#234;tre fix&#233; solidement &#224; la presse
                        hydraulique.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Retirez tous les corps &#233;trangers pr&#233;sents dans les orifices des coussinets du
                balancier avant d'y enfoncer les nouveaux coussinets.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrifiez le coussinet de rechange &#224; l'aide d'un lubrifiant &#224; caoutchouc approuv&#233;
                ou d'une solution de savon et d'eau.
            </para>
            <specpara>
                <note>
                    <para>N'utilisez pas un lubrifiant &#224; base d'huile ni du liquide pour freins, car ces produits
                        peuvent endommager le caoutchouc.
                    </para>
                </note>
            </specpara>
            <para>Le balancier &#233;tant support&#233;, enfoncez-y le nouveau coussinet.</para>
        </step1>
        <step1>
            <para count="1">Examinez toutes les pi&#232;ces pour voir si elles sont us&#233;es, fissur&#233;es ou si
                leurs soudures sont bris&#233;es. R&#233;parez ou remplacez.
            </para>
            <specpara>
                <caution>
                    <para>Ne r&#233;parez pas un balancier fissur&#233;, remplacez-le.</para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Les coussinets doivent &#234;tre centr&#233;s dans le balancier (
                <hotlnk xrefid="f0301009">figure 9</hotlnk>).
            </para>
            <figure id="f0301009" figsize="col-wide">
                <graphic id="g0301009" filename="../figg03/g0301009.webp" type="webp"/>
                <caption>Figure 9. Coussinets centr&#233;s</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">R&#233;installez un balancier neuf ou dont on a remplac&#233; les coussinets dans le support
                de b&#226;ti.
            </para>
        </step1>
        <step1>
            <para count="1">R&#233;installez le raccord d'essieu et la poutre transversale.</para>
        </step1>
        <step1>
            <para count="1">Reposez les ressorts pneumatiques, les amortisseurs et la tringlerie de la soupape de
                commande de hauteur.
            </para>
        </step1>
        <step1>
            <para count="1">Reposez, si n&#233;cessaire, les roues, les arbres &#224; cames et les pneus. Enlevez les
                chandelles et augmentez la pression dans le r&#233;servoir d'air &#224; plus de 65 livres par pouce carr&#233;.
                Consultez le
                <hotlnk document="f03010_15.xml" xrefid="hl0301001">TABLEAU DES CAPACIT&#201;S SELON LA GARDE AU SOL
                </hotlnk>
                pour conna&#238;tre la hauteur de ressort pneumatique appropri&#233;e.
            </para>
            <specpara>
                <caution>
                    <para>La pression de fonctionnement maximale permise dans le circuit pneumatique est de cent livres
                        par pouce carr&#233;.
                    </para>
                </caution>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03010_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
