<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - RESSORTS ET AMORTISSEURS - NETTOYAGE ET INSPECTION</stitle>
    <svcsection/>
    <svcproc svcproctype="clean" graphiccount="0">
        <title>NETTOYAGE ET INSPECTION</title>
        <step1>
            <para count="1">Nettoyez toutes les pi&#232;ces du ressort, &#224; l'exception des coussinets en caoutchouc,
                au moyen d'un solvant de nettoyage ou d'un syst&#232;me de nettoyage &#224; la vapeur pour enlever la
                graisse et la cro&#251;te.
            </para>
            <specpara>
                <note>
                    <para>Utilisez une brosse m&#233;tallique pour enlever facilement la salet&#233;.</para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>N'immergez pas les coussinets de ressort en caoutchouc dans un solvant de nettoyage, &#224;
                        moins que vous n'ayez l'intention de les remplacer. Utilisez un lubrifiant &#224; caoutchouc
                        exempt de p&#233;trole sur un chiffon propre pour nettoyer les pi&#232;ces de caoutchouc.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Examinez toutes les lames du ressort pour rep&#233;rer les cassures et les fissures &#233;ventuelles.
                Comparez l'arc des lames &#224; celui de lames neuves. Remplacez toutes les lames bris&#233;es, fissur&#233;es
                ou aplaties.
            </para>
        </step1>
        <step1>
            <para count="1">Remplacez les tiges de ressort us&#233;es, corrod&#233;es ou fissur&#233;es.</para>
        </step1>
        <step1>
            <para count="1">Remplacez le coussinet de l'oeil de ressort et le coussinet de la jumelle de ressort s'ils
                sont d&#233;fectueux.
            </para>
        </step1>
        <step1>
            <para count="1">Voyez si les supports de b&#226;ti du ressort ne sont pas fissur&#233;s ou us&#233;s autour
                des boulons de fixation ou des trous de rivets. Remplacez les supports endommag&#233;s.
            </para>
        </step1>
        <step1>
            <para count="1">Remplacez le boulon central du ressort &#224; chaque remise en &#233;tat.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03004r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
