<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - NETTOYAGE ET INSPECTION - SUSPENSIONS &#192; LAMES DE RESSORT - S&#201;RIES
        U/UE, RT/RTE ET RT2/RTE2
    </stitle>
    <svcsection/>
    <svcproc svcproctype="clean" graphiccount="2">
        <title>SUSPENSIONS &#192; LAMES DE RESSORT - S&#201;RIES U/UE, RT/RTE ET RT2/RTE2</title>
        <svcsubproc>
            <title>Main avant de ressort arri&#232;re</title>
            <specpara>
                <note>
                    <para>Lubrifiez l'axe de l'oeil du ressort &#224; lames. Consultez le GROUPE 10 - LUBRIFICATION dans
                        le manuel d'entretien principal CTS-5000.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Placez un bloc de bois sur le ressort, puis utilisez un levier pour soulever la main de
                    ressort et le cadre. Voyez si le coussinet de l'oeil de ressort pr&#233;sente une usure excessive (
                    <hotlnk xrefid="f0300629">figure 29</hotlnk>).
                </para>
                <figure id="f0300629" figsize="col-wide">
                    <graphic id="g0300629" filename="../figg03/g0300629.webp" type="webp" resolution="72"/>
                    <caption>Figure 29. V&#233;rifiez si l'usure est excessive</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Un mouvement de 1/8 po (3,2 mm) ou plus indique : (1) qu'il faut remplacer l'axe de l'oeil
                            de ressort et le coussinet ou (2) qu'un oeil de ressort et un ressort bris&#233;s sont reli&#233;s
                            &#224; la main de ressort &#224; travers la corni&#232;re d'oeil de lame de la deuxi&#232;me
                            lame. Dans ce dernier cas, remplacez le ressort au complet.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Proc&#233;dez avec soin lorsque vous utilisez ces techniques de fa&#231;on &#224; ne pas
                            compromettre votre s&#233;curit&#233;.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Dans le cas des mains de ressort &#224; clavette de serrage : examinez le trou de l'axe
                    dans la patte ext&#233;rieure de la main pour vous assurer que l'usure n'est pas excessive ou si le
                    trou s'est agrandi.
                </para>
                <specpara>
                    <caution>
                        <para>Une usure excessive ou un trou agrandi peut entra&#238;ner une cassure de l'axe de la
                            main, la s&#233;paration des composants et une panne de v&#233;hicule.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Main arri&#232;re de ressort arri&#232;re</title>
            <para>Examinez la surface de la came pour voir si elle ne pr&#233;sente pas une usure excessive caus&#233;e
                par un kilom&#233;trage &#233;lev&#233;. Voyez &#233;galement si des coussinets d'oeil de ressort us&#233;s
                ont caus&#233; une usure excessive des pattes ext&#233;rieures.
            </para>
            <para>Remplacez la main de ressort si elle pr&#233;sente une usure excessive.</para>
            <specpara>
                <note>
                    <para>Les suspensions &#224; ressorts &#224; lames comportant des ressorts &#224; lames allong&#233;s
                        (s&#233;ries UE, RTE et RTE2) n&#233;cessitent un d&#233;gagement minimal de 3/8 po (9,5 mm)
                        entre la surface de la came de la main arri&#232;re de ressort arri&#232;re et le dessus de la
                        lame principale lorsque le v&#233;hicule n'est pas charg&#233;. Consultez la
                        <hotlnk document="f03006s_4.xml" xrefid="f0300605">figure 5</hotlnk>.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Si ce d&#233;gagement est inf&#233;rieur &#224; 3/8 po (9,5 mm), la lame de ressort ne
                        fonctionne pas bien lorsque le v&#233;hicule n'est pas charg&#233;.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>But&#233;e d'essieu</title>
            <step1>
                <para count="1">Voyez si la surface de la came n'est pas us&#233;e. Une usure excessive r&#233;duit le d&#233;gagement
                    de la main arri&#232;re de ressort arri&#232;re. Lisez la REMARQUE ci-dessus (
                    <hotlnk xrefid="f0300630">figure 30</hotlnk>).
                </para>
                <figure id="f0300630" figsize="col-wide">
                    <graphic id="g0300630" filename="../figg03/g0300630.webp" type="webp"/>
                    <caption>Figure 30. D&#233;gagement de la main de ressort arri&#232;re</caption>
                    <calloutgroup>
                        <callout1>1.LONGERON DE B&#194;TI</callout1>
                        <callout1>2.RONDELLES PLATES DURCIES (DEUX C&#212;T&#201;S)</callout1>
                        <callout1>3.BOULONS DE CAT&#201;GORIE 8 (LUBRIFIEZ TOUS LES FILETS AVEC DE L'HUILE S.A.E. 20
                            AVANT L'ASSEMBLAGE)
                        </callout1>
                        <callout1>4.CONTRE-&#201;CROUS DE CAT&#201;GORIE C (LUBRIFIEZ TOUS LES FILETS AVEC DE L'HUILE
                            S.A.E. 20 AVANT L'ASSEMBLAGE)
                        </callout1>
                        <callout1>5.AU MOINS DEUX FILETS COMPLETS DOIVENT FAIRE SAILLIE AU-DEL&#192; DE L'EXTR&#201;MIT&#201;
                            DE L'&#201;CROU APR&#200;S LE SERRAGE DU BOULON AU COUPLE FIGURANT SOUS LA RUBRIQUE DES
                            COUPLES DE SERRAGE.
                        </callout1>
                        <callout1>6.LONGUEUR DE LA BUT&#201;E</callout1>
                    </calloutgroup>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Pi&#232;ces de fixation des chapeaux de si&#232;ge</title>
            <para>Serrez les contre-&#233;crous aux couples indiqu&#233;s &#224; la rubrique des
                <hotlnk document="f03006s_29.xml" xrefid="hl0300604">COUPLES DE SERRAGE</hotlnk>
                pour emp&#234;cher l'usure du coussinet central du balancier dans le si&#232;ge.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ressort</title>
            <para>Examinez les lames et les brides de ressort pour d&#233;tecter tout dommage ou toute fissure. Dans le
                cas des v&#233;hicules au kilom&#233;trage &#233;lev&#233; dont une ou plusieurs lames sont bris&#233;es,
                remplacez le ressort des deux c&#244;t&#233;s pour assurer un fl&#233;chissement uniforme des ressorts.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
