<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE HENDRICKSON &#192; RESSORTS &#192; LAMES AUXILIAIRES - BIELLES DE FORCE -
        BIELLE DE FORCE TRANSVERSALE (figure 10 )
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>BIELLE DE FORCE TRANSVERSALE (
            <hotlnk document="f03007_8.xml" xrefid="f0300710">figure 10</hotlnk>)
        </title>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">D&#233;posez les contre-&#233;crous et les rondelles qui fixent la bielle transversale
                    au b&#226;ti (si la bielle est de type &#224; double chevauchement, d&#233;posez aussi les pi&#232;ces
                    de fixation de l'essieu et passez &#224; l'&#233;tape 4).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les contre-&#233;crous et les rondelles qui fixent le goujon conique au
                    support d'essieu.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le goujon conique du support d'essieu en frappant le support uniquement &#224;
                    l'aide d'un marteau.
                </para>
            </step1>
            <step1>
                <para count="1">En utilisant un outil sp&#233;cial conform&#233;ment &#224; ses directives, enlevez le
                    coussinet de la bielle de force. R&#233;f&#233;rez-vous &#224; la rubrique
                    <hotlnk document="f03007_36.xml" xrefid="hl0300702">OUTILS SP&#201;CIAUX</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Retirez tous les corps &#233;trangers log&#233;s dans le trou conique du support
                    d'essieu.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le goujon conique dans le support.</para>
            </step1>
            <step1>
                <para count="1">Installez la rondelle et le contre-&#233;crou sur le goujon. Serrez au couple de 175
                    &#224; 225 lb.pi (237 &#224; 305 N&#8226;m) (
                    <hotlnk document="f03007_8.xml" xrefid="f0300710">figure 10</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s le serrage, ne frappez au marteau que le support d'essieu et assurez-vous que
                    les couples sont identiques &#224; ceux de l'&#233;tape 3 ci-dessus (
                    <hotlnk document="f03007_8.xml" xrefid="f0300710">figure 10</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Placez l'extr&#233;mit&#233; superpos&#233;e de la bielle de force sur le support de b&#226;ti
                    de la bielle transversale.
                </para>
            </step1>
            <step1>
                <para count="1">Installez les rondelles et les contre-&#233;crous qui fixent la bielle transversale au b&#226;ti.
                    Serrez les contre-&#233;crous au couple de 200 &#224; 240 lb.pi (271 &#224; 320 N&#8226;m) (s'il
                    s'agit d'un double chevauchement, faites la m&#234;me chose pour poser le support d'essieu).
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03007_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
