<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS PNEUMATIQUES &#192; ESSIEUX MOTEURS NEWAY AD-123/246 - D&#201;PANNAGE</stitle>
    <svcsection/>
    <svcproc id="hl0301004" svcproctype="troubleshoot" graphiccount="0">
        <title>D&#201;PANNAGE</title>
        <table id="hl0301005">
            <title>D&#233;pannage</title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="1.52in"/>
                <colspec colname="2" colwidth="2.31in"/>
                <colspec colname="3" colwidth="2.78in"/>
                <thead>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>&#201;tat</para>
                        </entry>
                        <entry colname="2">
                            <para>Cause possible</para>
                        </entry>
                        <entry colname="3">
                            <para>Correctif</para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Tous les ressorts pneumatiques sont &#224; plat (pas d'air).</para>
                        </entry>
                        <entry colname="2">
                            <para>Pression d'air insuffisante dans le circuit pneumatique du v&#233;hicule.</para>
                        </entry>
                        <entry colname="3">
                            <para>Lisez le manom&#232;tre au tableau de bord. Si la pression d'air est basse, faites
                                tourner le moteur jusqu'&#224; ce que le manom&#232;tre indique une pression minimale de
                                65 livres par pouce carr&#233;.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fuite d'air dans le circuit pneumatique de la suspension ou des freins pneumatiques.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Cherchez &#224; entendre une fuite d'air &#233;ventuelle caus&#233;e par des raccords
                                l&#226;ches ou des conduites d'air, un ressort pneumatique, des cylindres de freinage ou
                                une soupape de commande endommag&#233;s. Appliquez une solution savonneuse sur les
                                raccords et les ressorts, si n&#233;cessaire, pour voir si des bulles (fuites) s'y
                                forment. Serrez les raccords l&#226;ches pour arr&#234;ter la fuite et remplacez les pi&#232;ces
                                us&#233;es ou endommag&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>La pression des ressorts pneumatiques diminue rapidement lorsque le v&#233;hicule est
                                gar&#233;.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Fuite d'air dans le circuit pneumatique de la suspension.</para>
                        </entry>
                        <entry colname="3">
                            <para>Cherchez &#224; entendre une fuite d'air &#233;ventuelle caus&#233;e par des raccords
                                l&#226;ches entre le r&#233;servoir d'air et la suspension pneumatique ou des conduites
                                d'air, des freins pneumatiques ou une soupape de commande de hauteur endommag&#233;s.
                                Appliquez une solution savonneuse sur les raccords et les ressorts, si n&#233;cessaire,
                                pour voir si des bulles (fuites) s'y forment. Serrez les raccords l&#226;ches pour arr&#234;ter
                                la fuite et remplacez les pi&#232;ces us&#233;es ou endommag&#233;es par des neuves.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Hauteur des ressorts pneumatiques du tracteur trop &#233;lev&#233;e ou trop basse.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>La suspension est d&#233;r&#233;gl&#233;e.</para>
                        </entry>
                        <entry colname="3">
                            <para>R&#233;glez la hauteur des ressorts pneumatiques.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Ressorts pneumatiques perfor&#233;s.</para>
                        </entry>
                        <entry colname="2">
                            <para>Ressort pneumatique coup&#233; ou perfor&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>Rep&#233;rez les fuites en &#233;coutant l'air s'&#233;chapper. Pour trouver les
                                fuites moins importantes, appliquez une solution de savon et d'eau sur le ressort
                                pneumatique suspect et voyez si des bulles s'y forment. Il est possible de r&#233;parer
                                provisoirement les perforations et les coupures de moins de 1/8 po (3 mm) en posant des
                                pi&#232;ces dans la zone endommag&#233;e &#224; l'int&#233;rieur et &#224; l'ext&#233;rieur
                                du ressort pneumatique. Si la coupure mesure plus de 1/8 po (3 mm) de longueur,
                                installez un nouveau ressort.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Des pneus, des jantes, des cha&#238;nes ou d'autres objets frottent sur le ressort
                                pneumatique.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le d&#233;gagement entre le ressort pneumatique et le pneu. Si un pneu,
                                une jante, des cha&#238;nes ou d'autres objets touchent au ressort sous pression lorsque
                                le v&#233;hicule est charg&#233;, posez des jantes et des pneus plus &#233;troits pour
                                offrir aux pneus pourvus de cha&#238;nes le d&#233;gagement n&#233;cessaire.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Un ressort pneumatique ne fonctionne plus.</para>
                        </entry>
                        <entry colname="2">
                            <para>Allongement excessif continuel et r&#233;p&#233;t&#233; du ressort pneumatique.</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si un amortisseur ou un support de fixation d'amortisseur est bris&#233; ou l&#226;che.
                                Serrez les pi&#232;ces desserr&#233;es et remplacez les pi&#232;ces d&#233;fectueuses. V&#233;rifiez
                                la hauteur du ressort et r&#233;glez-la au besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Ressorts pneumatiques us&#233;s.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez-les.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>L'air des ressorts pneumatiques ne s'&#233;vacue pas compl&#232;tement lorsqu'on enl&#232;ve
                                toute la charge sur la suspension.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Les conduites sont obstru&#233;es entre la soupape de commande de hauteur et les
                                ressorts pneumatiques.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>D&#233;posez la tringlerie de la soupape de commande de hauteur et tournez le levier
                                &#224; 45&#176; vers le bas. Si les ressorts pneumatiques demeurent sous pression, voyez
                                s'il n'y a pas de conduites pinc&#233;es ou obstru&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Raccord de pivot avant us&#233; ou desserr&#233;.</para>
                        </entry>
                        <entry colname="2">
                            <para>V&#233;rifiez &#224; l'aide d'un levier si le raccord de pivot est l&#226;che ou
                                insuffisamment serr&#233;.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez le coussinet. Assurez-vous que la suspension est r&#233;gl&#233;e &#224; la
                                hauteur de ressort pneumatique appropri&#233;e avant de serrer le raccord de pivot.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Usure caus&#233;e par la dur&#233;e d'utilisation.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez le raccord de pivot.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Bloc d'alignement d'essieu mal soud&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez les pi&#232;ces us&#233;es, r&#233;alignez, serrez et soudez selon les sp&#233;cifications.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>D&#233;fectuosit&#233; des amortisseurs.</para>
                        </entry>
                        <entry colname="2">
                            <para>Allongement excessif.</para>
                        </entry>
                        <entry colname="3">
                            <para>Les supports d'amortisseurs sont mal plac&#233;s. Les amortisseurs install&#233;s sont
                                inad&#233;quats. Examinez l'amortisseur pour voir si de l'huile s'en &#233;chappe. S'il
                                est us&#233; en raison de son vieillissement, remplacez-le.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Usure excessive des pneus.</para>
                        </entry>
                        <entry colname="2">
                            <para>Essieux mal align&#233;s.</para>
                        </entry>
                        <entry colname="3">
                            <para>R&#233;alignez les essieux. Consultez le GROUPE 14 - PONTS ARRI&#200;RE dans le manuel
                                d'entretien principal CTS-5000 pour obtenir des renseignements sur l'alignement. La
                                suspension est pourvue de blocs d'alignement situ&#233;s sur les raccords de pivot des
                                supports de b&#226;ti; ces blocs servent &#224; l'alignement. Les blocs d'alignement
                                sont soud&#233;s en position. Il faut enlever la soudure avant d'effectuer l'alignement.
                                Ressoudez apr&#232;s l'alignement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Coussinets de pivot ou d'essieu us&#233;s.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez-les par des coussinets appropri&#233;s.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>V&#233;hicule instable ou difficile &#224; manoeuvrer.</para>
                        </entry>
                        <entry colname="2">
                            <para>Boulons de b&#226;ti ou pi&#232;ces de fixation desserr&#233;s.</para>
                        </entry>
                        <entry colname="3">
                            <para>Serrez les boulons de b&#226;ti et les pi&#232;ces de fixation selon les sp&#233;cifications.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Traverses de b&#226;ti fissur&#233;es ou l&#226;ches.</para>
                        </entry>
                        <entry colname="3">
                            <para>R&#233;parez ou remplacez les traverses de b&#226;ti endommag&#233;es et serrez les
                                &#233;crous et boulons selon les sp&#233;cifications.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Garde au sol inad&#233;quate.</para>
                        </entry>
                        <entry colname="3">
                            <para>R&#233;glez de nouveau si n&#233;cessaire.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Raccord de poutre transversale l&#226;che.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez les coussinets us&#233;s et serrez-les selon les sp&#233;cifications.
                                Consultez les instructions de remplacement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Coussinets inad&#233;quats.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez les coussinets.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Raccord de pivot us&#233; ou l&#226;che.</para>
                        </entry>
                        <entry colname="3">
                            <para>Resserrez selon la sp&#233;cification et remplacez les coussinets si
                                n&#233;cessaire.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03010_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
