<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE INTERNATIONAL AVEC RESSORTS &#192; LAMES CONIQUES - D&#201;POSE ET
        INSTALLATION - RESSORTS PNEUMATIQUES DE LA SUSPENSION
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>RESSORTS PNEUMATIQUES DE LA SUSPENSION</title>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Lorsque vous remplacez des ressorts pneumatiques, n'utilisez que des pi&#232;ces
                    International approuv&#233;es pour le v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;chargez le v&#233;hicule et calez ses roues pour l'emp&#234;cher de se d&#233;placer.
                    Placez des supports sous le v&#233;hicule.
                </para>
                <specpara>
                    <warning>
                        <para>Il ne faut jamais utiliser uniquement un cric pour soutenir le v&#233;hicule lorsqu'on
                            travaille sous celui-ci. Le cric peut s'abaisser et causer de graves blessures. Placez
                            toujours des supports sous le v&#233;hicule.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">&#201;vacuez l'air du circuit du v&#233;hicule et de la suspension en proc&#233;dant
                    comme suit :
                </para>
                <specpara>
                    <note>
                        <para>M&#234;me si le ressort pneumatique fuit et qu'il ne contient plus d'air, il faut quand m&#234;me
                            &#233;vacuer l'air du circuit.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Commande automatique - soupape de commande de hauteur - d&#233;posez la tringlerie
                        au raccord inf&#233;rieur, puis tournez le bras de commande &#224; la position d'&#233;chappement
                        (environ 45 degr&#233;s vers le bas).
                    </para>
                </step2>
                <step2>
                    <para count="1">S&#233;parez la conduite d'alimentation en air du ressort pneumatique.</para>
                </step2>
                <step2>
                    <para count="1">&#201;vacuez l'air du r&#233;servoir.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">D&#233;posez le ressort pneumatique.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Installez le nouveau ressort et serrez les pi&#232;ces de fixation aux couples de
                    serrage sp&#233;cifi&#233;s. Consultez les
                    <hotlnk document="f03001k_19.xml" xrefid="hl0300106">COUPLES DE SERRAGE</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la conduite d'air au ressort pneumatique et installez la tringlerie de la
                    soupape de commande de hauteur &#224; l'extr&#233;mit&#233; inf&#233;rieure.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression d'air du circuit du v&#233;hicule jusqu'&#224; la pression de d&#233;clenchement
                    du r&#233;gulateur et utilisez une solution savonneuse pour d&#233;tecter les fuites.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez si la garde au sol est ad&#233;quate. Consultez la rubrique
                    <hotlnk document="f03001k_5.xml" xrefid="hl0300102">R&#201;GLAGE DE LA GARDE AU SOL</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
