<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE HENDRICKSON &#192; RESSORTS &#192; LAMES AUXILIAIRES - BIELLES DE FORCE - D&#201;POSE</stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>D&#201;POSE</title>
        <svcsubproc>
            <title>D&#233;pose des bielles de force</title>
            <step1>
                <para count="1">Calez les roues avant.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les &#233;crous et les rondelles de l'axe de guidage superpos&#233; &#224;
                    l'extr&#233;mit&#233; essieu de la bielle de force (
                    <hotlnk document="f03007_10.xml" xrefid="f0300713">figure 13</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez le contre-&#233;crou du boulon d'amortissement dans le support de b&#226;ti.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les contre-&#233;crous, les boulons et les rondelles superpos&#233;s et
                    toute cale d'alignement aux extr&#233;mit&#233;s des supports de b&#226;ti de la bielle de force.
                    Enlevez la bielle. Notez la disposition et le nombre de cales, car il faut les r&#233;installer dans
                    la m&#234;me position pour &#233;viter de modifier l'alignement de l'essieu.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remplacement d'un coussinet de bielle de force</title>
            <specpara>
                <caution>
                    <para>N'utilisez pas la chaleur ni un chalumeau coupeur pour retirer le coussinet de la bielle de
                        force. Le chauffage a pour effet de r&#233;duire la r&#233;sistance de la bielle.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <warning>
                    <para>Par mesure de s&#233;curit&#233;, assurez-vous que la bielle de force est bien appuy&#233;e
                        sur la table de la presse.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Au moyen d'une presse d'atelier, chassez le vieux coussinet. Utilisez un outil pour
                    tubes en acier de 5 po de longueur &#224; diam&#232;tre interne de 2 po et paroi de 1/4 po. Soutenez
                    l'extr&#233;mit&#233; de la bielle de force sur l'outil pour tubes et centrez le coussinet. Poussez
                    directement sur l'axe de guidage superpos&#233; du coussinet jusqu'&#224; ce que ce dernier
                    franchisse l'extr&#233;mit&#233; de la bielle de force.
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyez et examinez la surface int&#233;rieure des extr&#233;mit&#233;s de la bielle de
                    force; enlevez toute entaille &#224; la toile d'&#233;meri.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrifiez la surface int&#233;rieure des extr&#233;mit&#233;s de la bielle de force et
                    les nouveaux coussinets en caoutchouc &#224; l'aide d'une huile v&#233;g&#233;tale (huile &#224;
                    friture ou saindoux).
                    <emph type="bold">N'utilisez pas</emph>
                    un lubrifiant &#224; base de p&#233;trole ou de savon.
                </para>
            </step1>
            <step1>
                <para count="1">Enfoncez les nouveaux coussinets.</para>
                <specpara>
                    <note>
                        <para>Supportez l'extr&#233;mit&#233; de la bielle de force sur l'outil de r&#233;ception en
                            centrant le tube d'extr&#233;mit&#233; de la bielle de force sur l'outil. Les parties planes
                            de l'axe de guidage superpos&#233; doivent &#234;tre plac&#233;es &#224; dix degr&#233;s en
                            sens antihoraire par rapport au corps de la bielle de force, comme on le voit &#224; la
                            <hotlnk document="f03007_8.xml" xrefid="f0300709">figure 9</hotlnk>. Appuyez directement sur
                            le coussinet de l'axe de guidage superpos&#233;. Le coussinet doit &#234;tre centr&#233;
                            dans les tubes d'extr&#233;mit&#233; de la bielle de force. Lorsque vous enfoncez les
                            nouveaux coussinets, enfoncez-les d'environ 3/16 po au-del&#224; de la position finale
                            voulue et poussez sur les coussinets de l'autre c&#244;t&#233; pour les centrer dans l'extr&#233;mit&#233;
                            de la bielle de force.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Par mesure de s&#233;curit&#233;, assurez-vous que la bielle de force est bien support&#233;e
                            sur la table de la presse.
                        </para>
                    </warning>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03007_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
