<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE INTERNATIONAL AVEC RESSORTS &#192; LAMES CONIQUES - &#201;VACUATION DE L'AIR
        &#192; PARTIR DE LA CABINE - FONCTIONNEMENT
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="2">
        <title>FONCTIONNEMENT</title>
        <para>Les conduites du circuit de la commande de d&#233;bit d'air de la cabine comportent un commutateur de d&#233;bit
            d'air et une soupape d'inversion (
            <hotlnk xrefid="f0300108">figure 8</hotlnk>
            et
            <hotlnk xrefid="f0300109">figure 9</hotlnk>).
        </para>
        <step1>
            <para count="1">La soupape de commande du tableau de bord a deux positions. &#192; la position RUN, la
                soupape est ferm&#233;e. Si on r&#232;gle la soupape &#224; la position DUMP, celle-ci s'ouvre et envoie
                de l'air &#224; une soupape d'inversion situ&#233;e pr&#232;s de la soupape de mise &#224; niveau.
            </para>
        </step1>
        <step1>
            <para count="1">La soupape d'inversion reli&#233;e &#224; la soupape de commande de la cabine est int&#233;gr&#233;e
                aux conduites arri&#232;re de la fa&#231;on suivante :
            </para>
            <step2>
                <para count="1">L'alimentation en air de la soupape de commande de hauteur provient de la soupape de
                    protection. L'air est refoul&#233; de la soupape de commande de hauteur vers la soupape d'inversion,
                    qui r&#233;partit l'air entre les ressorts pneumatiques droits et gauches. La soupape d'inversion ne
                    joue aucune autre r&#244;le lorsque la soupape de commande de la cabine est r&#233;gl&#233;e &#224;
                    la position RUN.
                </para>
            </step2>
            <step2>
                <para count="1">Si on r&#232;gle la soupape de commande de la cabine &#224; la position DUMP, l'air se
                    dirige vers la soupape d'inversion, ce qui coupe l'alimentation d'air des ressorts et &#233;vacue
                    l'air de ces derniers.
                </para>
                <para>Si on r&#232;gle de nouveau la soupape de commande de la cabine &#224; la position RUN, la soupape
                    de commande de hauteur r&#232;gle les ressorts pneumatiques et ceux-ci se remplissent d'air jusqu'&#224;
                    ce que le v&#233;hicule soit de niveau.
                </para>
                <figure id="f0300108" figsize="col-wide">
                    <graphic id="g0300108" filename="../figg03/g0300108.webp" type="webp" resolution="72"/>
                    <caption>Figure 8. CONDUITES D'AIR DU SYST&#200;ME DE COMMANDE PNEUMATIQUE DE LA CABINE</caption>
                    <calloutgroup>
                        <callout1>A. VUE DANS LE SENS DE LA FL&#200;CHE A</callout1>
                        <callout1>1. ORIFICE D'ALIMENTATION EN AIR</callout1>
                        <callout1>2. IMAGE GRAPHIQUE DU PRODUIT</callout1>
                        <callout1>3. DISPOSITIF DE PROTECTION DE LA SOUPAPE DE COMMANDE</callout1>
                        <callout1>4. MISE &#192; LA MASSE DU COMMUTATEUR</callout1>
                        <callout1>5. SOUPAPE D'ALIMENTATION EN AIR</callout1>
                        <callout1>6. BOUCHON</callout1>
                        <callout1>7. TUBULURE NOIRE DE 3/8" (ALIMENTATION)</callout1>
                        <callout1>8. TUBULURE NOIRE DE 3/8" (REFOULEMENT)</callout1>
                        <callout1>9. TUBULURE BLEUE DE 3/8"</callout1>
                        <callout1>10. VERS SOUPAPE D'INVERSION</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f0300109" figsize="col-wide">
                    <graphic id="g0300109" filename="../figg03/g0300109.webp" type="webp" resolution="72"/>
                    <caption>Figure 9. CONDUITES DES RESSORTS PNEUMATIQUES RELI&#201;ES AU SYST&#200;ME DE COMMANDE
                        PNEUMATIQUE DE LA CABINE (SOUPAPE D'INVERSION)
                    </caption>
                    <calloutgroup>
                        <callout1>1. TUBULURE NOIRE DE 3/8" - RESSORT PNEUMATIQUE DROIT DU DEUXI&#200;ME PONT ARRI&#200;RE
                            VERS LE RESSORT PNEUMATIQUE DROIT DU PREMIER PONT ARRI&#200;RE
                        </callout1>
                        <callout1>2. RACCORD ORIENT&#201; VERS L'EXT&#201;RIEUR ET &#192; 30 DEGR&#201;S VERS L'ARRI&#200;RE</callout1>
                        <callout1>3. SOUPAPE D'INVERSION TR-3</callout1>
                        <callout1>4. TUBULURE NOIRE DE 3/8" - REFOULEMENT DE LA SOUPAPE D'INVERSION VERS LE RESSORT
                            PNEUMATIQUE DROIT DU DEUXI&#200;ME PONT ARRI&#200;RE
                        </callout1>
                        <callout1>5. TUBULURE NOIRE DE 3/8" - REFOULEMENT DE LA SOUPAPE DE COMMANDE DE HAUTEUR VERS
                            L'ALIMENTATION DE LA SOUPAPE D'INVERSION
                        </callout1>
                        <callout1>6. SOUPAPE DE R&#201;GLAGE DE LA HAUTEUR</callout1>
                        <callout1>7. TUBULURE NOIRE DE 3/8" - SOUPAPE DE PROTECTION VERS L'ALIMENTATION DE LA SOUPAPE DE
                            COMMANDE DE HAUTEUR
                        </callout1>
                        <callout1>8. TUBULURE NOIRE DE 3/8" - REFOULEMENT DE LA SOUPAPE D'INVERSION VERS LE RESSORT
                            PNEUMATIQUE GAUCHE DU DEUXI&#200;ME PONT ARRI&#200;RE
                        </callout1>
                        <callout1>9. BOUCHON</callout1>
                        <callout1>10. RESSORT PNEUMATIQUE GAUCHE DU DEUXI&#200;ME PONT ARRI&#200;RE VERS LE RESSORT
                            PNEUMATIQUE GAUCHE DU PREMIER PONT ARRI&#200;RE
                        </callout1>
                        <callout1>11. RACCORD EN T POUR LE REFOULEMENT DE LA SOUPAPE D'INVERSION VERS LES RESSORTS
                            PNEUMATIQUES DROITS ET GAUCHES
                        </callout1>
                        <callout1>12. TUBULURE BLEUE DE 3/8" - BLOC DE RACCORDEMENT (CABINE) VERS LA COMMANDE DE LA
                            SOUPAPE D'INVERSION
                        </callout1>
                        <callout1>13. CONDUITE</callout1>
                    </calloutgroup>
                </figure>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
