<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - REMPLACEMENT - COUSSINETS D'EXTR&#201;MIT&#201; DES BALANCIERS
        &#192; TIGE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="8">
        <title>COUSSINETS D'EXTR&#201;MIT&#201; DES BALANCIERS &#192; TIGE</title>
        <step1>
            <para count="1">Enduisez d'une huile p&#233;n&#233;trante les filets des boulons de 1 pouce (2,54 cm) de
                diam&#232;tre et des &#233;crous autobloquants avec lesquels est fix&#233;e la partie m&#233;tallique
                int&#233;rieure des coussinets d'extr&#233;mit&#233; au support de pont. Maintenez lev&#233;e l'extr&#233;mit&#233;
                du balancier et retirez les boulons. Si vous n'arrivez pas &#224; retirer les boulons &#224; cause de la
                rouille, utilisez un burin pneumatique pour les desserrer du support de pont et du coussinet.
            </para>
            <specpara>
                <warning>
                    <para>Pour &#233;viter de vous blesser, soutenez l'extr&#233;mit&#233; du balancier afin qu'il ne
                        tombe pas lorsque vous enlevez les boulons traversants. Jetez toutes les pi&#232;ces de fixation
                        enlev&#233;es. NE R&#201;UTILISEZ PAS LES PI&#200;CES DE FIXATION.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Pour enlever et installer des coussinets dans les balanciers, suivez les &#233;tapes indiqu&#233;es
                        dans le pr&#233;sent document. N'utilisez pas un chalumeau coupeur pour enlever d'un coussinet
                        la partie m&#233;tallique ext&#233;rieure ins&#233;r&#233;e &#224; pression dans le balancier.
                        Il ne faut jamais souder ou chauffer un balancier ni y ajouter des mat&#233;riaux. Le chauffage
                        diminue la r&#233;sistance des balanciers.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Apr&#232;s avoir d&#233;log&#233; les coussinets, v&#233;rifiez attentivement l'int&#233;rieur
                de chaque balancier.
            </para>
            <specpara>
                <warning>
                    <para>Si vous constatez qu'un chalumeau a d&#233;j&#224; &#233;t&#233; utilis&#233; pour d&#233;couper
                        les coussinets, remplacez le balancier par un balancier neuf. Ne courez pas le risque qu'une d&#233;faillance
                        survienne sur la route en rempla&#231;ant les coussinets d'un balancier qui a &#233;t&#233;
                        chauff&#233; au chalumeau.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Les coussinets d'extr&#233;mit&#233; en caoutchouc &#224; tige peuvent &#234;tre enlev&#233;s
                        &#224; l'aide des OUTILS SP&#201;CIAUX,
                        <hotlnk document="f03011_15.xml" xrefid="f0301130">figure 30</hotlnk>, ou d'outils fabriqu&#233;s
                        en atelier. Lorsque vous utilisez ces outils, il est important de les appuyer contre le bord de
                        la partie m&#233;tallique ext&#233;rieure du coussinet pour ins&#233;rer &#224; pression ce
                        dernier &#224; l'int&#233;rieur du balancier.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Enlevez la rondelle de retenue &#224; une extr&#233;mit&#233; du coussinet afin de d&#233;gager
                le passage pour l'outil de pouss&#233;e. Il est possible que vous ayez &#224; utiliser un burin si la
                rondelle a &#233;t&#233; ins&#233;r&#233;e dans le logement interne du coussinet comme on le voit aux
                <hotlnk xrefid="f0301117">figures 17</hotlnk>et
                <hotlnk xrefid="f0301118">18</hotlnk>. D&#233;coupez ensuite la partie saillante du caoutchouc du
                coussinet &#224; cette extr&#233;mit&#233; du balancier comme on le voit &#224; la
                <hotlnk document="f03011_9.xml" xrefid="f0301114">figure 14</hotlnk>
                afin de pouvoir appuyer l'outil de pouss&#233;e contre la partie m&#233;tallique ext&#233;rieure du
                coussinet.
            </para>
            <figure id="f0301117" figsize="col-wide">
                <graphic id="g0301117" filename="../figg03/g0301117.webp" type="webp" resolution="72"/>
                <caption>Figure 17. D&#233;pose des coussinets d'extr&#233;mit&#233; &#224; tige des balanciers
                </caption>
            </figure>
            <figure id="f0301118" figsize="col-wide">
                <graphic id="g0301118" filename="../figg03/g0301118.webp" type="webp" resolution="72"/>
                <caption>Figure 18. D&#233;pose de la rondelle de retenue</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Utilisez un tube d'acier de 4 1/4 pouces (10,80 cm) de diam&#232;tre externe et de 5 pouces
                (12,70 cm) de longueur et une presse d'une capacit&#233; d'au moins 80 tonnes pour d&#233;loger le
                coussinet. Placez le balancier dans la presse en reposant l'extr&#233;mit&#233; directement sur la
                plateau de la presse pour &#233;viter de vous blesser et de plier le balancier. Centrez l'outil de pouss&#233;e
                sur la partie m&#233;tallique ext&#233;rieure du coussinet et poussez sur le coussinet pour le d&#233;loger
                de l'int&#233;rieur du balancier.
            </para>
        </step1>
        <step1>
            <para count="1">La partie m&#233;tallique ext&#233;rieure de certains coussinets en caoutchouc est
                recouverte d'une couche de phosphate qui la prot&#232;ge de la rouille. Il faut enlever cette couche
                avec une toile d'&#233;meri avant d'installer les coussinets. Enduisez d'une couche de graisse la partie
                m&#233;tallique ext&#233;rieure nettoy&#233;e des nouveaux coussinets et l'int&#233;rieur des balanciers
                afin de faciliter l'insertion des coussinets dans les balanciers.
            </para>
            <specpara>
                <caution>
                    <para>Ne poussez pas sur la partie m&#233;tallique int&#233;rieure pour ins&#233;rer le coussinet
                        sinon il sera endommag&#233;.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Pour fabriquer en atelier un outil permettant d'installer les coussinets d'extr&#233;mit&#233;
                &#224; tige, vous devez r&#233;usiner un tube d'acier ayant une paroi de 1/2 pouce (1,27 cm), un diam&#232;tre
                externe de 5 pouces (12,70 cm) et une longueur de 4 5/8 pouces (11,76 cm) comme on le voit &#224; la
                <hotlnk xrefid="f0301119">figure 19</hotlnk>. Il faut fendre ce tube en deux, puis serrer dedans &#224;
                l'aide d'une bride ou de boulons le caoutchouc afin d'assurer le contact avec la partie m&#233;tallique
                ext&#233;rieure du coussinet comme on le voit &#224; la
                <hotlnk xrefid="f0301119">figure 19</hotlnk>.
            </para>
            <figure id="f0301119" figsize="col-wide">
                <graphic id="g0301119" filename="../figg03/g0301119.webp" type="webp" resolution="72"/>
                <caption>Figure 19. R&#233;usinage du tube d'acier</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Placez le balancier dans la presse en reposant l'extr&#233;mit&#233; de celui-ci directement
                sur le plateau de la presse pour plus de s&#233;curit&#233; et pour &#233;viter de plier le balancier.
            </para>
        </step1>
        <step1>
            <para count="1">Avant d'ins&#233;rer &#224; pression le coussinet &#224; tige, vous devez aligner les trous
                &#224; l'extr&#233;mit&#233; du coussinet avec la ligne d'axe du balancier afin d'en faciliter
                l'insertion dans le support de pont du v&#233;hicule. Il faut prendre soin au cours de l'installation
                d'ins&#233;rer dans le bon sens le coussinet &#224; tige &#224; l'int&#233;rieur du balancier.
                Reportez-vous &#224; la
                <hotlnk xrefid="f0301120">figure 20</hotlnk>.
            </para>
            <figure id="f0301120" figsize="col-wide">
                <graphic id="g0301120" filename="../figg03/g0301120.webp" type="webp" resolution="72"/>
                <caption>Figure 20. Orientation du coussinet &#224; tige</caption>
            </figure>
            <specpara>
                <note>
                    <para>Assurez-vous apr&#232;s l'installation que les nouveaux coussinets sont bien centr&#233;s
                        &#224; l'extr&#233;mit&#233; des balanciers.
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Lorsque vous utilisez des coussinets n&#233;cessitant des cales d'alignement, vous ne pouvez
                        pas utiliser le v&#233;hicule avant d'avoir mis en place ces cales et d'avoir serr&#233; au
                        couple recommand&#233; les pi&#232;ces de fixation.
                    </para>
                </important>
            </specpara>
            <specpara>
                <warning>
                    <para>Une cale doit &#234;tre install&#233;e &#224; chaque boulon. Utilisez une cale de m&#234;me
                        num&#233;ro de pi&#232;ce orient&#233;e de la m&#234;me fa&#231;on pour les deux boulons d'un m&#234;me
                        coussinet. N'installez pas plus d'une cale &#224; chaque boulon. Utilisez des cales
                        International. N'utilisez pas des rondelles ordinaires. Ne pas suivre cette consigne peut
                        provoquer la rupture du support ou de la tige et causer des blessures ou des dommages mat&#233;riels
                        r&#233;sultant de la perte de ma&#238;trise du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <para>Avant l'installation, assurez-vous de la propret&#233; des supports de pont. Pour les balanciers
                pourvus d'adaptateurs d'extr&#233;mit&#233;, v&#233;rifiez les trous de 2 1/2 pouces (6,35 cm) dans
                chacune des pattes des supports de pont comme on le voit &#224; la &#60;/
                <hotlnk xrefid="f0301121">figure 21</hotlnk>. Enlevez toute &#233;barbure ou mat&#233;riau r&#233;siduel
                laiss&#233; par les anciens adaptateurs. Utilisez un nouvel adaptateur comme jauge pour vous assurer
                qu'il s'ins&#232;re de l'ext&#233;rieur dans les trous de chaque patte. Avec ce type de balancier, la
                distance entre les surfaces internes des pattes des supports de pont repr&#233;sent&#233;e sur la
                <hotlnk xrefid="f0301121">figure 21</hotlnk>
                par la lettre &#171; A &#187; doit &#234;tre de 5,760/5,770 pouces (14,630/14,656 cm) pour les
                suspensions de s&#233;rie HN-460 pourvues de coussinets d'extr&#233;mit&#233; de 5 3/4 pouces (14,62
                cm).
            </para>
            <figure id="f0301121" figsize="col-wide">
                <graphic id="g0301121" filename="../figg03/g0301121.webp" type="webp" resolution="72"/>
                <caption>Figure 21. Pattes de support de pont</caption>
            </figure>
            <para>Pour les balanciers &#224; tige, v&#233;rifiez les trous de 1 3/32 pouce (2,78 cm) de diam&#232;tre
                dans chacune des quatre pattes de support de pont comme on le voit &#224; la
                <hotlnk xrefid="f0301122">figure 22</hotlnk>. Assurez-vous qu'il n'y a pas de fissures capillaires entre
                le bord des pattes des supports de pont et les trous de 1 3/32 pouce (2,78 cm). Il faut remplacer les
                supports de pont si vous constatez une usure excessive caus&#233;e par le contact avec les boulons de
                fixation de 1 pouce (2,54 cm) des tiges. Consultez le manuel d'entretien principal CTS-5000, GROUPE 04,
                traitant du pont arri&#232;re, pour savoir comment proc&#233;der pour remplacer le support de pont du
                type d'essieu du v&#233;hicule en r&#233;paration.
            </para>
            <figure id="f0301122" figsize="col-wide">
                <graphic id="g0301122" filename="../figg03/g0301122.webp" type="webp" resolution="72"/>
                <caption>Figure 22. V&#233;rification des trous des pattes de support de pont</caption>
            </figure>
            <para>La distance entre les surfaces internes des pattes des supports de pont doit &#234;tre de 2,313/2,263
                pouces (5,875/5,748 cm)comme on le voit &#224; la
                <hotlnk xrefid="f0301123">figure 23</hotlnk>.
            </para>
            <figure id="f0301123" figsize="col-wide">
                <graphic id="g0301123" filename="../figg03/g0301123.webp" type="webp" resolution="72"/>
                <caption>Figure 23. Voyez s'il y a des fissures</caption>
            </figure>
            <para>Vous devez remplacer le support de pont s'il y a une fissure pr&#232;s de la partie sup&#233;rieure
                des pattes comme on le voit &#224; la
                <hotlnk xrefid="f0301123">figure 23</hotlnk>.
            </para>
            <para>Enlevez toute &#233;barbure afin de faciliter l'installation. Placez l'extr&#233;mit&#233; du
                balancier sur le support de pont et maintenez-le en place &#224; l'aide d'un cric. Si l'angle du pignon
                de l'essieu pose un probl&#232;me pour l'installation, disjoignez la bielle de force sup&#233;rieure et
                tournez l'essieu de sorte que la tige glisse dans le support. Pour les r&#233;glages mineurs, utilisez
                les pattes &#224; l'extr&#233;mit&#233; du coussinet &#224; tige. La partie m&#233;tallique int&#233;rieure
                du coussinet peut &#234;tre tourn&#233;e &#224; l'aide d'une cl&#233; &#224; fourche ou d'un OUTIL SP&#201;CIAL,
                <hotlnk document="f03011_15.xml" xrefid="f0301130">figure 30,</hotlnk>afin de faciliter l'installation.
            </para>
            <para>Avant d'installer les pi&#232;ces de fixation, le m&#233;canicien doit s'assurer que toutes les cales
                sont en place si des coussinets &#224; tige n&#233;cessitant des cales sont utilis&#233;s.
            </para>
            <specpara>
                <warning>
                    <para>Une cale doit &#234;tre install&#233;e &#224; chaque boulon. Utilisez une cale de m&#234;me
                        num&#233;ro de pi&#232;ce orient&#233;e de la m&#234;me fa&#231;on pour les deux boulons d'un m&#234;me
                        coussinet. N'installez pas plus d'une cale &#224; chaque boulon. Utilisez des cales
                        International. N'utilisez pas des rondelles ordinaires. Ne pas suivre cette consigne peut
                        provoquer la rupture du support ou de la tige et causer des blessures ou des dommages mat&#233;riels
                        r&#233;sultant de la perte de ma&#238;trise du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <para>Une fois que les bielles de force longitudinales sont d&#233;mont&#233;es, installez les boulons, les
                rondelles et les &#233;crous autobloquants. Serrez les &#233;crous autobloquants au couple de 450 &#224;
                600 lb&#8226;pi (610 &#224; 813 N&#8226;m). Remettez en place les bielles de force avant d'utiliser le v&#233;hicule.
            </para>
            <para>Pour la m&#233;thode d'alignement, consultez le manuel d'entretien principal CTS-5000, GROUPE 03,
                traitant de la suspension.
            </para>
            <para>Les num&#233;ros de pi&#232;ce des deux types de coussinets &#224; tige et les pi&#232;ces de fixation
                &#224; utiliser sont indiqu&#233;s &#224; la
                <hotlnk xrefid="f0301124">figure 24</hotlnk>. Chaque n&#233;cessaire inclut toutes les pi&#232;ces
                requises pour une extr&#233;mit&#233; de balancier.
            </para>
            <figure id="f0301124" figsize="col-wide">
                <graphic id="g0301124" filename="../figg03/g0301124.webp" type="webp" resolution="72"/>
                <caption>Figure 24. Num&#233;ros de pi&#232;ce des coussinets &#224; tige</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
