<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE NEWAY - D&#201;PANNAGE</stitle>
    <svcsection/>
    <svcproc id="hl0300205" svcproctype="troubleshoot" graphiccount="0">
        <title>D&#201;PANNAGE</title>
        <para>Les probl&#232;mes tels qu'une maniabilit&#233; m&#233;diocre du v&#233;hicule ou une usure excessive des
            pneus peuvent &#234;tre attribuables &#224; de nombreux &#233;tats outre la suspension pneumatique. Des m&#233;thodes
            de chargement inad&#233;quates, des pneus mal gonfl&#233;s et le r&#233;glage de l'essieu avant sont des
            &#233;l&#233;ments qui peuvent &#233;galement avoir une incidence sur la maniabilit&#233; et l'usure des
            pneus.
        </para>
        <table id="hl0300206">
            <title>D&#233;pannage</title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="1.98in"/>
                <colspec colname="2" colwidth="2.05in"/>
                <colspec colname="3" colwidth="2.50in"/>
                <thead>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>&#201;tat</para>
                        </entry>
                        <entry colname="2">
                            <para>Cause</para>
                        </entry>
                        <entry colname="3">
                            <para>Mesure corrective</para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>1.Tous les ressorts pneumatiques sont &#224; plat. Pas d'air.</para>
                        </entry>
                        <entry colname="2">
                            <para>1A.Pression d'air insuffisante dans le circuit pneumatique du v&#233;hicule.</para>
                        </entry>
                        <entry colname="3">
                            <para>1A.V&#233;rifiez l'indicateur de pression d'air au tableau de bord. Si la pression est
                                basse, faites tourner le moteur jusqu'&#224; ce que vous obteniez une pression d'air
                                minimale de 65 livres au pouce carr&#233;.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>1B.Fuite d'air &#224; la</para>
                            <para>suspension ou &#224; un autre composant dans le circuit des freins pneumatiques.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>1B.V&#233;rifiez les corps des soupapes, les raccords des conduites et les ressorts
                                pneumatiques pour d&#233;tecter les fuites d'air au moyen d'une solution d'eau
                                savonneuse. R&#233;parez les fuites &#233;ventuelles.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>2.Les ressorts pneumatiques sont &#224; plat d'un c&#244;t&#233; du v&#233;hicule
                                seulement.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>2A.Fuite d'air entre la soupape de commande de hauteur et les ressorts pneumatiques.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>2A.V&#233;rifiez les corps des soupapes, les raccords des conduites et les ressorts
                                pneumatiques pour d&#233;tecter les fuites d'air au moyen d'une solution d'eau
                                savonneuse. R&#233;parez les fuites &#233;ventuelles.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>2B.Fuite d'air aux ressorts pneumatiques.</para>
                        </entry>
                        <entry colname="3">
                            <para>2B.Voyez si les ressorts ne sont pas endommag&#233;s, us&#233;s ou d&#233;t&#233;rior&#233;s.
                                V&#233;rifiez les ressorts pneumatiques pour d&#233;tecter les fuites d'air
                            </para>
                            <para>au moyen d'une solution d'eau savonneuse. R&#233;parez toute fuite &#233;ventuelle
                            </para>
                            <para>en rempla&#231;ant les ressorts pneumatiques.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>2C.Tringlerie de soupape de commande de hauteur pli&#233;e, bris&#233;e ou d&#233;saccoupl&#233;e.</para>
                        </entry>
                        <entry colname="3">
                            <para>2C.Voyez si des pi&#232;ces de la tringlerie ne sont pas endommag&#233;es ou l&#226;ches.
                                Raccordez les pi&#232;ces l&#226;ches de la tringlerie ou remplacez les pi&#232;ces d&#233;fectueuses.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>2D.Soupape de r&#233;glage de hauteur d&#233;r&#233;gl&#233;e.</para>
                        </entry>
                        <entry colname="3">
                            <para>2D.S&#233;parez le levier de commande de la soupape</para>
                            <para>de commande de hauteur de la tringlerie de cette derni&#232;re. D&#233;placez le
                                levier vers le haut.
                            </para>
                            <para>Si les ressorts pneumatiques se remplissent d'air, r&#233;glez les soupapes de
                                commande de hauteur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>2E.Soupape de commande de hauteur d&#233;fectueuse.</para>
                        </entry>
                        <entry colname="3">
                            <para>2E.Si le soul&#232;vement du levier de commande (de</para>
                            <para>l'&#233;tape pr&#233;c&#233;dente) ne permet pas de remplir d'air les ressorts
                                pneumatiques ou si l'air fuit continuellement par l'orifice d'&#233;chappement &#224; la
                                position neutre, remplacez la soupape de commande de hauteur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>3.Le tracteur penche l&#233;g&#232;rement &#224; cause d'une pression d'air in&#233;gale
                                dans les ressorts pneumatiques.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>3A.Les soupapes de commande de hauteur ou leur tringlerie sont endommag&#233;es.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>3A.Voyez si les soupapes ou leur tringlerie ne sont pas endommag&#233;es. R&#233;parez
                                ou remplacez les composants endommag&#233;s.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>3B.Des boulons ou des contre-&#233;crous de r&#233;glage des soupapes de commande de
                                hauteur sont desserr&#233;s ou manquants.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>3B.Voyez si des boulons de fixation ou des contre-&#233;crous de r&#233;glage des
                                soupapes ne sont pas desserr&#233;s ou manquants. Remplacez tout boulon ou &#233;crou
                                manquant, puis r&#233;glez les soupapes.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>3C.Soupapes de commande de hauteur d&#233;r&#233;gl&#233;es.</para>
                        </entry>
                        <entry colname="3">
                            <para>3C.R&#233;glez les soupapes.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>4.Les ressorts pneumatiques</para>
                            <para>se vident rapidement lorsque le v&#233;hicule est stationn&#233;.</para>
                        </entry>
                        <entry colname="2">
                            <para>4.Fuite d'air dans le circuit pneumatique de la suspension.</para>
                        </entry>
                        <entry colname="3">
                            <para>4.V&#233;rifiez si des raccords sont l&#226;ches, si des conduites d'air sont endommag&#233;es
                                ou si des ressorts pneumatiques ou des soupapes de commande de hauteur fuient en
                                utilisant une solution d'eau savonneuse. &#201;liminez les fuites en rempla&#231;ant
                                toute pi&#232;ce endommag&#233;e.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>5.Garde au sol du tracteur trop &#233;lev&#233;e ou trop basse.</para>
                        </entry>
                        <entry colname="2">
                            <para>5.Soupapes de commande de hauteur d&#233;r&#233;gl&#233;es.</para>
                        </entry>
                        <entry colname="3">
                            <para>5.R&#233;glez les soupapes.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>6.Ressort pneumatique</para>
                            <para>ruptur&#233;.</para>
                        </entry>
                        <entry colname="2">
                            <para>6A.Ressort pneumatique coup&#233; ou perfor&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>6A.Rep&#233;rez les fuites du ressort &#224; l'aide d'une solution d'eau savonneuse.
                                Il est possible de r&#233;parer provisoirement les perforations et les coupures de moins
                                de 1/8" (3 mm) en
                            </para>
                            <para>appliquant des pi&#232;ces chaudes des deux c&#244;t&#233;s de la perforation. Si la
                                coupure est sup&#233;rieure &#224; 1/8" (3 mm), remplacez le ressort.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>6B.Un pneu, une jante ou une cha&#238;ne d'adh&#233;rence frotte sur un ressort
                                pneumatique.
                            </para>
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>6B.V&#233;rifiez le d&#233;gagement entre le ressort et le pneu. Si un pneu, une jante
                                ou une cha&#238;ne touche le ressort, consultez un concessionnaire International pour
                                obtenir des combinaisons de pneus et de jantes approuv&#233;es pour le v&#233;hicule.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>6C.Le cylindre de frein frotte sur un ressort pneumatique.</para>
                        </entry>
                        <entry colname="3">
                            <para>6C.Consultez un concessionnaire International pour</para>
                            <para>obtenir des composants et des cylindres de freins de service approuv&#233;s pour le v&#233;hicule.
                                N'utilisez que des pi&#232;ces de rechange approuv&#233;es pour obtenir un d&#233;gagement
                                ad&#233;quat.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>7.Ressorts pneumatiques d&#233;fecteux.</para>
                        </entry>
                        <entry colname="2">
                            <para>7A.Extension excessive constante des ressorts pneumatiques.</para>
                        </entry>
                        <entry colname="3">
                            <para>7A.Voyez si des amortisseurs ou des supports de fixation d'amortisseur ne sont pas l&#226;ches
                                ou endommag&#233;s. R&#233;parez la d&#233;fectuosit&#233;. V&#233;rifiez le r&#233;glage
                                de la soupape de commande de hauteur d'apr&#232;s les sp&#233;cifications indiqu&#233;es
                                sous la rubrique
                                <hotlnk document="f03002r_18.xml" xrefid="hl0300202">TABLEAU DES GARDES AU SOL ET DES
                                    CODES</hotlnk>.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>7B.Ressorts pneumatiques us&#233;s.</para>
                        </entry>
                        <entry colname="3">
                            <para>7B.Remplacez.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>8.Des ressorts pneumatiques refusent de se vider compl&#232;tement</para>
                            <para>lorsqu'on enl&#232;ve toute la charge</para>
                            <para>sur la suspension.</para>
                        </entry>
                        <entry colname="2">
                            <para>8.&#201;tranglement dans des conduites d'air</para>
                            <para>entre les soupapes de r&#233;glage et les ressorts pneumatiques.</para>
                        </entry>
                        <entry colname="3">
                            <para>8.D&#233;saccouplez les tringleries des soupapes et tournez les leviers de commande
                                &#224; 45 degr&#233;s vers le bas.
                            </para>
                            <para>Si les ressorts sont remplis</para>
                            <para>d'air, voyez si des conduites ne sont pas coinc&#233;es ou obstru&#233;es. Nettoyez ou
                                remplacez les conduites obstru&#233;es et remplacez la soupape de commande de hauteur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>9.Raccord de pivot avant us&#233; ou l&#226;che.</para>
                        </entry>
                        <entry colname="2">
                            <para>9A.Raccord de pivot l&#226;che,</para>
                            <para>mal serr&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>9A.Remplacez le coussinet. Assurez-vous que le</para>
                            <para>v&#233;hicule pr&#233;sente une garde au sol appropri&#233;e</para>
                            <para>avant de serrer les pi&#232;ces de fixation.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>9B.Us&#233; &#224; cause de la dur&#233;e d'utilisation.</para>
                        </entry>
                        <entry colname="3">
                            <para>9B.Remplacez le raccord de pivot.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>9C.Bloc d'alignement d'essieu mal soud&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>9C.Remplacez les pi&#232;ces us&#233;es, serrez-les selon les indications de la
                                <hotlnk document="f03002r_17.xml" xrefid="f0300221">figure 21</hotlnk>
                                et de la
                                <hotlnk document="f03002r_17.xml" xrefid="f0300222">figure 22</hotlnk>
                                et soudez-les ad&#233;quatement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>10.D&#233;fectuosit&#233;</para>
                            <para>des</para>
                            <para>amortisseurs.</para>
                        </entry>
                        <entry colname="2">
                            <para>10A. Extension excessive.</para>
                        </entry>
                        <entry colname="3">
                            <para>10A. Garde au sol inad&#233;quate. R&#233;glez-la.</para>
                            <para>10A. Supports d'amortisseur mal plac&#233;s. Consultez un concessionnaire
                                International pour savoir o&#249; placer les supports d'amortisseur.
                            </para>
                            <para>10A. Installation d'amortisseurs inad&#233;quats. Consultez un concessionnaire
                                International pour obtenir des pi&#232;ces approuv&#233;es.
                            </para>
                            <para>10A. Traverse arri&#232;re mal plac&#233;e. Consultez un concessionnaire International
                                pour savoir o&#249; la placer.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>10B.Us&#233;s &#224; cause de la dur&#233;e d'utilisation.</para>
                        </entry>
                        <entry colname="3">
                            <para>10B. Remplacez.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>11.Usure excessive des pneus.</para>
                        </entry>
                        <entry colname="2">
                            <para>11A. Essieux mal align&#233;s (essieux avant ou arri&#232;re)</para>
                        </entry>
                        <entry colname="3">
                            <para>11A. Alignez les essieux. Consultez la rubrique
                                <hotlnk document="f03002r_14.xml" xrefid="hl0300204">ALIGNEMENT</hotlnk>.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>11B. Gonflage inad&#233;quat des pneus.</para>
                        </entry>
                        <entry colname="3">
                            <para>11B. Installation d'un balancier inad&#233;quat. Consultez un concessionnaire
                                International pour obtenir des pi&#232;ces approuv&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>11C. Dur&#233;e utile des coussinets d&#233;pass&#233;e.</para>
                        </entry>
                        <entry colname="3">
                            <para>11C. Raccord de pivot us&#233;. Installez un coussinet et des pi&#232;ces de
                                rechange.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>12.Le v&#233;hicule est instable ou offre une maniabilit&#233; m&#233;diocre.</para>
                        </entry>
                        <entry colname="2">
                            <para>12A. Raccord de poutre transversale l&#226;che.</para>
                        </entry>
                        <entry colname="3">
                            <para>12A. Remplacez les coussinets us&#233;s et</para>
                            <para>les pi&#232;ces connexes.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>12B. Boulons ou pi&#232;ces de fixation de b&#226;ti l&#226;ches.</para>
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>12B. Serrez les boulons et les pi&#232;ces de fixation du b&#226;ti.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>12C. Traverses de b&#226;ti fissur&#233;es ou l&#226;ches.</para>
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>12C. R&#233;parez ou remplacez les traverses de b&#226;ti endommag&#233;es. Serrez
                                toutes les pi&#232;ces de fixation selon les sp&#233;cifications.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>12D. Raccord de pivot l&#226;che ou us&#233;.</para>
                        </entry>
                        <entry colname="3">
                            <para>12D. Serrez-le selon les sp&#233;cifications et remplacez les coussinets et les pi&#232;ces
                                connexes.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
