<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS PNEUMATIQUES &#192; ESSIEUX MOTEURS NEWAY AD-123/246 - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FONCTIONNEMENT</title>
        <svcsubsecinfo>
            <para>Cette suspension utilise l'air soutir&#233; du circuit pneumatique du camion ou du tracteur pour
                augmenter la pression dans les ressorts pneumatiques. La soupape de commande de hauteur r&#232;gle la
                pression d'air n&#233;cessaire &#224; diff&#233;rentes charges. Cette suspension peut offrir une tenue
                de route douce dans toute la plage de charge (de vide &#224; pleine charge). Elle offre &#233;galement
                d'excellentes caract&#233;ristiques de chargement d'un c&#244;t&#233; &#224; l'autre et d'un essieu
                &#224; l'autre, ce qui aide &#224; r&#233;partir et &#224; commander le freinage.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="2">
            <title>&#201;VACUATION DE L'AIR &#192; PARTIR DE LA CABINE</title>
            <para>Lorsque le v&#233;hicule est dot&#233; d'une commande pneumatique dans la cabine, les conduites d'air
                du circuit comprennent un commutateur de d&#233;bit d'air situ&#233; dans la cabine (
                <hotlnk document="f03010_1.xml" xrefid="f0301002">figure 2</hotlnk>et
                <hotlnk xrefid="f0301004">figure 4</hotlnk>) et une soupape d'inversion (
                <hotlnk xrefid="f0301005">figure 5</hotlnk>).
            </para>
            <figure id="f0301004" figsize="col-wide">
                <graphic id="g0301004" filename="../figg03/g0301004.webp" type="webp" resolution="72"/>
                <caption>Figure 4. Commande pneumatique dans la cabine - conduites d'air</caption>
                <calloutgroup>
                    <callout1>A.VUE EN DIRECTION DE LA FL&#200;CHE A</callout1>
                    <callout1>1.ORIFICE D'ALIMENTATION EN AIR</callout1>
                    <callout1>2.SYMBOLE GRAPHIQUE DU PRODUIT</callout1>
                    <callout1>3.DISPOSITIF DE PROTECTION DE LA SOUPAPE DE COMMANDE</callout1>
                    <callout1>4.MISE &#192; LA MASSE DU COMMUTATEUR</callout1>
                    <callout1>5.COMMUTATEUR DE D&#201;BIT D'AIR DE CABINE</callout1>
                    <callout1>6.BOUCHON</callout1>
                    <callout1>7.TUBULURE NOIRE DE 3/8 PO (ALIMENTATION)</callout1>
                    <callout1>8.TUBULURE NOIRE DE 3/8 PO (REFOULEMENT)</callout1>
                    <callout1>9.TUBULURE BLEUE DE 3/8 PO</callout1>
                    <callout1>10.VERS SOUPAPE D'INVERSION</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0301005" figsize="col-wide">
                <graphic id="g0301005" filename="../figg03/g0301005.webp" type="webp"/>
                <caption>Figure 5. Commande pneumatique dans la cabine - soupape d'inversion</caption>
                <calloutgroup>
                    <callout1>1.ALIMENTATION EN AIR VERS RESSORT PNEUMATIQUE AVANT DROIT</callout1>
                    <callout1>2.ALIMENTATION EN AIR VERS RESSORT PNEUMATIQUE ARRI&#200;RE DROIT</callout1>
                    <callout1>3.SOUPAPE DE COMMANDE DE HAUTEUR</callout1>
                    <callout1>4.ALIMENTATION EN AIR VERS RESSORT PNEUMATIQUE ARRI&#200;RE GAUCHE</callout1>
                    <callout1>5.SOUPAPE D'INVERSION (TR-3) (AVEC CIRCUIT DE COMMANDE PNEUMATIQUE DE CABINE)</callout1>
                    <callout1>6.ALIMENTATION EN AIR</callout1>
                    <callout1>7.ALIMENTATION EN AIR VERS RESSORT PNEUMATIQUE AVANT GAUCHE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Le commutateur de d&#233;bit d'air au tableau de bord comporte deux positions : RUN et
                    DUMP. &#192; la position RUN, la soupape est ferm&#233;e. Si on la r&#232;gle &#224; la position
                    DUMP, elle s'ouvre et dirige l'air vers la soupape d'inversion situ&#233;e pr&#232;s de la soupape
                    de commande de hauteur, qui &#233;vacue l'air des ressorts pneumatiques. Lorsque le commutateur de d&#233;bit
                    d'air est r&#233;gl&#233; &#224; la position DUMP, un circuit de masse se ferme et un t&#233;moin
                    s'allume au tableau de bord.
                </para>
            </step1>
            <step1>
                <para count="1">Avec la commande d'air de la cabine, le circuit fonctionne de la fa&#231;on suivante :
                </para>
                <step2>
                    <para count="1">L'alimentation en air de la soupape de commande de hauteur provient du r&#233;servoir
                        principal. Sur les v&#233;hicules pourvus d'une commande d'air dans la cabine, l'alimentation de
                        la soupape de commande de hauteur provient de la soupape d'inversion (TR-3). L'air est refoul&#233;
                        &#224; partir de la soupape de commande de hauteur vers les ressorts pneumatiques.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si on r&#232;gle le commutateur de d&#233;bit d'air de la cabine &#224; la position
                        DUMP, l'air se dirige vers la soupape d'inversion et oblige celle-ci &#224; couper
                        l'alimentation de la soupape de commande de hauteur; elle &#233;vacue l'air des ressorts
                        pneumatiques par son orifice d'&#233;chappement.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si on r&#232;gle le commutateur de d&#233;bit d'air de la cabine &#224; la position
                        RUN, la soupape de commande de hauteur r&#232;gle &#224; nouveau les ressorts pneumatiques et
                        ces derniers se remplissent d'air jusqu'&#224; l'obtention de la garde au sol pr&#233;d&#233;termin&#233;e
                        du v&#233;hicule.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03010_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03010.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
