<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - ENTRETIEN</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ENTRETIEN</title>
        <svcsubsecinfo>
            <para>Un programme d'entretien pr&#233;ventif appropri&#233; permet de r&#233;duire les co&#251;ts de r&#233;paration
                et le temps d'immobilisation. C'est un aspect important du fonctionnement s&#233;curitaire et fiable du
                v&#233;hicule. Tout nouvel &#233;quipement doit faire l'objet d'une inspection initiale avant la mise en
                service. Cette inspection doit comprendre une v&#233;rification de tous les couples de serrage indiqu&#233;s
                &#224; la rubrique
                <hotlnk document="f03011_14.xml" xrefid="hl0301101">COUPLES DE SERRAGE</hotlnk>. Nous recommandons
                &#233;galement que tous les couples de serrage soient v&#233;rifi&#233;s au moins une fois par ann&#233;e
                &#224; l'aide d'une cl&#233; dynamom&#233;trique.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="pm" graphiccount="6">
            <title>RACCORDS D'EXTR&#201;MIT&#201; DE BALANCIER</title>
            <para>Deux types de raccord d'extr&#233;mit&#233; de balancier sont disponibles pour la suspension HN. La
                <hotlnk xrefid="f0301102">figure 2</hotlnk>illustre le raccord en trois pi&#232;ces fix&#233; &#224;
                l'aide d'un boulon traversant de calibre 8 d'un diam&#232;tre de 1 pouce (2,54 cm). Les deux adaptateurs
                d'extr&#233;mit&#233; s'ins&#232;rent dans la partie m&#233;tallique int&#233;rieure du coussinet et
                dans le tube interm&#233;diaire, offrant ainsi un support complet au coussinet. L'&#233;crou
                autobloquant du boulon doit &#234;tre serr&#233; &#224; un couple de 445 &#224; 495 lb&#8226;pi(603
                &#224; 671 N&#8226;m).
            </para>
            <figure id="f0301102" figsize="col-wide">
                <graphic id="g0301102" filename="../figg03/g0301102.webp" type="webp" resolution="72"/>
                <caption>Figure 2. Raccords d'extr&#233;mit&#233; de balancier en trois pi&#232;ces</caption>
            </figure>
            <para>Les pi&#232;ces de fixation des adaptateurs d'extr&#233;mit&#233; de balancier doivent demeurer serr&#233;es
                afin de maintenir la partie m&#233;tallique int&#233;rieure du coussinet de caoutchouc contre la surface
                interne des pattes des supports de pont. Le mouvement du coussinet se limite &#224; la compression du
                caoutchouc; il ne doit y avoir aucun mouvement entre les surfaces m&#233;talliques en contact.
            </para>
            <para>Le rebord des adaptateurs a &#233;t&#233; d&#233;coup&#233; afin que le couvercle du carter de pont
                n'entrave pas leur passage au cours de l'installation. Comme on le voit &#224; la
                <hotlnk xrefid="f0301103">figure 3</hotlnk>, le m&#233;plat doit &#234;tre plac&#233; en position
                verticale avant de serrer l'&#233;crou autobloquant du boulon traversant.
            </para>
            <figure id="f0301103" figsize="col-wide">
                <graphic id="g0301103" filename="../figg03/g0301103.webp" type="webp" resolution="72"/>
                <caption>Figure 3. M&#233;plat des adaptateurs en position verticale</caption>
            </figure>
            <para>Avant de mettre en service un v&#233;hicule neuf ou r&#233;par&#233;, il faut v&#233;rifier avec une
                cl&#233; dynamom&#233;trique le couple de serrage de l'&#233;crou autobloquant du boulon des adaptateurs
                d'extr&#233;mit&#233; de balancier. V&#233;rifiez de nouveau le couple apr&#232;s 1 000 milles (1 600
                km) de service hors route ou intensif ou apr&#232;s 10 000 milles (16 000 km) de service sur la route.
                Ne serrez pas au-del&#224; du couple recommand&#233;.
            </para>
            <para>L'autre type de raccord d'extr&#233;mit&#233; de balancier est constitu&#233; d'un coussinet &#224;
                tige. Il est con&#231;u pour &#234;tre utilis&#233; avec la patte d'attache des balanciers comme on le
                voit aux
                <hotlnk xrefid="f0301104">figures 4</hotlnk>et
                <hotlnk xrefid="f0301105">5</hotlnk>et est utilis&#233; pour la suspension des camions et des remorques.
                C'est un coussinet en caoutchouc constitu&#233; d'une pi&#232;ce d'insertion en caoutchouc, d'un tube m&#233;tallique
                ext&#233;rieur et d'un logement int&#233;rieur. Il est fix&#233; au pont au moyen de deux (2) boulons de
                calibre 8 d'un pouce (2,54 cm) de diam&#232;tre et de deux &#233;crous autobloquants de calibre C d'un
                pouce. Des rondelles plates d'acier tremp&#233; sont ins&#233;r&#233;es sous la t&#234;te des boulons et
                sous les &#233;crous autobloquants. Les boulons sont ins&#233;r&#233;s &#224; partir de l'extr&#233;mit&#233;
                du balancier dans le sens de la ligne d'axe, parall&#232;lement &#224; l'axe longitudinal du v&#233;hicule,
                ce qui en facilite la d&#233;pose et la pose. Le raccord d'extr&#233;mit&#233; &#224; tige pourvu de
                boulons d'un pouce (2,54 cm) doit &#234;tre serr&#233; &#224; partir de la t&#234;te de ces derniers
                &#224; un couple de 500 &#224; 650 lb&#8226;pi (678 &#224; 881 N&#8226;m).
            </para>
            <figure id="f0301104" figsize="col-wide">
                <graphic id="g0301104" filename="../figg03/g0301104.webp" type="webp" resolution="72"/>
                <caption>Figure 4. Patte d'attache de balancier no 1</caption>
            </figure>
            <figure id="f0301105" figsize="col-wide">
                <graphic id="g0301105" filename="../figg03/g0301105.webp" type="webp" resolution="72"/>
                <caption>Figure 5. Patte d'attache de balancier no 2</caption>
            </figure>
            <para>Les pi&#232;ces de fixation des adaptateurs d'extr&#233;mit&#233; de balancier doivent demeurer serr&#233;es
                afin de maintenir les pattes du support de pont contre la partie m&#233;tallique int&#233;rieure du
                coussinet. Le mouvement du coussinet se limite &#224; la compression du caoutchouc. V&#233;rifiez le
                couple avant de mettre en service un v&#233;hicule neuf ou r&#233;par&#233; et de nouveau apr&#232;s 1
                000 milles (1 600 km) de service hors route ou intensif ou apr&#232;s 10 000 milles (16 000 km) de
                service sur la route.
            </para>
            <para>Lorsque le v&#233;hicule doit faire l'objet de r&#233;parations majeures ou d'entretien pr&#233;ventif
                en atelier, placez un cric sous chaque extr&#233;mit&#233; du balancier comme on le voit aux
                <hotlnk xrefid="f0301106">figures 6</hotlnk>et
                <hotlnk xrefid="f0301107">7</hotlnk>
                afin de v&#233;rifier si la partie m&#233;tallique int&#233;rieure du coussinet d'extr&#233;mit&#233; en
                caoutchouc bouge. On ne peut pas emp&#234;cher cette partie de bouger en serrant l'&#233;crou
                autobloquant s'il y a usure excessive des pi&#232;ces de contact et un plus grand jeu. Si cette partie
                bouge, n'utilisez pas le v&#233;hicule. Remplacez le coussinet d'extr&#233;mit&#233; en caoutchouc et
                toutes les pi&#232;ces de raccordement.
            </para>
            <figure id="f0301106" figsize="col-wide">
                <graphic id="g0301106" filename="../figg03/g0301106.webp" type="webp" resolution="72"/>
                <caption>Figure 6. Cric sous l'extr&#233;mit&#233; du balancier</caption>
            </figure>
            <figure id="f0301107" figsize="col-wide">
                <graphic id="g0301107" filename="../figg03/g0301107.webp" type="webp" resolution="72"/>
                <caption>Figure 7. Cric sous l'extr&#233;mit&#233; du balancier</caption>
            </figure>
            <para>Nous recommandons &#233;galement au conducteur et au personnel d'entretien de proc&#233;der &#224; une
                inspection visuelle p&#233;riodique. Voyez si le balancier est plus bas sur la patte d'attache, s'il est
                d&#233;form&#233; ou si le caoutchouc est d&#233;t&#233;rior&#233;. Les v&#233;hicules en service hors
                route et intensif exigent des inspections plus rapproch&#233;es que les v&#233;hicules en service sur la
                route.
            </para>
            <para>L'&#233;cart de chaque c&#244;t&#233; du caoutchouc visible sur la partie inf&#233;rieure du coussinet
                d'extr&#233;mit&#233; est normal et n'indique pas qu'il faille remplacer le coussinet. Comme tous les
                coussinets d'extr&#233;mit&#233; en caoutchouc sont comprim&#233;s, la charge &#233;tant port&#233;e sur
                le dessus, la partie inf&#233;rieure du caoutchouc est l&#233;g&#232;rement d&#233;tendue, ce qui permet
                au caoutchouc d'&#234;tre comprim&#233; vers l'int&#233;rieur, produisant ainsi un &#233;cart.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
