<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSIONS HENDRICKSON - DESCRIPTION - S&#201;RIE RS</stitle>
    <svcsection/>
    <svcproc id="hl0300603" svcproctype="describe" graphiccount="3">
        <title>S&#201;RIE RS</title>
        <para>Dans le cas des suspensions Hendrickson &#224; amortisseurs de charge, les chocs de la route sont absorb&#233;s
            par quatre amortisseurs de charge en caoutchouc fix&#233;s sur des si&#232;ges de support de chaque c&#244;t&#233;
            du b&#226;ti du v&#233;hicule (
            <hotlnk xrefid="f0300606">figure 6</hotlnk>).
        </para>
        <figure id="f0300606" figsize="col-wide">
            <graphic id="g0300606" filename="../figg03/g0300606.webp" type="webp" resolution="72"/>
            <caption>Figure 6. Amortisseurs de charge</caption>
            <calloutgroup>
                <callout1>1.BIELLES DE FORCE</callout1>
                <callout1>2.SUPPORT DE B&#194;TI</callout1>
                <callout1>3.AMORTISSEURS DE CHARGE</callout1>
                <callout1>4.BALANCIER</callout1>
                <callout1>5.ARBRE D'ACCOUPLEMENT</callout1>
                <callout1>6.AMORTISSEUR TR&#200;S R&#201;SISTANT EN OPTION</callout1>
                <callout1>7.SI&#200;GE</callout1>
            </calloutgroup>
        </figure>
        <para>Lorsque le v&#233;hicule est vide, la suspension repose sur le bord ext&#233;rieur des amortisseurs de
            charge. Chaque amortisseur comporte une barre transversale interne qui s'appuie progressivement sur le si&#232;ge
            &#224; mesure que la charge augmente (
            <hotlnk xrefid="f0300607">figure 7</hotlnk>).
        </para>
        <figure id="f0300607" figsize="col-wide">
            <graphic id="g0300607" filename="../figg03/g0300607.webp" type="webp" resolution="72"/>
            <caption>Figure 7. Amortisseurs de charge - vue rapproch&#233;e</caption>
            <calloutgroup>
                <callout1>A - FONCTIONNEMENT SANS CHARGE</callout1>
                <callout1>B - FONCTIONNEMENT SOUS CHARGE</callout1>
                <callout1>1.B&#194;TI DE V&#201;HICULE</callout1>
                <callout1>2.BARRE TRANSVERSALE INTERNE</callout1>
                <callout1>3.AMORTISSEUR DE CHARGE</callout1>
                <callout1>4.COUSSINET D'AXE D'ENTRA&#206;NEMENT</callout1>
                <callout1>5.SI&#200;GE</callout1>
                <callout1>6.GOUJON DE RETENUE DE COUSSINET DE SI&#200;GE</callout1>
            </calloutgroup>
        </figure>
        <para>Les amortisseurs de charge sont fix&#233;s au b&#226;ti du v&#233;hicule au moyen de supports. Ces
            supports comportent des axes d'entra&#238;nement de coussinet de si&#232;ge qui traversent les amortisseurs
            de charge dans les coussinets de si&#232;ge en caoutchouc (
            <hotlnk xrefid="f0300607">figure 7</hotlnk>). Un axe d'entra&#238;nement passe par chaque amortisseur. Les
            axes absorbent toutes les forces inh&#233;rentes &#224; la conduite, au freinage et aux virages.
        </para>
        <para>Les coussinets des axes d'entra&#238;nement sont fix&#233;s dans des si&#232;ges en aluminium l&#233;gers.
            Ces coussinets permettent aux si&#232;ges de monter et de descendre lorsque les amortisseurs de charge fl&#233;chissent.
            Cela permet de maintenir l'alignement lat&#233;ral et longitudinal des si&#232;ges (
            <hotlnk xrefid="f0300607">figure 7</hotlnk>).
        </para>
        <para>Un amortisseur tr&#232;s r&#233;sistant est offert en option sur la suspension RS-400 (de s&#233;rie avec
            la 460 et les suspensions ult&#233;rieures) pour augmenter la stabilit&#233; de la charge dans les
            utilisations &#224; service intensif, comme dans le cas du transport des produits p&#233;troliers, de la
            cueillette des ordures, du malaxage durant le transport et de l'exploitation foresti&#232;re. Cette option
            consiste &#224; ajouter un amortisseur entre les amortisseurs existants et les supports connexes de chaque c&#244;t&#233;
            du ch&#226;ssis (
            <hotlnk xrefid="f0300606">figure 6</hotlnk>).
        </para>
        <para>De plus, un dispositif d'arr&#234;t du rebond est livrable en option. Ce dernier comporte des but&#233;es
            et des &#233;crous de blocage sp&#233;ciaux qui augmentent la commande de la stabilit&#233; dans les v&#233;hicules
            dont le centre de gravit&#233; est &#233;lev&#233;. Le dispositif d'arr&#234;t du rebond limite la traction
            ascendante des axes et de la rondelle des supports de b&#226;ti dans les coussinets d'entra&#238;nement
            verticaux en caoutchouc (
            <hotlnk xrefid="f0300608">figure 8</hotlnk>).
        </para>
        <figure id="f0300608" figsize="col-wide">
            <graphic id="g0300608" filename="../figg03/g0300608.webp" type="webp"/>
            <caption>Figure 8. Coussinets d'entra&#238;nement verticaux en caoutchouc</caption>
            <calloutgroup>
                <callout1>1.SI&#200;GE</callout1>
                <callout1>2.COUSSINET D'ENTRA&#206;NEMENT VERTICAL</callout1>
                <callout1>3.AXE D'ENTRA&#206;NEMENT VERTICAL</callout1>
                <callout1>4.RONDELLE CONCAVE</callout1>
                <callout1>5.BUT&#201;E</callout1>
                <callout1>6.CHAPEAU DE COUSSINET D'ENTRA&#206;NEMENT VERTICAL</callout1>
                <callout1>7.&#201;CROU DE BLOCAGE</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03006s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
