<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - ENTRETIEN - BIELLES DE FORCE ET BIELLES TRANSVERSALES(FIGURE 9 )
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="2">
        <title>BIELLES DE FORCE ET BIELLES TRANSVERSALES(
            <hotlnk xrefid="f0301109">FIGURE 9</hotlnk>)
        </title>
        <figure id="f0301109" figsize="col-wide">
            <graphic id="g0301109" filename="../figg03/g0301109.webp" type="webp" resolution="72"/>
            <caption>Figure 9. Bielles de force et bielles transversales</caption>
        </figure>
        <para>La longueur des bielles de force est &#233;tablie par le constructeur du v&#233;hicule en vue d'obtenir
            les meilleurs angles de pouss&#233;e pour les organes de transmission. Les bielles de force commandent ces
            angles et absorbent &#233;galement les forces d'acc&#233;l&#233;ration et de freinage. La longueur des
            bielles transversales est &#233;tablie par le constructeur du v&#233;hicule en vue de centrer les essieux
            sous le cadre. Les bielles transversales r&#233;gissent la course des essieux au cours des virages. Les
            supports de fixation des deux bielles aux extr&#233;mit&#233;s de l'essieu sont soud&#233;s en place sur les
            carters de pont par le fabricant du pont.
        </para>
        <para>Ces deux types de bielles peuvent comporter des raccords d'extr&#233;mit&#233; fix&#233;s par
            chevauchement ou au moyen d'un goujon conique comme on le voit &#224; la
            <hotlnk xrefid="f0301110">figure 10</hotlnk>.
        </para>
        <figure id="f0301110" figsize="col-wide">
            <graphic id="g0301110" filename="../figg03/g0301110.webp" type="webp" resolution="72"/>
            <caption>Figure 10. Goujon conique</caption>
        </figure>
        <para>Les pi&#232;ces de fixation par chevauchement des raccords d'extr&#233;mit&#233; des bielles sont fournies
            par le constructeur du v&#233;hicule. Il est important de v&#233;rifier le couple de serrage des &#233;crous
            autobloquants au cours de l'entretien pr&#233;ventif. Serrez aux couples recommand&#233;s par le
            constructeur du v&#233;hicule.
        </para>
        <specpara>
            <note>
                <para>Navistar recommande d'utiliser des boulons de calibre 8 et des &#233;crous autobloquants de
                    calibre C pour toutes les bielles de force et bielles transversales fix&#233;es par chevauchement.
                </para>
            </note>
        </specpara>
        <para>Il faut &#233;galement v&#233;rifier le couple de serrage des &#233;crous autobloquants des bielles fix&#233;es
            au moyen d'un goujon conique. Le couple recommand&#233; est de 175 &#224; 225 lb&#8226;pi (237 &#224; 305 N&#8226;m).
        </para>
        <para>V&#233;rifiez toutes les bielles pour vous assurer qu'elles ne sont pas l&#226;ches ou que le caoutchouc
            n'est pas d&#233;chir&#233; ou d&#233;chiquet&#233;. Il est possible de les v&#233;rifier en ins&#233;rant
            un long levier sous chaque extr&#233;mit&#233; de celles-ci et en appliquant une pression. On peut v&#233;rifier
            l'&#233;tat des bielles longitudinales en faisant basculer lentement un v&#233;hicule non charg&#233; dont
            le moteur tourne et les freins sont serr&#233;s. Il faut alors demander &#224; un m&#233;canicien de v&#233;rifier
            visuellement le mouvement &#224; chaque extr&#233;mit&#233;.
        </para>
        <para>Qu'elles soient fix&#233;es par chevauchement ou au moyen d'un goujon conique, les extr&#233;mit&#233;s
            des bielles us&#233;es peuvent &#234;tre remplac&#233;es en les d&#233;logeant par pression et en ins&#233;rant
            &#224; la place une cartouche de remplacement. Une bielle en deux pi&#232;ces que l'on peut couper &#224; la
            longueur voulue et souder est &#233;galement disponible.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
