<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION HENDRICKSON HN-460 - ENTRETIEN - RESSORTS D'APPUI</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="1">
        <title>RESSORTS D'APPUI</title>
        <svcprocinfo>
            <para>V&#233;rifiez les quatre ressorts d'appui. Compte tenu des diff&#233;rentes conditions d'utilisation
                des v&#233;hicules, il est difficile de fixer une limite de temps pour remplacer les ressorts d'appui.
                Les recommandations suivantes sont fournies &#224; titre indicatif et visent &#224; &#233;clairer le
                personnel afin qu'il sache quand remplacer ces ressorts. Hendrickson recommande de remplacer en m&#234;me
                temps les deux ressorts d'appui d'un balancier m&#234;me si un seul pr&#233;sente de l'usure. Lorsque
                les ressorts d'appui ne sont remplac&#233;s que d'un seul c&#244;t&#233;, il est possible que le v&#233;hicule
                penche l&#233;g&#232;rement sur un c&#244;t&#233;. Les nouveaux ressorts d'appui ont tendance jusqu'&#224;
                un certain point &#224; se stabiliser et le v&#233;hicule devrait retrouver son &#233;quilibre initial.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Pi&#232;ces m&#233;talliques pli&#233;es ou fissur&#233;es</title>
            <para>Les bords en saillie de plaques m&#233;talliques sont &#224; l'occasion pli&#233;s ou &#233;barb&#233;s
                par n&#233;gligence au cours de l'entretien. &#192; condition que le caoutchouc ne soit pas coinc&#233;
                et qu'il n'y ait pas de bords m&#233;talliques coupants en contact avec la surface libre du caoutchouc,
                ce dommage est acceptable.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Probl&#232;mes d'adh&#233;rence</title>
            <para>Il est acceptable que le caoutchouc n'adh&#232;re pas &#224; la surface m&#233;tallique sur une
                profondeur de 1 1/2 pouce (3,81 cm). (
                <hotlnk xrefid="f0301108">Voir la figure 8</hotlnk>et
                <hotlnk xrefid="hl0301102">, Ressort d'appui sans charge</hotlnk>).
            </para>
            <figure id="f0301108" figsize="col-wide">
                <graphic id="g0301108" filename="../figg03/g0301108.webp" type="webp" resolution="72"/>
                <caption>Figure 8. Caoutchouc endommag&#233;</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Caoutchouc endommag&#233;</title>
            <para>Des coupures ou des fissures &#224; la surface du caoutchouc &#224; une profondeur d'environ 3/4 pouce
                (1,95 cm) r&#233;sultant de la fatigue ou de dommages m&#233;caniques sont acceptables &#224; condition
                qu'elles soient circonscrites et en nombre limit&#233;. Des ressorts d'appui pr&#233;sentant de deux
                &#224; trois fissures par couche, d'une profondeur moyenne de 1/2 &#224; 3/4 pouce (1,27 &#224; 1,95 cm)
                et d'une longueur d'environ 3 pouces (7,62 cm)ont &#233;t&#233; soumis &#224; des essais apr&#232;s
                avoir &#233;t&#233; mis en service. Ils avaient perdu de 10 &#224; 15 % de leur rigidit&#233; initiale.
                Des fissures de plus de 3 pouces (7,62 cm) de longueur et d'une profondeur moyenne de 1 pouce (2,54 cm)
                constituent des points de d&#233;faillance possible. Une certaine d&#233;t&#233;rioration graduelle de
                la surface du caoutchouc est normale. Les emplacements les plus susceptibles de pr&#233;senter des
                dommages sont repr&#233;sent&#233;s &#224; la
                <hotlnk xrefid="f0301108">figure 8</hotlnk>
                par des hachures obliques ////////.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Plis</title>
            <para>Il ne faut pas tenir compte des plis r&#233;sultant du plissement de la surface du caoutchouc sous
                charge. Ces plis &#224; la surface ont l'aspect de bandes polies par l'usure ou recouvertes de
                caoutchouc collant.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Contamination par l'huile ou la graisse</title>
            <para>En raison du type d'utilisation auquel sont destin&#233;s les ressorts d'appui, leur contamination par
                les huiles ou les graisses ne pose habituellement aucun probl&#232;me. Une certaine perte de rigidit&#233;
                de la surface du caoutchouc est acceptable. Les ressorts doivent cependant &#234;tre remplac&#233;s si
                le diam&#232;tre normal du caoutchouc augmente de plus de 1/4 pouce (0,64 cm) &#224; cause du gonflement
                r&#233;sultant de la contamination. Il est important de ne pas confondre une l&#233;g&#232;re d&#233;formation
                permanente et une d&#233;formation due &#224; la contamination par l'huile ou la graisse.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0301102">
            <title>Ressort d'appui sans charge</title>
            <para>On peut v&#233;rifier l'&#233;tat d'un ressort d'appui sans charge en ins&#233;rant une jauge d'&#233;paisseur
                aux endroits indiqu&#233;s par des hachures obliques //////// &#224; la
                <hotlnk xrefid="f0301108">figure 8</hotlnk>. Nous recommandons d'utiliser une jauge de 1/2 pouce (1,27
                cm) de largeur et de 0,010 pouce (0,025 cm)d'&#233;paisseur. Si la jauge peut &#234;tre ins&#233;r&#233;e
                &#224; une profondeur de 1 1/2 pouce (3,81 cm) ou plus, il faut remplacer le ressort d'appui. Les bords
                &#224; angle vif de 3/8 pouce (0,96 cm) sont acceptables.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03011_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03011.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
