<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - ALIGNEMENT DE LA SUSPENSION - R&#201;PARTITION DE LA CHARGE</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>R&#201;PARTITION DE LA CHARGE</title>
        <para>Des modifications importantes relatives &#224; l'emplacement de la sellette d'attelage ou &#224; la charge
            sur la suspension auront une incidence sur la r&#233;partition &#233;gale de la charge entre les ponts. Il
            est possible de modifier l'&#233;quilibrage de la charge en installant des cales d'&#233;cartement entre les
            ressorts &#224; lames et les carters de pont.
        </para>
        <para>V&#233;rifiez la r&#233;partition de la charge de la fa&#231;on suivante :</para>
        <step1>
            <para count="1">Si le v&#233;hicule est &#233;quip&#233; d'une sellette d'attelage r&#233;glable, placez-la
                en position de fonctionnement normale.
            </para>
        </step1>
        <step1>
            <para count="1">Ajoutez une charge &#233;quivalente &#224; la charge de fonctionnement normale sur la
                suspension.
            </para>
            <specpara>
                <important>
                    <para>&#201;vitez d'utiliser une bascule compl&#232;te. N'employez qu'une bascule pour pont simple
                        ou tandem. Assurez-vous que la bascule est plac&#233;e de niveau lorsque vous effectuez une
                        lecture de poids.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Pour de la bande de roulement des pneus du deuxi&#232;me pont arri&#232;re doit se trouver
                juste au bord de la bascule, comme &#224; la
                <hotlnk xrefid="f0300333">figure 33</hotlnk>.
            </para>
            <figure id="f0300333" figsize="col-wide">
                <graphic filename="../figg03/g0300333.webp" type="webp" resolution="72"/>
                <caption>Figure 29. PES&#201;E DU PREMIER PONT ARRI&#200;RE</caption>
                <calloutgroup>
                    <callout1>1. BASCULE POUR PONT TANDEM</callout1>
                    <callout1>2. LIGNE DE TERRE</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Pour peser le deuxi&#232;me pont arri&#232;re, la partie plane de la bande de roulement des
                pneus du premier pont arri&#232;re doit se trouver juste au bord oppos&#233; de la bascule, comme &#224;
                la
                <hotlnk xrefid="f0300334">figure 34</hotlnk>.
            </para>
            <figure id="f0300334" figsize="col-wide">
                <graphic filename="../figg03/g0300334.webp" type="webp"/>
                <caption>Figure 30. PES&#201;E DU DEUXI&#200;ME PONT ARRI&#200;RE</caption>
                <calloutgroup>
                    <callout1>1. BASCULE POUR PONT TANDEM</callout1>
                    <callout1>2. LIGNE DE TERRE</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Pesez les ponts arri&#232;re (premier et deuxi&#232;me) s&#233;par&#233;ment et notez leurs
                poids. Lorsque vous placez le v&#233;hicule sur la bascule, freinez en douceur en n'utilisant que les
                freins de la semi-remorque.
            </para>
        </step1>
        <step1>
            <para count="1">&#201;quilibrez les diff&#233;rences de poids aux premier et deuxi&#232;me pont arri&#232;re
                en installant des cales d'&#233;cartement entre les ressorts &#224; lames et les carters de pont. S'il
                est possible de r&#233;gler le pont tandem &#224; moins de 500 lb (1 102 kg), cela est g&#233;n&#233;ralement
                acceptable. Les cales d'&#233;cartement doivent &#234;tre install&#233;es des deux c&#244;t&#233;s du
                pont plus l&#233;ger. Utilisez les tableaux de la
                <hotlnk xrefid="f0300335">figure 35</hotlnk>et de la
                <hotlnk xrefid="f0300336">figure 36</hotlnk>pour d&#233;terminer le nombre de cales n&#233;cessaires et
                le pont sur lequel il faut les installer.
            </para>
            <para>Exemples :</para>
            <step2>
                <para count="1">Le premier pont arri&#232;re pr&#233;sente un poids sup&#233;rieur de 1 100 lb. Placez
                    une cale d'&#233;cartement de 1/2 po sous le deuxi&#232;me pont arri&#232;re.
                </para>
            </step2>
            <step2>
                <para count="1">Le deuxi&#232;me pont arri&#232;re pr&#233;sente un poids sup&#233;rieur de 1 800 lb.
                    Placez une cale d'&#233;cartement de 3/4 po sous le premier pont arri&#232;re.
                </para>
                <specpara>
                    <caution>
                        <para>N'utilisez pas plus de deux cales d'&#233;cartement (toute combinaison) par c&#244;t&#233;.</para>
                    </caution>
                </specpara>
                <para>Les cales d'&#233;cartement con&#231;ues pour la suspension &#224; quatre ressorts International
                    sont disponibles aupr&#232;s des centres de distribution des pi&#232;ces et elles figurent dans les
                    <hotlnk document="f03003x_12.xml" xrefid="hl0300303">SP&#201;CIFICATIONS</hotlnk>. Il faudra
                    fabriquer sur place les cales d'&#233;cartement pour les autres suspensions &#224; quatre ressorts
                    utilis&#233;es sur des v&#233;hicules International.
                </para>
                <figure id="f0300335" figsize="col-wide">
                    <graphic filename="../figg03/g0300335.webp" type="webp" resolution="72"/>
                    <caption>Figure 31. CALES D'&#201;CARTEMENT N&#201;CESSAIRES POUR UN PREMIER PONT ARRI&#200;RE PLUS
                        LOURD
                    </caption>
                </figure>
                <figure id="f0300336" figsize="col-wide">
                    <graphic filename="../figg03/g0300336.webp" type="webp" resolution="72"/>
                    <caption>Figure 32. CALES D'&#201;CARTEMENT N&#201;CESSAIRES POUR UN DEUXI&#200;ME PONT ARRI&#200;RE
                        PLUS LOURD
                    </caption>
                </figure>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03003x_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03003x_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
