<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION PNEUMATIQUE INTERNATIONAL AVEC RESSORTS &#192; LAMES CONIQUES - SOUPAPE DE COMMANDE DE
        HAUTEUR - R&#201;GLAGE DE LA GARDE AU SOL
    </stitle>
    <svcsection/>
    <svcproc id="hl0300102" svcproctype="adjust" graphiccount="0">
        <title>R&#201;GLAGE DE LA GARDE AU SOL</title>
        <step1>
            <para count="1">Assurez-vous que la marque du pointeau sur la vis &#224; t&#234;te de la soupape de mise
                &#224; niveau est orient&#233;e vers le c&#244;t&#233; essieu du levier (
                <hotlnk document="f03001k_2.xml" xrefid="f0300103">figure 3</hotlnk>) et que les deux pinces sont plac&#233;es
                &#224; l'int&#233;rieur (extr&#233;mit&#233; de la t&#234;te de boulon orient&#233;e vers le centre de
                la tringlerie verticale) des tringleries en caoutchouc.
            </para>
        </step1>
        <step1>
            <para count="1">Assurez-vous qu'une pression d'air d'environ 100 livres par pouce carr&#233; (689,5 kPa) est
                disponible dans le r&#233;servoir (v&#233;rifiez les indicateurs de la cabine).
            </para>
        </step1>
        <step1>
            <para count="1">S&#233;parez la tringlerie verticale du levier de la soupape de commande de hauteur.</para>
        </step1>
        <step1>
            <para count="1">On v&#233;rifie le r&#233;glage de la hauteur au pont arri&#232;re d'un ch&#226;ssis 4x2 et
                au deuxi&#232;me pont arri&#232;re d'un ch&#226;ssis 6x4.
            </para>
            <step2>
                <para count="1">Placez une r&#232;gle sur la ligne m&#233;diane de la plaque m&#233;tallique sup&#233;rieure
                    des freins pneumatiques (
                    <hotlnk document="f03001k_4.xml" xrefid="f0300105">figure 5</hotlnk>). Ne placez pas la r&#232;gle
                    sur les longerons de b&#226;ti. Mesurez la distance entre le bord inf&#233;rieur de la r&#232;gle et
                    le bord sup&#233;rieur de la traverse.
                </para>
            </step2>
            <step2>
                <para count="1">Consultez la rubrique
                    <hotlnk document="f03001k_19.xml" xrefid="hl0300101">GARDES AU SOL</hotlnk>
                    pour obtenir la garde au sol &#171; A &#187; telle qu'illustr&#233;e &#224; la
                    <hotlnk document="f03001k_4.xml" xrefid="f0300105">figure 5</hotlnk>.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Si la hauteur est inf&#233;rieure &#224; celle sp&#233;cifi&#233;e :</para>
            <step2>
                <para count="1">Soulevez le levier de commande de la soupape et maintenez-le dans cette position jusqu'&#224;
                    ce que la hauteur soit ad&#233;quate. Centrez le levier.
                </para>
            </step2>
            <step2>
                <para count="1">Si la hauteur du v&#233;hicule est sup&#233;rieure &#224; celle figurant dans les
                    <hotlnk document="f03001k_19.xml" xrefid="hl0300101">GARDES AU SOL</hotlnk>, abaissez le levier de
                    commande de la soupape et maintenez-le dans cette position jusqu'&#224; ce que vous obteniez la
                    hauteur indiqu&#233;e.
                </para>
            </step2>
            <step2>
                <para count="1">Une fois que la hauteur indiqu&#233;e est atteinte, installez deux goujons de centrage
                    (utilisez deux forets num&#233;ro 21 ou de 5/32 po) dans le corps de la soupape (
                    <hotlnk document="f03001k_2.xml" xrefid="f0300103">figure 3</hotlnk>) pour maintenir le levier centr&#233;
                    (&#224; l'horizontale) pendant que vous installez et r&#233;glez la tringlerie verticale sur le
                    levier.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Installez la tringlerie verticale sur le levier de la soupape de commande de hauteur.
                Assurez-vous que la tringlerie est centr&#233;e entre les pinces sup&#233;rieure et inf&#233;rieure.
                Serrez les boulons des pinces et posez la rondelle et la goupille fendue.
            </para>
            <step2>
                <para count="1">Il est possible d'effectuer un r&#233;glage exact de la tringlerie verticale en
                    desserrant ses &#233;crous au point d'ancrage inf&#233;rieur et en d&#233;pla&#231;ant ceux-ci vers
                    le haut ou le bas. Serrez les &#233;crous lorsque vous avez termin&#233;.
                </para>
            </step2>
            <step2>
                <para count="1">Enlevez les goujons de centrage.</para>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03001k.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
