<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - SUSPENSION &#192; RESSORTS EN CAOUTCHOUC MOR/RYDE - ENTRETIEN</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ENTRETIEN</title>
        <svcsubsecinfo>
            <specpara>
                <note>
                    <para>Pour effectuer l'entretien, le b&#226;ti du v&#233;hicule doit reposer sur des chandelles, les
                        roues avant doivent &#234;tre cal&#233;es et la suspension ne doit pas &#234;tre soutenue.
                    </para>
                </note>
            </specpara>
            <para>La suspension &#224; ressorts en caoutchouc ne n&#233;cessite aucune lubrification. L'entretien se
                limite &#224; des inspections p&#233;riodiques pour s'assurer que les couples de serrages sp&#233;cifi&#233;s
                sont maintenus (consultez les
                <hotlnk document="f03009_12.xml" xrefid="hl0300901">COUPLES DE SERRAGE</hotlnk>) et que les boulons de
                mise de niveau et les patins sont en place et bien serr&#233;s. Si les boulons de mise de niveau et le
                si&#232;ge de r&#233;glage de patin d'essieu sont l&#226;ches ou manquants, consultez la rubrique
                <hotlnk document="f03009_4.xml" xrefid="hl0300902">&#201;TRIERS FILET&#201;S, BOULON DE MISE DE NIVEAU
                    OU SI&#200;GE DE R&#201;GLAGE DE PATIN D'ESSIEU
                </hotlnk>
                pour conna&#238;tre la m&#233;thode d'entretien appropri&#233;e.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="pm" graphiccount="1">
            <title>&#201;TRIER FILET&#201;</title>
            <para>Il est important de resserrer les &#233;crous des &#233;triers filet&#233;s aux intervalles indiqu&#233;s
                ci-dessous. Cela s'applique aux v&#233;hicules neufs et aux v&#233;hicules dont on a remplac&#233; les
                &#233;triers filet&#233;s pour une raison quelconque.
            </para>
            <step1>
                <para count="1">Il faut resserrer les &#233;triers apr&#232;s que le v&#233;hicule a parcouru 1 000
                    milles (1 600 kilom&#232;tres) sous charge ou qu'il a fonctionn&#233; pendant trois mois, selon la
                    premi&#232;re &#233;ventualit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Par la suite, il faut v&#233;rifier le serrage des &#233;triers tous les 5 000 milles (8
                    045 kilom&#232;tres) ou aux intervalles d'entretien pr&#233;ventif r&#233;guliers.
                </para>
            </step1>
            <para>Serrez les &#233;triers tour &#224; tour et uniform&#233;ment selon l'ordre indiqu&#233; &#224; la
                <hotlnk xrefid="f0300902">figure 2</hotlnk>.
            </para>
            <figure id="f0300902" figsize="col-wide">
                <graphic id="g0300902" filename="../figg03/g0300902.webp" type="webp" resolution="72"/>
                <caption>Figure 2. ORDRE DE SERRAGE DES &#201;TRIERS FILET&#201;S</caption>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f03009_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03009_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f03009.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
