<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALINEACI&#211;N DE LA SUSPENSI&#211;N - AJUSTE DEL EJE TRASERO - REYCO 101A</stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>REYCO 101A</title>
        <para>El ajuste de la colocaci&#243;n del eje para prop&#243;sitos de alineaci&#243;n en la suspensi&#243;n
            Reyco 101 se realiza mediante bujes exc&#233;ntricos ubicados en los agujeros de montaje de la hoja de torsi&#243;n.
        </para>
        <step1>
            <para count="1">En el procedimiento de alineaci&#243;n iguale las dimensiones "P" y "D" (
                <hotlnk document="m03003x_4.xml" xrefid="f0300312">Figura 12</hotlnk>), aflojando las tuercas del
                tornillo de la hoja de torsi&#243;n para liberar los bujes de goma en las piezas fundidas. Marque con
                tiza o pintura el tornillo de ajuste, arandela y soporte colgante delantero (
                <hotlnk xrefid="f0300316">Figura 16</hotlnk>). Esto proporciona un medio para identificar visualmente el
                movimiento del buje exc&#233;ntrico.
            </para>
            <figure id="f0300316" figsize="col-wide">
                <graphic id="g0300316" filename="../figg03/g0300316.webp" type="webp" resolution="72"/>
                <caption>Figura 16. MARCA DEL BUJE EXC&#201;NTRICO</caption>
                <calloutgroup>
                    <callout1>1.MARQUE CON TIZA O PINTURA DE LA CABEZA DEL TORNILLO, ARANDELA Y SOPORTE COLGANTE
                        DELANTERO
                    </callout1>
                    <callout1>2.SOPORTE COLGANTE DELANTERO</callout1>
                    <callout1>3.TUERCA OCULTA POR EL SOPORTE</callout1>
                    <callout1>4.HOJA DE TORSI&#211;N</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Para ajustar, coloque una llave ajustable en el tornillo de la hoja de torsi&#243;n y gire
                el tornillo en la direcci&#243;n opuesta al movimiento deseado del eje. El ajuste m&#225;ximo es 11 mm
                (7/16 pulgada) en cada lado del eje.
            </para>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de realizar el ajuste, apriete las tuercas del tornillo de la hoja de torsi&#243;n
                a la torsi&#243;n especificada y vuelva a revisar las dimensiones de la alineaci&#243;n en el eje
                trasero frontal. Consulte
                <hotlnk document="m03003x_12.xml" xrefid="hl0300302">TABLA DE TORSIONES</hotlnk>, para ver las
                especificaciones.
            </para>
        </step1>
        <step1>
            <para count="1">Iguale la diferencia de dimensiones de ambos lados por el procedimiento de alineaci&#243;n (
                <hotlnk document="m03003x_4.xml" xrefid="f0300314">Figura 14</hotlnk>) aflojando la tuerca del tornillo
                de la hoja de torsi&#243;n del soporte colgante igualador, lo suficiente para liberar los bujes de goma
                en las piezas fundidas. Marque el tornillo de ajuste, arandela y soporte colgante igualador con tiza o
                pintura (
                <hotlnk xrefid="f0300317">Figura 17</hotlnk>). Esto proporciona un medio para identificar visualmente el
                movimiento del buje exc&#233;ntrico.
            </para>
            <figure id="f0300317" figsize="col-wide">
                <graphic id="g0300317" filename="../figg03/g0300317.webp" type="webp"/>
                <caption>Figura 17. MARCA DEL BUJE EXC&#201;NTRICO</caption>
                <calloutgroup>
                    <callout1>1.HOJA DE TORSI&#211;N</callout1>
                    <callout1>2.RESORTE TRASERO</callout1>
                    <callout1>3.SOPORTE COLGANTE DEL IGUALADOR</callout1>
                    <callout1>4.RESORTE DELANTERO</callout1>
                    <callout1>5.MARQUE LA CABEZA DEL TORNILLO, ARANDELA Y SOPORTE COLGANTE CON TIZA O PINTURA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Para ajustar, coloque una llave inglesa en el tornillo de la hoja de torsi&#243;n y gire el
                tornillo en la direcci&#243;n opuesta al movimiento deseado del eje. El ajuste m&#225;ximo es de 11 mm
                (7/16 pulgada) a cada lado del eje.
            </para>
        </step1>
        <step1>
            <para count="1">Despu&#233;s de realizar el ajuste, apriete las tuercas del tornillo de hoja de torsi&#243;n
                a la torsi&#243;n especificada y vuelva a revisar las dimensiones de alineaci&#243;n en el eje trasero
                posterior. Consulte la
                <hotlnk document="m03003x_12.xml" xrefid="hl0300302">TABLA DE TORSIONES</hotlnk>, para ver las
                especificaciones.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
