<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SUSPENSI&#211;N OPTIMIZADA DE MARCHA INTERNATIONAL (IROS) - V&#193;LVULA DE CONTROL DE ALTURA -
        AJUSTE DE ALTURA DE MARCHA
    </stitle>
    <svcsection/>
    <svcproc id="x0301201" svcproctype="adjust" graphiccount="0">
        <title>AJUSTE DE ALTURA DE MARCHA</title>
        <step1>
            <para count="1">Si la altura del muelle neum&#225;tico
                <emph type="bold">excede</emph>
                las especificaciones, suelte el perno que sujeta el brazo de la palanca a la v&#225;lvula de control de
                altura. Mueva hacia abajo el brazo de la palanca suelto y libere aire de la suspensi&#243;n, bajando el
                chasis hasta un punto por debajo de la altura correcta del muelle neum&#225;tico. Se debe alcanzar la
                altura final del muelle neum&#225;tico agregando aire a la suspensi&#243;n, no sac&#225;ndole aire.
                Agregue aire hasta que el muelle neum&#225;tico alcance el largo adecuado seg&#250;n las
                especificaciones de la tabla. Cuando se haya alcanzado el largo correcto del muelle neum&#225;tico,
                vuelva a apretar el perno del brazo de la palanca.
            </para>
        </step1>
        <step1>
            <para count="1">Si la altura del muelle neum&#225;tico
                <emph type="bold">es menor</emph>
                que las especificaciones, suelte el brazo de la palanca unido a la v&#225;lvula de control de altura.
                Empuje la palanca hacia arriba y agregue aire a la suspensi&#243;n, elevando el chasis, hasta que el
                muelle neum&#225;tico alcance el largo adecuado seg&#250;n las especificaciones de la tabla. Cuando se
                haya alcanzado el largo correcto del muelle neum&#225;tico, vuelva a apretar el perno del brazo de la
                palanca.
            </para>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">La altura del muelle neum&#225;tico y la altura de marcha del chasis no son lo
                            mismo.
                        </emph>
                        Las especificaciones de la altura del muelle neum&#225;tico (largo) se han calculado para que
                        den la altura de marcha correcta del chasis. Una vez que haya ajustado la altura del muelle neum&#225;tico
                        seg&#250;n las especificaciones de la tabla, la altura de marcha del chasis tambi&#233;n ser&#225;
                        la correcta.
                    </para>
                </important>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03012_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
