<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MONTAJES DE RESORTES Y AMORTIGUADORES</stitle>
    <svcsection/>
    <svcsection id="m03004r" svcsectype="prodspec" division="truck" formnum="CTS-5044R" date="03/31/1996"
                translation="spanish">
        <title>MONTAJES DE RESORTES Y AMORTIGUADORES</title>
        <description>
            <geninfo>
                <title>DESCRIPCI&#211;N</title>
                <lev1>
                    <para>International utiliza los siguientes montajes de resortes en sus veh&#237;culos.</para>
                </lev1>
                <lev1>
                    <title>RESORTES DE PROPORCI&#211;N CONSTANTE</title>
                    <para>Los resortes de proporci&#243;n constante (
                        <hotlnk xrefid="f0300401">Figura 1</hotlnk>) son resortes tipo hoja que tienen una proporci&#243;n
                        de flexi&#243;n constante.
                    </para>
                    <specpara>
                        <note>
                            <para>Ejemplo de proporci&#243;n de flexi&#243;n constante - Si 500 libras flexionan las
                                hojas del resorte en 25.4 mm (1 pulgada), 1 000 libras flexionar&#225;n las mismas hojas
                                del resorte en 50.8 mm (2 pulgadas). Esto indica que la proporci&#243;n de flexi&#243;n
                                es constante.
                            </para>
                        </note>
                    </specpara>
                    <para>Los resortes de proporci&#243;n constante se montan en el eje con tornillos en U, tuercas y
                        arandelas. El extremo delantero del resorte se monta en un soporte de resorte fijo y el extremo
                        trasero en un balanc&#237;n de resorte. Este balanc&#237;n con bisagras permite variaciones en
                        el largo del resorte durante la compresi&#243;n y descompresi&#243;n.
                    </para>
                    <para>Los resortes de proporci&#243;n constante se utilizan en las aplicaciones de eje delantero y
                        trasero de los veh&#237;culos International.
                    </para>
                    <figure id="f0300401" figsize="col-wide">
                        <graphic id="g0300401" filename="../figg03/g0300401.webp" type="webp"/>
                        <caption>Figura 1. RESORTE DE PROPORCI&#211;N CONSTANTE PARA APLICACI&#211;N EN EL EJE
                            DELANTERO
                        </caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>RESORTES AUXILIARES</title>
                    <para>Los resortes auxiliares son montajes de resortes tipo hoja usados en los veh&#237;culos para
                        cargas pesadas. Generalmente se montan en la parte superior de los montajes de resortes
                        traseros. Los resortes auxiliares toman parte de la carga al entrar en contacto con soportes
                        especiales en las correderas del larguero del bastidor, cuando la carga es lo suficientemente
                        pesada para presionar los resortes traseros hasta el punto de contacto.
                    </para>
                    <para>
                        <hotlnk xrefid="f0300402">La Figura 2</hotlnk>
                        ilustra un montaje de resorte auxiliar con un resorte de proporci&#243;n variable.
                    </para>
                    <figure id="f0300402" figsize="col-wide">
                        <graphic id="g0300402" filename="../figg03/g0300402.webp" type="webp"/>
                        <caption>Figura 2. RESORTE DE PROPORCI&#211;N VARIABLE CON MONTAJE DE RESORTE AUXILIAR, PARA
                            APLICACI&#211;N EN EL EJE TRASERO
                        </caption>
                        <calloutgroup>
                            <callout1>1.TORNILLOS EN U</callout1>
                            <callout1>2. ASIENTO DEL TORNILLO EN U</callout1>
                            <callout1>3. ESPACIADOR</callout1>
                            <callout1>4. RESORTE AUXILIAR</callout1>
                            <callout1>5. RESORTE DE PROPORCI&#211;N CONSTANTE</callout1>
                            <callout1>6. CU&#209;A</callout1>
                            <callout1>7. PLACA DE TORNILLO EN U</callout1>
                            <callout1>8. CONTRATUERCAS DE LOS TORNILLOS DE U</callout1>
                            <callout1>9. ASIENTO</callout1>
                        </calloutgroup>
                    </figure>
                </lev1>
                <lev1>
                    <title>RESORTES DE HOJAS CON PUNTAS DELGADAS</title>
                    <para>Los resortes de hojas con puntas delgadas tienen hojas que son m&#225;s gruesas en el centro
                        que en los extremos. Este dise&#241;o requiere menos hojas, lo que se traduce en menor peso.
                    </para>
                    <para>Los resortes de hojas con puntas delgadas se montan en el eje con tornillos en U, tuercas y
                        arandelas. El extremo delantero del resorte se monta en un soporte de resorte fijo y el extremo
                        trasero en un balanc&#237;n de resorte. Este balanc&#237;n con bisagras permite variaciones en
                        el largo del resorte durante la compresi&#243;n y descompresi&#243;n (
                        <hotlnk xrefid="f0300403">Figura 3</hotlnk>).
                    </para>
                    <figure id="f0300403" figsize="col-wide">
                        <graphic id="g0300403" filename="../figg03/g0300403.webp" type="webp"/>
                        <caption>Figura 3. CONJUNTO DE RESORTE DE HOJAS CON PUNTAS DELGADAS</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>RESORTES DE PROPORCI&#211;N VARIABLE</title>
                    <para>Los resortes de proporci&#243;n variable son resortes tipo hoja que tienen una proporci&#243;n
                        de flexi&#243;n variable. La proporci&#243;n variable se obtiene de las longitudes efectivas
                        variables de los resortes, lo que se logra mediante el uso de soportes tipo leva. A medida que
                        el montaje de resorte se flexiona, los puntos que hicieron contacto con los soportes est&#225;n
                        m&#225;s cerca del centro del montaje de resorte, acortando la longitud efectiva (
                        <hotlnk xrefid="f0300402">Figura 2</hotlnk>y
                        <hotlnk xrefid="f0300404">Figura 4</hotlnk>).
                    </para>
                    <figure id="f0300404" figsize="col-wide">
                        <graphic id="g0300404" filename="../figg03/g0300404.webp" type="webp" resolution="72"/>
                        <caption>Figura 4. MONTAJE DE RESORTE PROGRESIVO (PROPORCI&#211;N VARIABLE)</caption>
                        <calloutgroup>
                            <callout1>1. LONGITUD EFECTIVA SIN CARGA</callout1>
                            <callout1>2. LONGITUD EFECTIVA CON CARGA</callout1>
                        </calloutgroup>
                    </figure>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03004r_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03004r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
