<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALINEACI&#211;N DE LA SUSPENSI&#211;N - COMPENSACI&#211;N DE LA CARGA</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="4">
        <title>COMPENSACI&#211;N DE LA CARGA</title>
        <para>Los cambios importantes en la colocaci&#243;n de la quinta rueda o de la carga de la suspensi&#243;n
            afectar&#225;n la distribuci&#243;n equitativa de la carga entre los ejes. La instalaci&#243;n de
            espaciadores entre los conjuntos de hojas de resortes y los alojamientos de los ejes afectan la compensaci&#243;n
            de la carga.
        </para>
        <para>Revise la distribuci&#243;n de la carga de la siguiente manera:</para>
        <step1>
            <para count="1">Si el veh&#237;culo est&#225; equipado con una quinta rueda ajustable, col&#243;quela en el
                sitio de funcionamiento normal.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique a la suspensi&#243;n una carga de capacidad igual a la carga de funcionamiento
                normal.
            </para>
            <specpara>
                <important>
                    <para>Evite usar una b&#225;scula de plataforma completa. Use s&#243;lo una b&#225;scula de eje
                        &#250;nico o en t&#225;ndem. Al tomar la lectura del peso, aseg&#250;rese de que la b&#225;scula
                        est&#233; nivelada.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Al pesar el eje trasero delantero, la parte plana de la banda de rodamiento de la llanta del
                eje trasero posterior debe estar justo en el borde de la b&#225;scula, como en la
                <hotlnk xrefid="f0300333">Figura 29</hotlnk>.
            </para>
            <figure id="f0300333" figsize="col-wide">
                <graphic id="g0300333" filename="../figg03/g0300333.webp" type="webp" resolution="72"/>
                <caption>Figura 29. PESO DEL EJE TRASERO DELANTERO</caption>
                <calloutgroup>
                    <callout1>1. B&#193;SCULA EN T&#193;NDEM</callout1>
                    <callout1>2. L&#205;NEA DE TIERRA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Para pesar el eje trasero posterior, la parte plana de la banda de rodadura de la llanta del
                eje trasero delantero debe estar justo en el borde opuesto de la b&#225;scula, como en la
                <hotlnk xrefid="f0300334">Figura 30</hotlnk>.
            </para>
            <figure id="f0300334" figsize="col-wide">
                <graphic id="g0300334" filename="../figg03/g0300334.webp" type="webp" resolution="72"/>
                <caption>Figura 30. PESO DEL EJE TRASERO POSTERIOR</caption>
                <calloutgroup>
                    <callout1>1. B&#193;SCULA EN T&#193;NDEM</callout1>
                    <callout1>2. L&#205;NEA A TIERRA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Pese y registre los ejes traseros (delantero y posterior) en forma individual. Al colocar el
                veh&#237;culo en la b&#225;scula, detenga suavemente el veh&#237;culo, usando s&#243;lo los frenos del
                remolque.
            </para>
        </step1>
        <step1>
            <para count="1">Compense las diferencias de peso en los ejes traseros (delantero y posterior) instalando
                separadores entre los conjuntos de hojas de resortes y los alojamientos de los ejes. Si el eje en t&#225;ndem
                se puede ajustar dentro de 1 102 kg (500 libras), ello es generalmente aceptable. Los espaciadores se
                deben instalar en los dos lados del eje m&#225;s liviano. Use las tablas de la
                <hotlnk xrefid="f0300335">Figura 31</hotlnk>y
                <hotlnk xrefid="f0300336">Figura 32</hotlnk>para determinar la cantidad requerida de espaciadores y el
                eje en que se deben instalar.
            </para>
            <para>Ejemplos:</para>
            <step2>
                <para count="1">Eje trasero delantero 1100 libras m&#225;s pesado. Use un espaciador de 12.7 mm (1/2
                    pulgada) bajo el eje trasero posterior.
                </para>
            </step2>
            <step2>
                <para count="1">Eje trasero posterior, 1 800 libras m&#225;s pesado. Use un espaciador de 19 mm (3/4 de
                    pulgada) bajo el eje trasero delantero.
                </para>
                <specpara>
                    <caution>
                        <para>No utilice m&#225;s de dos espaciadores de ninguna combinaci&#243;n por lado.</para>
                    </caution>
                </specpara>
                <para>Los espaciadores para la suspensi&#243;n de cuatro resortes International est&#225;n disponibles a
                    trav&#233;s de los centros de distribuci&#243;n de partes de repuesto y se enumeran en las
                    <hotlnk document="m03003x_12.xml" xrefid="hl0300303">ESPECIFICACIONES</hotlnk>. Los espaciadores
                    para otras suspensiones de cuatro resortes usados en los veh&#237;culos International se tendr&#225;n
                    que hacer en forma local.
                </para>
                <figure id="f0300335" figsize="col-wide">
                    <graphic id="g0300335" filename="../figg03/g0300335.webp" type="webp" resolution="72"/>
                    <caption>Figura 31. ESPACIADORES REQUERIDOS CON UN EJE TRASERO DELANTERO M&#193;S PESADO</caption>
                </figure>
                <figure id="f0300336" figsize="col-wide">
                    <graphic id="g0300336" filename="../figg03/g0300336.webp" type="webp" resolution="72"/>
                    <caption>Figura 32. ESPACIADORES REQUERIDOS CON UN EJE TRASERO POSTERIOR M&#193;S PESADO</caption>
                </figure>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
