<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SUSPENSI&#211;N OPTIMIZADA DE MARCHA INTERNATIONAL (IROS) - V&#193;LVULA DE CONTROL DE ALTURA -
        INSTRUCCIONES DE CORTE DE LA VARILLA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>INSTRUCCIONES DE CORTE DE LA VARILLA</title>
        <svcprocinfo>
            <specpara>
                <para>Antes de realizar cualquier medici&#243;n para determinar el largo correcto de la varilla de
                    control, revise la altura de marcha correcta del veh&#237;culo de acuerdo con los procedimientos
                    explicados en su manual de servicio del Fabricante original del equipo (OEM). Si la altura del
                    chasis no es la correcta, haga los ajustes necesarios para que cumpla con las especificaciones del
                    fabricante.
                </para>
            </specpara>
            <para>Una vez que se haya confirmado o ajustado la especificaci&#243;n correcta de la altura de marcha del
                chasis, use una cinta m&#233;trica o regla de acero y mida la distancia centro a centro (X)
                <hotlnk document="m03012_2.xml" xrefid="f0301206">(Figura 6, Elemento "X")</hotlnk>
                entre el orificio de conexi&#243;n en la palanca accionadora de la v&#225;lvula de control de altura de
                marcha y el orificio de conexi&#243;n en el soporte de montaje del varillaje inferior
                <hotlnk document="m03012_2.xml" xrefid="f0301206">(Figura 6)</hotlnk>. Esta dimensi&#243;n centro a
                centro ser&#225; su dimensi&#243;n "X".
            </para>
            <para>
                <emph type="bold">Para calcular el largo final de corte de la varilla de control nueva:</emph>
            </para>
            <para>Reste 1-5/8 (1.625) pulgadas a la dimensi&#243;n "X"(X- 1.625")</para>
            <para>
                <emph type="bold">Ejemplo:</emph>
            </para>
            <para>Si la medici&#243;n centro a centro es de 16- 1/2 pulgadas (X= 16.5").</para>
            <para>16-1/2 pulgadas menos 1- 5/8 pulgadas = 14- 7/8 pulgadas.</para>
            <para>El largo de la varilla despu&#233;s del corte debe ser de 14- 7/8 pulgadas.</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instrucciones de ensamblaje final</title>
            <step1>
                <para count="1">El nuevo varillaje se debe ensamblar usando s&#243;lo aquellas piezas suministradas con
                    este juego. La sustituci&#243;n de cualquier otra pieza anular&#225; la garant&#237;a del
                    fabricante.
                </para>
            </step1>
            <step1>
                <para count="1">Quite todas las rebabas y bordes filosos de ambos extremos de la varilla.</para>
            </step1>
            <step1>
                <para count="1">Instale un extremo de la varilla de hule en uno de los extremos de la varilla. Aseg&#250;rese
                    de empujarlo hacia adentro hasta que salga por la parte inferior de la varilla.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice dos abrazaderas de manguera sueltas por el extremo opuesto de la varilla.</para>
            </step1>
            <step1>
                <para count="1">Instale el otro extremo de la varilla de hule seg&#250;n el paso 3.</para>
            </step1>
            <step1>
                <para count="1">Gire los extremos de la varilla de hule para alinear los orificios del perno de montaje
                    de modo que queden alineados entre s&#237; en forma exacta.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque una abrazadera de manguera en cada extremo de hule como aparece en la
                    <hotlnk xrefid="f0301208">Figura 8</hotlnk>
                    y g&#237;rela a 15 lb pie.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la distancia centro a centro para asegurar que sea igual a la dimensi&#243;n "X".
                </para>
            </step1>
            <step1>
                <para count="1">Una un extremo del conjunto de la varilla completa al brazo de la v&#225;lvula de
                    control de altura de marcha y el extremo opuesto al soporte de montaje inferior. Apriete ambas
                    tuercas a 60 u 80 lb pulg.
                </para>
            </step1>
            <step1>
                <para count="1">Examine que el varillaje no interfiera con la palanca de la v&#225;lvula en todo el
                    rango de recorrido de la suspensi&#243;n.
                </para>
            </step1>
            <figure id="f0301208" figsize="col-wide">
                <graphic filename="../figg03/g0301208.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figura 8. Varilla de control de altura</caption>
                <calloutgroup>
                    <callout1>1. PERNO CON RESALTO DE 0.34 X 2- 5/32 DE LARGO</callout1>
                    <callout1>2. CONTRATUERCAS DE TORSI&#211;N DOMINANTE</callout1>
                    <callout1>3. ARANDELA PLANA</callout1>
                    <callout1>4. EXTREMOS DE LA VARILLA DE HULE</callout1>
                    <callout1>5. VARILLA DE ACERO DE 0.25" DE DI&#193;M.</callout1>
                    <callout1>6. ABRAZADERAS DE MANGUERA</callout1>
                    <callout1>7. SOPORTE DEL EJE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03012_X0301201.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
