<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALINEACI&#211;N DE LA SUSPENSI&#211;N - AJUSTE DEL EJE TRASERO - SUSPENSIONES INTERNATIONAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="1">
        <title>SUSPENSIONES INTERNATIONAL</title>
        <svcsubproc>
            <title>Suspensi&#243;n de resortes con varillas de torsi&#243;n</title>
            <para></para>
        </svcsubproc>
        <svcsubproc>
            <title>Suspensiones de aire con resortes de hoja ahusados</title>
            <para>El ajuste de la colocaci&#243;n del eje para prop&#243;sitos de alineaci&#243;n se realiza mediante
                espaciadores colocados en el montaje del extremo de la varilla de torsi&#243;n.
            </para>
            <step1>
                <para count="1">En el procedimiento de alineaci&#243;n iguale las dimensiones "P" y "D" (
                    <hotlnk document="m03003x_4.xml" xrefid="f0300312">Figura 12</hotlnk>) instalando o removiendo los
                    espaciadores en el montaje del extremo de la varilla de torsi&#243;n del eje trasero frontal (
                    <hotlnk xrefid="f0300318">Figura 18</hotlnk>). La instalaci&#243;n de espaciadores en el montaje del
                    extremo delantero de la varilla de torsi&#243;n mueve el eje hacia adelante.
                </para>
                <figure id="f0300318" figsize="col-wide">
                    <graphic id="g0300318" filename="../figg03/g0300318.webp" type="webp" resolution="72"/>
                    <caption>Figura 18. ESPACIADO PARA ALINEACI&#211;N</caption>
                    <calloutgroup>
                        <callout1>1.VARILLA DE TORSI&#211;N</callout1>
                        <callout1>2.ESPACIADOR DE ALINEACI&#211;N</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">La instalaci&#243;n de espaciadores en el montaje del extremo del eje de la varilla de
                    torsi&#243;n mueve el eje hacia atr&#225;s. Apriete las tuercas de montaje de la varilla de torsi&#243;n
                    y revise las dimensiones de alineaci&#243;n en el eje trasero frontal. Consulte la
                    <hotlnk document="m03003x_12.xml" xrefid="hl0300302">TABLA DE TORSIONES</hotlnk>, para ver las
                    especificaciones.
                </para>
                <specpara>
                    <important>
                        <para>Despu&#233;s de instalar los espaciadores de alineaci&#243;n, revise las tuercas de
                            montaje de la varilla de torsi&#243;n. Como m&#237;nimo, deben aparecer dos roscas del
                            tornillo de montaje a trav&#233;s de la tuerca, para permitir que el cierre de la tuerca de
                            montaje funcione apropiadamente.
                        </para>
                    </important>
                </specpara>
                <specpara>
                    <note>
                        <para>Al realizar la alineaci&#243;n del eje, es preferible tener los espaciadores de alineaci&#243;n
                            instalados en el montaje delantero de la varilla de torsi&#243;n. Sin embargo, si no se
                            puede obtener la alineaci&#243;n del eje instalando espaciadores en el montaje delantero, se
                            pueden instalar espaciadores adicionales en el montaje del extremo del eje.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">En el procedimiento de alineaci&#243;n iguale la diferencia de dimensiones de ambos
                    lados (s&#243;lo en los veh&#237;culos 6x4) (
                    <hotlnk document="m03003x_4.xml" xrefid="f0300313">Figura 13</hotlnk>
                    y
                    <hotlnk document="m03003x_4.xml" xrefid="f0300314">Figura 14</hotlnk>), instalando o removiendo los
                    espaciadores en el montaje del extremo de la varilla de torsi&#243;n del eje trasero posterior (
                    <hotlnk xrefid="f0300318">Figura 18</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">La instalaci&#243;n de espaciadores en el montaje del extremo delantero mueve el eje
                    hacia adelante. La instalaci&#243;n de espaciadores en el montaje del extremo del eje de la varilla
                    de torsi&#243;n mueve el eje hacia atr&#225;s. Apriete las tuercas de montaje de la varilla de torsi&#243;n.
                    Consulte la
                    <hotlnk document="m03003x_12.xml" xrefid="hl0300302">TABLA DE TORSIONES</hotlnk>o las
                    especificaciones. Revise las dimensiones de alineaci&#243;n del eje trasero posterior.
                </para>
            </step1>
            <para>Observe la nota
                <emph type="bold">IMPORTANTE</emph>
                en el paso 1 de este procedimiento de ajuste.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
