<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SUSPENSI&#211;N OPTIMIZADA DE MARCHA INTERNATIONAL (IROS) - EXTRACCI&#211;N E INSTALACI&#211;N -
        BARRAS DEL SOPORTE PRINCIPAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>BARRAS DEL SOPORTE PRINCIPAL</title>
        <svcprocinfo>
            <para>Consulte la
                <hotlnk document="m03012_X0301205.xml" xrefid="f0301214">Figura 14</hotlnk>.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Extracci&#243;n</title>
            <specpara>
                <note>
                    <para>Cuando reemplace las barras del soporte principal, se recomienda que tambi&#233;n reemplace
                        todo el herraje.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Descargue el veh&#237;culo y bloquee las ruedas para evitar que el veh&#237;culo se
                    mueva. Levante el bastidor del veh&#237;culo 2 pulgadas y suj&#233;telo con soportes de piso.
                    Coloque un soporte de piso en su lugar para que sujete el travesa&#241;o en la posici&#243;n actual
                    (para mantener la posici&#243;n cuando se saquen los pernos en U del muelle).
                </para>
                <specpara>
                    <warning>
                        <para>Un gato nunca debe soportar solo un veh&#237;culo cuando se est&#233; reparando el chasis
                            del mismo. El gato puede caer y causar lesiones personales graves. Apoye siempre el veh&#237;culo
                            con soportes de piso.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Quite el conjunto de las ruedas del lado del eje que se est&#225; reparando. Consulte el
                    GRUPO 17 - RUEDAS en el Manual de mantenimiento maestro.
                </para>
            </step1>
            <step1>
                <para count="1">Libere aire del veh&#237;culo y del sistema de suspensi&#243;n. Libere aire:</para>
                <specpara>
                    <note>
                        <para>Incluso si un muelle neum&#225;tico tiene una fuga o est&#225; desinflado, se debe liberar
                            aire del sistema.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Control autom&#225;tico: desconecte la v&#225;lvula de control de altura en la
                        conexi&#243;n inferior, luego gire el brazo de control hasta la posici&#243;n de descarga
                        (aproximadamente 45 grados hacia abajo).
                    </para>
                </step2>
                <step2>
                    <para count="1">Desconecte la l&#237;nea de suministro de aire del muelle neum&#225;tico</para>
                </step2>
                <step2>
                    <para count="1">Libere aire del dep&#243;sito.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Desconecte los amortiguadores y los muelles neum&#225;ticos del extremo inferior.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la varilla de torsi&#243;n en el extremo del suspensor de resorte y saque la
                    articulaci&#243;n de muelle del suspensor. Suelte tambi&#233;n las tuercas de montaje de la varilla
                    de torsi&#243;n trasera (normalmente no se necesita sacar).
                </para>
            </step1>
            <step1>
                <para count="1">Quite la placa del amortiguador inferior de la viga transversal.</para>
            </step1>
            <step1>
                <para count="1">Quite los pernos en U del muelle mientras sujeta la placa de los pernos en U inferior y
                    las piezas relacionadas. Quite y descarte la camisa del resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Revise todas las piezas para ver si hay desgaste, grietas o soldaduras sueltas. Repare o
                    reemplace.
                </para>
                <specpara>
                    <caution>
                        <para>No repare un muelle, perno en U o placas espaciadoras agrietados. Las piezas mencionadas
                            se deben reemplazar en caso de que est&#233;n agrietadas.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <specpara>
                <note>
                    <para>Cuando se aprietan los pernos en U, los sujetadores de la varilla de torsi&#243;n y otros
                        sujetadores de montaje relacionados a los valores especificados, el veh&#237;culo debe estar a
                        la altura de marcha correcta para evitar introducir tensi&#243;n innecesaria en los bujes.
                        Consulte la
                        <hotlnk document="m03012_25.xml" xrefid="x0301202">TABLA DE TORSIONES</hotlnk>
                        para ver los valores de torsi&#243;n especificados.
                    </para>
                </note>
            </specpara>
            <figure id="f0301223" figsize="col-wide">
                <graphic filename="../figg03/g0301223.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 23. Componentes de la suspensi&#243;n</caption>
                <calloutgroup>
                    <callout1>1. MONTAJE DEL BUJE DE HOJAS AHUSADO</callout1>
                    <callout1>2. ASIENTO DEL PERNO EN U</callout1>
                    <callout1>3. PLACA INFERIOR DE MONTAJE DEL PERNO EN U</callout1>
                    <callout1>4. MUELLE DE HOJAS AHUSADO</callout1>
                    <callout1>5. V&#193;LVULA DE CONTROL DE ALTURA</callout1>
                    <callout1>6. MUELLE NEUM&#193;TICO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque el muelle en la posici&#243;n de instalaci&#243;n aproximada
                    <hotlnk document="m03012_17.xml" xrefid="f0301216">(Figura 16, Elementos 2 y 3)</hotlnk>
                    e instale el pasador de la varilla en el suspensor
                    <emph type="bold">en la parte delantera del suspensor de resorte</emph>. Instale tambi&#233;n el
                    extremo del soporte del amortiguador inferior y
                    <emph type="bold">no</emph>
                    apriete los sujetadores.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el asiento del perno en U en la parte superior del muelle
                    <hotlnk document="m03012_18.xml" xrefid="f0301220">(Figura 20, Elemento 2)</hotlnk>
                    con la leng&#252;eta hacia el bastidor del veh&#237;culo y luego instale el conjunto del perno en U
                    en el muelle y eje.
                    <emph type="bold">No</emph>
                    apriete los sujetadores a los valores especificados en esta etapa.
                </para>
            </step1>
            <step1>
                <para count="1">En este punto, ensamble el grupo de la abrazadera de resorte y la barra del soporte
                    principal al eje, alinee la suspensi&#243;n y apriete el conjunto. Apriete a las especificaciones en
                    la siguiente secuencia. Pernos en U (apretados en forma diagonal),
                    <hotlnk document="m03012_22.xml" xrefid="f0301227">(Figura 27)</hotlnk>
                    tuercas delanteras de la varilla de torsi&#243;n, tuercas traseras de la varilla de torsi&#243;n y
                    placa de montaje del amortiguador inferior en la viga transversal. Consulte la
                    <hotlnk document="m03012_25.xml" xrefid="x0301202">TABLA DE TORSIONES</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el muelle neum&#225;tico inferior, los amortiguadores y el varillaje de la v&#225;lvula
                    de control de altura y cualquier l&#237;nea de aire que se haya extra&#237;do. Apriete todos los
                    sujetadores a los valores especificados. Consulte la
                    <hotlnk document="m03012_25.xml" xrefid="x0301202">TABLA DE TORSIONES</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las llantas y ruedas. Consulte el GRUPO 17 - RUEDAS en el Manual de
                    mantenimiento maestro.
                </para>
            </step1>
            <step1>
                <para count="1">Baje el veh&#237;culo. Quite todos los soportes.</para>
            </step1>
            <step1>
                <para count="1">Genere presi&#243;n de aire en el veh&#237;culo para regular la presi&#243;n de corte y
                    use una soluci&#243;n jabonosa para revisar las fugas.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03012_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
