<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - ALINEACI&#211;N DE LA SUSPENSI&#211;N - ALINEACI&#211;N DEL EJE TRASERO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ALINEACI&#211;N DEL EJE TRASERO</title>
        <svcsubsecinfo>
            <para>Antes de realizar la alineaci&#243;n del eje o el ajuste de la varilla de torsi&#243;n superior,
                remueva todos los desechos del camino de la suspensi&#243;n y lleve a cabo los procedimientos
                preliminares enumerados a continuaci&#243;n.
            </para>
            <specpara>
                <note>
                    <para>Durante los procedimientos de alineaci&#243;n, la rueda que no se est&#225; alineando debe
                        estar bloqueada en todo momento.
                    </para>
                </note>
            </specpara>
            <seqlist style="arabic">
                <item>
                    <para>Estacione el veh&#237;culo sobre una superficie nivelada.</para>
                </item>
                <item>
                    <para>Bloquee las ruedas delanteras.</para>
                </item>
                <item>
                    <para>Desactive el freno de estacionamiento.</para>
                </item>
                <item>
                    <para>Revise las ruedas traseras para ver si hay descentramiento y corr&#237;jalo si es necesario.
                    </para>
                </item>
                <item>
                    <para>Con las ruedas delanteras apuntando derecho hacia adelante, desbloquee las ruedas y mueva el
                        veh&#237;culo hacia adelante y hacia atr&#225;s varias veces para aliviar la tensi&#243;n
                        interna; luego, bloquee las ruedas delanteras.
                    </para>
                </item>
                <item>
                    <para>En los veh&#237;culos equipados con suspensi&#243;n de aire, verifique que la altura de la
                        suspensi&#243;n sea correcta.
                    </para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>El m&#233;todo de borde recto y comp&#225;s de varas s&#243;lo se debe usar cuando el equipo
                        de l&#225;ser o computadora no est&#225; disponible. Se prefiere el equipo de alineaci&#243;n m&#225;s
                        preciso.
                    </para>
                </note>
            </specpara>
            <para>Debido a las diferentes variedades de equipos de alineaci&#243;n, consulte siempre los procedimientos
                de operaci&#243;n recomendados por el fabricante.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="align" graphiccount="2">
            <title>L&#193;SER</title>
            <para>El equipo de alineaci&#243;n que usa tecnolog&#237;a l&#225;ser se puede usar para revisar la alineaci&#243;n
                del eje trasero de un tractor o remolque.
                <hotlnk xrefid="f0300306">La Figura 6</hotlnk>muestra un alineador l&#225;ser conectado a un tractor de
                ejes en t&#225;ndem.
            </para>
            <figure id="f0300306" figsize="col-wide">
                <graphic id="g0300306" filename="../figg03/g0300306.webp" type="webp" resolution="72"/>
                <caption>Figura 6. ALINEADOR L&#193;SER</caption>
                <calloutgroup>
                    <callout1>1.OBJETIVO DEL INDICADOR DEL BASTIDOR TRASERO</callout1>
                    <callout1>2.PROYECTOR L&#193;SER</callout1>
                </calloutgroup>
            </figure>
            <para>Los alineadores l&#225;ser usan una luz l&#225;ser "suave" que se proyecta desde el centro del
                objetivo del indicador del bastidor trasero al objetivo del indicador del bastidor delantero. Los
                objetivos del indicador del bastidor de centrado autom&#225;tico se usan para encontrar la l&#237;nea
                central del chasis. El eje trasero est&#225; alineado con precisi&#243;n cuando el rayo de luz se centra
                entre los objetivos del indicador del bastidor trasero y delantero. Si el rayo de luz no est&#225;
                centrado, se debe ajustar el eje trasero. Consulte
                <hotlnk document="m03003x_5.xml" xrefid="hl0300301">AJUSTE DEL EJE TRASERO.</hotlnk>
            </para>
            <para>Despu&#233;s de alinear correctamente el eje trasero, se localiza la posici&#243;n del eje trasero
                frontal usando un comp&#225;s de barra (
                <hotlnk xrefid="f0300307">Figura 7</hotlnk>). Luego se ajusta el eje trasero frontal hasta que est&#233;
                paralelo con el eje trasero posterior.
            </para>
            <figure id="f0300307" figsize="col-wide">
                <graphic id="g0300307" filename="../figg03/g0300307.webp" type="webp" resolution="72"/>
                <caption>Figura 7. COMP&#193;S DE BARRA</caption>
                <calloutgroup>
                    <callout1>1.COMP&#193;S DE BARRA</callout1>
                    <callout1>2.EJE TRASERO POSTERIOR</callout1>
                    <callout1>3.EJE TRASERO FRONTAL</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m03003x.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
