<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LUBRICACI&#211;N Y SELLADORES
    </stitle>
    <svcsection/>
    <svcsection id="m10001S" svcsectype="prodspec" division="truck" formnum="CTS-5065S" date="03/31/1996"
                translation="spanish">
        <title>LUBRICACI&#211;N Y SELLADORES</title>
        <description>
            <geninfo>
                <lev1>
                    <para>Los veh&#237;culos nuevos se lubrican antes de su entrega. Despu&#233;s de poner en
                        funcionamiento el veh&#237;culo, se deben establecer intervalos regulares de lubricaci&#243;n
                        bas&#225;ndose en el tipo de servicio y a las condiciones del camino.
                    </para>
                </lev1>
                <lev1>
                    <para>Para lograr un bajo costo de operaci&#243;n, es esencial la elecci&#243;n de un aceite para el
                        motor de calidad correcta y viscosidad apropiada y cumplir con los intervalos recomendados de
                        cambio de aceite. El cumplimiento de los intervalos recomendados para el cambio de aceite tendr&#225;
                        como resultado un buen arranque del motor, gran rendimiento y una vida &#250;til muy larga.
                    </para>
                </lev1>
                <lev1>
                    <para>El intervalo entre los per&#237;odos de lubricaci&#243;n, cambios de aceite, etc., depende
                        enteramente de las condiciones de funcionamiento. Las cargas transportadas, velocidad,
                        condiciones clim&#225;ticas y del camino determinan la frecuencia de los per&#237;odos de
                        lubricaci&#243;n.
                    </para>
                </lev1>
                <lev1>
                    <para>En algunos tipos de funcionamiento y si las condiciones de funcionamiento son extremadamente
                        severas (como las condiciones de agua profunda, lodo o exceso de polvo), el veh&#237;culo puede
                        requerir lubricaci&#243;n despu&#233;s de cada veinticuatro (24) horas de funcionamiento.
                    </para>
                </lev1>
                <lev1>
                    <para>S&#243;lo se deben usar lubricantes de calidad superior como los lubricantes Fleetrite&#174;.
                        El uso de productos de calidad inferior reducir&#225; la vida &#250;til de servicio del veh&#237;culo
                        o causar&#225; fallas en sus componentes.
                    </para>
                </lev1>
                <lev1>
                    <para>International recomienda el uso de lubricantes Fleetrite&#174;.</para>
                </lev1>
                <lev1>
                    <para>Las especificaciones de lubricaci&#243;n se refieren s&#243;lo a la viscosidad (SAE) y tipo
                        que se debe aplicar. La Sociedad de Ingenieros Automotrices ha adoptado los n&#250;meros de
                        viscosidad para clasificar los lubricantes de acuerdo a la viscosidad; &#233;stos no cubren
                        ninguna otra propiedad.
                    </para>
                </lev1>
                <lev1>
                    <para>A menos que se especifique otra cosa, nunca agregue lubricante a menos que sean del mismo
                        grado del que ya est&#225; en uso. Si no se conoce el grado o &#233;ste no se encuentra
                        disponible, drene, limpie y vuelva a llenar con lubricante nuevo.
                    </para>
                </lev1>
                <lev1>
                    <para>Los intervalos de lubricaci&#243;n especificados se deben cumplir en el intervalo que ocurra
                        primero, ya se trate de meses, kil&#243;metros (millas) u horas.
                    </para>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10001s_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
