<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTERVALOS DE LUBRICACI&#211;N, SELLADORES Y MANTENIMIENTO - ESPECIFICACIONES DEL
        ACEITE DEL MOTOR - ESPECIFICACIONES DE GRASA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="lubricate" graphiccount="1">
        <title>ESPECIFICACIONES DE GRASA</title>
        <para>Los lubricantes de grasa contienen tres sustancias:
            <emph type="bold">aceite, una base de espesador</emph>
            y
            <emph type="bold">aditivos</emph>.
        </para>
        <para>El aceite lubrica, el espesador (base) mantiene el aceite en su lugar y lo libera para proporcionar la
            lubricaci&#243;n necesaria y los aditivos mejoran las caracter&#237;sticas del aceite y del espesador. Los
            aditivos de Presi&#243;n extrema (EP) ayudan a evitar rayaduras, raspaduras y soldaduras de piezas en
            movimiento.
        </para>
        <para>El espesador puede ser un jab&#243;n simple o complejo (litio, calcio, aluminio, etc.), org&#225;nico
            (poliurea) o inorg&#225;nico (arcilla).
        </para>
        <para>Al mezclar diferentes grasas, la posibilidad de incompatibilidad existe y debe considerarse. Mezclar
            grasas incompatibles puede reducir la capacidad de lubricaci&#243;n de las grasas. Los veh&#237;culos
            International se llenan con una grasa de litio en la f&#225;brica.
        </para>
        <para>Una propiedad importante de una grasa es su
            <emph type="bold">temperatura de licuefacci&#243;n</emph>, la temperatura en que cambia de un estado semis&#243;lido
            a un estado l&#237;quido. Sin embargo, la temperatura de funcionamiento de una grasa espec&#237;fica no se
            determina solamente por la temperatura de licuefacci&#243;n. Se debe considerar otras propiedades tales como
            la resistencia al cambio de la consistencia y el deterioro qu&#237;mico a altas temperaturas.
        </para>
        <specpara>
            <note>
                <para>El National Lubricating Grease Institute (NLGI) clasifica los lubricantes de grasa y les da n&#250;meros
                    de grados sobre la base de la consistencia de la grasa. Recientemente, el NLGI desarroll&#243; una
                    nueva especificaci&#243;n y clasificaci&#243;n para grasas automotrices sobre la base de su aplicaci&#243;n.
                    El NLGI emite s&#237;mbolos con licencia (
                    <hotlnk xrefid="f1000104">Figura 4</hotlnk>) que designan la aplicaci&#243;n para la cual se aprob&#243;
                    la grasa.
                </para>
            </note>
        </specpara>
        <figure id="f1000104" figsize="col-wide">
            <graphic filename="../figg10/g1000104.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 4. S&#237;mbolos con licencia de NLGI</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10006_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10006_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
