<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO PESADO (INFORME CTS-1197) - INSPECCI&#211;N EXTERIOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="6">
        <title>INSPECCI&#211;N EXTERIOR</title>
        <para>
            <emph type="bold">Verifique o inspeccione lo siguiente:</emph>
        </para>
        <para>11.
            <emph type="italic">Funcionamiento de las luces exteriores.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique que las direccionales funcionen correctamente.</para>
            </item>
            <item>
                <para>Verifique que las luces delanteras, las luces traseras, las luces indicadoras laterales y las
                    luces intermitentes de emergencia funcionen correctamente.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Estas luces deben funcionar con el interruptor de llave en encendido o apagado (excepto en
                            la serie 9800).
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Haga funcionar todas las luces adicionales si est&#225;n instaladas, como los faros de niebla
                    (operan s&#243;lo con luces bajas), luces de carga, luces autom&#225;ticas diurnas, etc.
                </para>
            </item>
        </seqlist>
        <para>12.
            <emph type="italic">Sujeci&#243;n de la bater&#237;a y apriete de la cubierta.</emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente la instalaci&#243;n de la bater&#237;a. Todos los terminales, las
                    sujeciones y sujetadores de cubierta deben estar correctamente apretados.
                </para>
            </item>
        </seqlist>
        <para>13.
            <emph type="italic">Alinee el sistema de escape, apriete las abrazaderas y montaje, levante y coloque el
                conjunto de la admisi&#243;n de aire Low Roof 9800.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente la posici&#243;n y montaje del sistema de escape para asegurar que nada
                    est&#233; rozando y que est&#233; correctamente asegurado. Alinee y apriete las abrazaderas y
                    soportes de montaje seg&#250;n se requiera.
                </para>
            </item>
            <item>
                <para>En los veh&#237;culos equipados con un escape vertical, verifique que no se apoye contra la cabina
                    y que est&#233; apretado firmemente.
                </para>
            </item>
            <item>
                <para>Conjunto del sistema de admisi&#243;n de aire Low Roof 9800 (
                    <hotlnk xrefid="f1000717">Figura 17</hotlnk>).
                </para>
            </item>
        </seqlist>
        <figure id="f1000717" figsize="pg-wide">
            <graphic filename="../figg10/g1000717.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Figura 17. Procedimiento de admisi&#243;n</caption>
        </figure>
        <para>
            <title>del 9800</title>
        </para>
        <para>El dise&#241;o de la posici&#243;n de transporte de la admisi&#243;n de aire permite que la secci&#243;n
            superior vertical del tubo de pl&#225;stico y el tubo de respiraci&#243;n de admisi&#243;n se rote 180
            grados y se telescope hacia el segmento inferior del tubo. En la posici&#243;n de transporte, el tubo de
            respiraci&#243;n se alarga un poco sobre la l&#237;nea del techo y la abertura de admisi&#243;n del tubo se
            dirige desde adelante hacia atr&#225;s por la l&#237;nea central del cami&#243;n. Un sistema de admisi&#243;n
            de aire en la posici&#243;n de transporte tiene dos correas de amarre de pl&#225;stico para asegurarla al
            montante del silenciador y evitar rotaci&#243;n durante el transporte.
        </para>
        <para>A la llegada del veh&#237;culo a su ubicaci&#243;n P&#38;D, el sistema de admisi&#243;n de aire se debe
            convertir de la posici&#243;n de transporte a la posici&#243;n de operaci&#243;n normal usando el
            procedimiento que aparece a continuaci&#243;n.
        </para>
        <seqlist>
            <item>
                <para>Los sujetadores para el sistema de admisi&#243;n de aire y de escape deben venir incluidos en cada
                    veh&#237;culo. Se pueden ubicar en los compartimientos de equipaje del costado derecho o izquierdo.
                    Los pernos y arandelas para la admisi&#243;n de aire est&#225;n en el compartimiento para guardar de
                    la puerta del conductor.
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Conjunto de admisi&#243;n de aire</emph>. Quite y descarte las dos correas de
                    sujeci&#243;n de pl&#225;stico que se emplean para asegurar el sistema de admisi&#243;n de aire al
                    montante del silenciador.
                </para>
                <para>Quite y descarte el protector de borde de hule del reborde de montaje de acero soldado a la parte
                    superior del montante del silenciador.
                </para>
                <para>Afloje el tubo vertical y la salida de escape.</para>
                <para>Levante la secci&#243;n vertical superior del tubo y r&#243;tela en 180 grados. La abertura del
                    tubo de entrada de respiraci&#243;n debe estar ahora mirando hacia la toma de aire ubicada en la
                    prolongaci&#243;n superior.
                </para>
                <para>Baje un poco el tubo vertical y permita que el resalte del montaje de pl&#225;stico (dos
                    orificios) en la secci&#243;n superior del tubo descanse en la parte superior del reborde de montaje
                    de acero. Alinee los orificios e inserte dos pernos de 3/8 de pulgada con arandelas roscadas.
                    Instale dos arandelas planas adicionales y tuercas de seguridad en los extremos roscados. Permita
                    que las tuercas permanezcan sueltas hasta que se aprieten los tres sujetadores restantes.
                </para>
                <para>Localice los tres orificios alrededor de la circunferencia del tubo de pl&#225;stico justo sobre
                    el reborde de montaje, luego p&#243;ngalos en l&#237;nea con las tres tuercas correspondientes en el
                    interior del tubo e instale los tres pernos de 1/4 de pulgada y apri&#233;telos. Apriete los pernos
                    de 1/4 de pulgada con arandelas planas grandes de 1/4 de pulgada a 28-30 Lbs pie.
                </para>
                <para>Ahora apriete las dos tuercas de 3/8 de pulgada en el reborde superior del montaje. No aplique
                    demasiada torsi&#243;n ni aplaste el resalte de pl&#225;stico o la camisa de acero en cada orificio.
                    Apriete las tuercas de 3/8 de pulgada a 30-35 Lbs pie. Apriete los pernos del tubo vertical al
                    sistema de escape a 30-35 Lbs pie.
                </para>
            </item>
            <item>
                <para>
                    <emph type="bold">Instalaci&#243;n del sistema de escape</emph>
                    Todos los modelos de la serie 9800, excepto el J.B Hunt (desplazamiento de 5.0 pies), requieren de
                    un tubo de escape con desplazamiento de 7.5 pulgadas para otorgar una separaci&#243;n del tubo de
                    entrada de respiraci&#243;n. Inserte estos tubos en la salida del silenciador y col&#243;quelos con
                    el plano de doblado paralelo a la prolongaci&#243;n para obtener una separaci&#243;n m&#225;xima.
                    Esto es especialmente importante en veh&#237;culos equipados con suspensiones de aire en la cabina.
                    Instale la abrazadera y apri&#233;tela.
                </para>
            </item>
        </seqlist>
        <para>14.
            <emph type="italic">Fije las mangueras de aire y el cable el&#233;ctrico del remolque, si est&#225;n
                instalados. Adem&#225;s verifique el funcionamiento de la v&#225;lvula de protecci&#243;n del tractor.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Consulte la secci&#243;n de Componentes de frenos de aire del Manual de servicio maestro.</para>
            </item>
        </seqlist>
        <para>15.
            <emph type="italic">Ajuste y apriete los espejos.</emph>
        </para>
        <para>16.
            <emph type="italic">Quite el bloque de transporte de la suspensi&#243;n de la cabina y fije la altura de
                suspensi&#243;n.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Todos los modelos de los veh&#237;culos con suspensi&#243;n de aire de la cabina vienen con un
                    bloque instalado entre el conjunto de la barra de tracci&#243;n de la suspensi&#243;n de la cabina y
                    la placa inferior de suspensi&#243;n de la cabina, tal como aparece en la
                    <hotlnk xrefid="f1000718">Figura 18.</hotlnk>
                    El bloque se sostiene en posici&#243;n gracias al peso de la cabina y una correa de amarre de pl&#225;stico.
                    El bloque de transporte est&#225; instalado en esta posici&#243;n para evitar que la cabina se mueva
                    durante el transporte.
                </para>
            </item>
            <item>
                <para>Antes de mostrar o entregar los veh&#237;culos equipados con suspensi&#243;n de aire de la cabina,
                    SE DEBE SACAR el bloque de transporte. Corte la correa de amarre de pl&#225;stico, levante la cabina
                    con una palanca cerca del bloque y quite el bloque. Los veh&#237;culos mostrados o entregados con el
                    bloque instalado no se benefician de la suspensi&#243;n de aire de la cabina.
                </para>
            </item>
            <item>
                <para>Marcha o altura de la bolsa de la suspensi&#243;n de aire de la cabina (consulte la
                    <hotlnk xrefid="f1000719">Figura 19</hotlnk>para la suspensi&#243;n Navair o la
                    <hotlnk xrefid="f1000720">Figura 20</hotlnk>
                    para Cabmate):
                </para>
            </item>
        </seqlist>
        <table id="t1000708" frame="all">
            <title>Marcha o altura de la bolsa de la suspensi&#243;n de aire de la cabina</title>
            <tgroup cols="2" colsep="1" rowsep="1">
                <colspec colwidth="2.49in"/>
                <colspec colwidth="2.51in"/>
                <tbody>
                    <row>
                        <entry>
                            <para>2/8000 (Navair)</para>
                        </entry>
                        <entry>
                            <para>4 3/4 de pulgada</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Cabina convencional Day Cab 9000 con sistema de bolsa simple</para>
                        </entry>
                        <entry>
                            <para>5 1/4 de pulgada</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Cabina Pro Sleeper 92/93/9400</para>
                        </entry>
                        <entry>
                            <para>6 1/2 de pulgada</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <figure id="f1000718" figsize="col-wide">
            <graphic filename="../figg10/g1000718.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 18. Bloque de transporte</caption>
        </figure>
        <figure id="f1000719" figsize="col-wide">
            <graphic filename="../figg10/g1000719.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 19. Altura de suspensi&#243;n Navair</caption>
        </figure>
        <figure id="f1000720" figsize="col-wide">
            <graphic filename="../figg10/g1000720.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 20. Altura de suspensi&#243;n Cabmate</caption>
        </figure>
        <para>17.
            <emph type="italic">Cabina elevada (s&#243;lo serie 9800) (Consulte la
                <hotlnk xrefid="f1000721">Figura 21</hotlnk>.)
            </emph>
        </para>
        <specpara>
            <warning>
                <para>Tiene que haber suficiente separaci&#243;n en la cabina para realizar esta operaci&#243;n. La
                    cabina caer&#225; sola a la posici&#243;n de inclinaci&#243;n total cuando se levante y pase el
                    punto de balance. Para detener la ca&#237;da libre de la cabina, mueva la manija de la v&#225;lvula
                    de la bomba a la posici&#243;n "LOWER (inferior)" Use siempre el propulsor mec&#225;nico para
                    soportar la cabina elevada.
                </para>
            </warning>
        </specpara>
        <seqlist>
            <item>
                <para>Coloque la transmisi&#243;n en Neutro, luego ponga el freno de estacionamiento.</para>
            </item>
            <item>
                <para>Todos los art&#237;culos sueltos se deben sacar o asegurar dentro de la cabina. Cierre las puertas
                    y compartimientos de almacenamiento.
                </para>
            </item>
            <item>
                <para>Coloque la palanca de control en posici&#243;n RAISE (elevar). Verifique que los ganchos de la
                    palanca de retenci&#243;n de la cabina se suelten autom&#225;ticamente.
                </para>
            </item>
            <item>
                <para>Use ya sea el bot&#243;n de control de aire (con bomba opcional con asistencia de aire) o la
                    manija de la bomba para hacer que la bomba eleve la cabina a la posici&#243;n inicial (35&#176;).
                    Enganche los propulsores mec&#225;nicos (vea la
                    <hotlnk xrefid="f1000722">Figura 22</hotlnk>).
                </para>
            </item>
        </seqlist>
        <figure id="f1000721" figsize="col-wide">
            <graphic filename="../figg10/g1000721.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 21. Levantamiento de la cabina 9800</caption>
            <calloutgroup>
                <callout1>1. POSICI&#211;N DE LA PALANCA DE CONTROL EN "ELEVAR"</callout1>
                <callout1>2. BOMBA DE AIRE</callout1>
                <callout1>3. PRESIONE EL BOT&#211;N DE CONTROL DE AIRE PARA ELEVAR LA CABINA</callout1>
                <callout1>4. INSERTE LA MANIJA DE LA BOMBA PARA OPERACI&#211;N MANUAL</callout1>
                <callout1>5. CONEXI&#211;N PARA FIJAR LA FUENTE EXTERNA DE AIRE</callout1>
            </calloutgroup>
        </figure>
        <figure id="f1000722" figsize="col-wide">
            <graphic filename="../figg10/g1000722.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 22. Propulsores mec&#225;nicos enganchados</caption>
            <calloutgroup>
                <callout1>1. PROPULSOR MEC&#193;NICO DE LA CABINA</callout1>
                <callout1>2. GANCHO DE ALMACENAMIENTO DEL PROPULSOR DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
