<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO PESADO (INFORME CTS-1197) - INSPECCI&#211;N DEL COFRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="2">
        <title>INSPECCI&#211;N DEL COFRE</title>
        <para>
            <emph type="bold">Verifique e inspeccione lo siguiente:</emph>
        </para>
        <para>18.
            <emph type="italic">Alineaci&#243;n del cofre; funcionamiento y apriete de los dispositivos de montaje.
                Ajuste si es necesario.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Aseg&#250;rese de que el cofre abre y cierra sin fijados o interferencia. Tiene que estar
                    firmemente ajustado.
                </para>
            </item>
            <item>
                <para>Revise el ajuste del cofre al cubretablero. Ajuste si es necesario.</para>
                <randlist type="bullet">
                    <item>
                        <para>La separaci&#243;n permitida (separaci&#243;n cofre a cubretablero) es de 12.7 &#177;
                            3.175 mm (1/2 &#177; 0.125 pulg) para las series 2000 y 8000, y de 19 mm + 6.35 mm (3/4 pulg
                            + 0.250 pulg) a 19 mm - 3.8 mm (3/4 pulg -0.150 pulg) ([o un rango de 0.6 a 1.0 pulg] para
                            las series 5000 y 9000.
                        </para>
                    </item>
                    <item>
                        <para>Sujete siempre el cofre antes de soltar los pernos del soporte de montaje del cofre.
                        </para>
                    </item>
                    <item>
                        <para>Consulte la secci&#243;n de cabina adecuada en el Manual de servicio maestro para ver los
                            procedimientos espec&#237;ficos.
                        </para>
                    </item>
                </randlist>
            </item>
        </seqlist>
        <para>19.
            <emph type="italic">Posici&#243;n del elemento del filtro de aire y apriete de la cubierta.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique que el elemento est&#233; en su posici&#243;n correcta y sellado mirando la abertura de
                    la admisi&#243;n de aire de la c&#225;mara. Algunos modelos no tienen abertura, por lo tanto hay que
                    sacar la cubierta de la c&#225;mara. (Consulte la
                    <hotlnk xrefid="f1000723">Figura 23</hotlnk>.)
                </para>
            </item>
        </seqlist>
        <figure id="f1000723" figsize="col-wide">
            <graphic filename="../figg10/g1000723.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 23. Ubicaci&#243;n de la abertura de admisi&#243;n de aire en la serie 8000 y 9000.
            </caption>
        </figure>
        <para>20.
            <emph type="italic">Separaci&#243;n de la tuber&#237;a de admisi&#243;n de aire.</emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente la tuber&#237;a de entrada para asegurarse de que no est&#233; demasiado
                    cerca de objetos en movimiento y superficies con las que pudiera haber roce.
                </para>
            </item>
        </seqlist>
        <para>21.
            <emph type="italic">Vuelva a apretar todas las abrazaderas de las mangueras y l&#237;neas de aire o l&#237;quido
                refrigerante. Preste especial atenci&#243;n al sistema de descarga del compresor de aire.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Para abrazaderas para manguera con torsi&#243;n constante (perno en T, tipo resorte y no resorte),
                    vuelva a apretar a 5.6 - 6.8 Nm (50 a 60 lbs pulg).
                </para>
            </item>
            <item>
                <para>Para otras abrazaderas para manguera de hasta 1-3/4 de pulgada de di&#225;metro, vuelva a
                    apretarlas de 7.9 a 9.0 Nm (70 a 80 lbs pulg). Si las abrazaderas son de m&#225;s de 1-3/4 de
                    pulgada, vuelva a apretarlas de 9.0 a 11.3 Nm (80 a 100 lbs pulg).
                </para>
            </item>
            <item>
                <para>En todos lo modelos, inspeccione las abrazaderas en los extremos de la tuber&#237;a de admisi&#243;n
                    de aire. Apriete hasta ajustar.
                </para>
            </item>
        </seqlist>
        <para>22.
            <emph type="italic">Sujeci&#243;n de las mangueras de aire y l&#237;quido refrigerante. &#191;Est&#225;n las
                mangueras separadas de otras mangueras para evitar desgaste, piezas en movimiento, bordes afilados y
                fuentes de calor? Reub&#237;quelas si es necesario.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente las mangueras y vuelva a ubicarlas si es necesario para evitar otras
                    mangueras, objetos en movimiento, bordes afilados y fuentes de calor.
                </para>
            </item>
        </seqlist>
        <para>23.
            <emph type="italic">Sujeci&#243;n y apriete de la manguera de la direcci&#243;n. &#191;Est&#225;n las
                mangueras separadas de otras mangueras para evitar desgaste, piezas en movimiento, bordes afilados y
                fuentes de calor? Reub&#237;quelas si es necesario.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione las mangueras visualmente y vuelva a ubicarlas si es necesario para que no rocen otras
                    mangueras, objetos en movimiento, bordes afilados y fuentes de calor.
                </para>
            </item>
            <item>
                <para>Vuelva a apretar las abrazaderas de la manguera de torsi&#243;n constante a 10 Nm (90 lbs pulg).
                </para>
            </item>
            <item>
                <para>Vuelva a apretar el resto de las abrazaderas de la manguera de 7.9 a 9.0 Nm. (70 a 80 lbs pulg).
                </para>
            </item>
        </seqlist>
        <para>24.
            <emph type="italic">Que los mazos el&#233;ctricos est&#233;n separados de las piezas en movimiento, bordes
                afilados y fuentes de calor. Reub&#237;quelos si es necesario.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente los mazos el&#233;ctricos y reub&#237;quelos si es necesario para que no
                    rocen otros objetos en movimiento, bordes afilados y fuentes de calor.
                </para>
            </item>
        </seqlist>
        <para>25.
            <emph type="italic">Apriete del extremo del cable del arranque y el alternador, enrutado, soporte y separaci&#243;n
                del cable de la bater&#237;a. Reub&#237;quelos si es necesario.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente y vuelva a apretar o reubicar los cables si es necesario. Los cables se
                    deben enrutar lejos de los objetos en movimiento, bordes afilados y fuentes de calor. Verifique que
                    la ruta de los cables hacia las bater&#237;as est&#233; siempre despejada.
                </para>
            </item>
        </seqlist>
        <para>26.
            <emph type="italic">Revise el estado de carga de la bater&#237;a. Vuelva a cargar si tiene 12.4 V o menos.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Si cualquiera de las bater&#237;as tiene indicaci&#243;n de estado de carga oscura, cargue todas
                    las bater&#237;as. Las bater&#237;as est&#225;n cargadas cuando los indicadores visuales est&#225;n
                    en verde. Si las bater&#237;as no tienen un indicador visual, vuelva a cargar cuando el voltaje del
                    circuito abierto est&#233; en 12.4 voltios o menos.
                </para>
            </item>
        </seqlist>
        <para>27.
            <emph type="italic">Que las chavetas de cu&#241;a y las leng&#252;etas de fijaci&#243;n est&#233;n
                instaladas y repartidas correctamente en todos los componentes de la direcci&#243;n y freno y del
                varillaje del embrague.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Cambie todas las chavetas de cu&#241;a o leng&#252;etas de fijaci&#243;n perdidas o
                    da&#241;adas.
                </para>
            </item>
        </seqlist>
        <para>28.
            <emph type="italic">Para bandas de transmisi&#243;n ajustables; reajuste la tensi&#243;n de las bandas seg&#250;n
                las especificaciones (no se aplica a las bandas con tensores cargados por resorte).
            </emph>
        </para>
        <para>29.
            <emph type="italic">Nivel de aceite del motor adecuado.</emph>
        </para>
        <seqlist>
            <item>
                <para>Agregue aceite si el nivel est&#225; bajo. NO LLENE EN EXCESO. Llene hasta la marca FULL (lleno)
                    de la varilla indicadora. Consulte el Manual del operador adecuado para ver las recomendaciones
                    espec&#237;ficas acerca del aceite de motor.
                </para>
            </item>
        </seqlist>
        <para>30.
            <emph type="italic">Nivel de l&#237;quido de la transmisi&#243;n autom&#225;tica, si est&#225; instalada.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Use la varilla indicadora con el freno de estacionamiento puesto y la transmisi&#243;n en neutro
                    para verificar el nivel. El aceite debe estar dentro de la banda COLD (fr&#237;o) en la varilla
                    indicadora. Consulte el Manual del operador adecuado para los procedimientos completos.
                </para>
            </item>
        </seqlist>
        <para>31.
            <emph type="italic">Nivel de protecci&#243;n de l&#237;quido refrigerante y nivel de protecci&#243;n
                anticongelante adecuado, excepto para la serie 9800. Para este modelo, consulte el
                <hotlnk document="m10007w_11.xml" xrefid="x1000701">Paso 34.</hotlnk>
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Debe estar aproximadamente a 25 mm (1 pulgada) de la abertura del cuello de llenado o entre los
                    indicadores de m&#237;nimo y m&#225;ximo en los estanques de compensaci&#243;n transparentes.
                    Consulte el Manual del operador para ver mayor informaci&#243;n.
                </para>
            </item>
            <item>
                <para>La protecci&#243;n anticongelante debe estar a un nivel de -40&#176;C (-40&#176;F).</para>
            </item>
        </seqlist>
        <para>32.
            <emph type="italic">Nivel de lubricante en el dep&#243;sito de la direcci&#243;n.</emph>.
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente el nivel del l&#237;quido sacando la tap&#243;n del dep&#243;sito y
                    observe donde est&#225; la marca del l&#237;quido en la varilla indicadora (unida a la tap&#243;n
                    del dep&#243;sito). Llene si es necesario. Consulte el Manual del operador para los procedimientos
                    espec&#237;ficos.
                </para>
            </item>
        </seqlist>
        <para>33.
            <emph type="italic">Baje la cabina y verifique el funcionamiento adecuado del seguro de la cabina (s&#243;lo
                serie 9800).</emph>(Consulte la
            <hotlnk xrefid="f1000724">Figura 24</hotlnk>.)
        </para>
        <seqlist>
            <item>
                <para>Desenganche el propulsor mec&#225;nico y col&#243;quelo en la posici&#243;n de almacenamiento.
                </para>
            </item>
            <item>
                <para>Coloque la palanca de control de elevaci&#243;n de la cabina en la posici&#243;n LOWER (bajar).
                </para>
            </item>
            <item>
                <para>Use ya sea el bot&#243;n de control de aire (con bomba opcional con asistencia de aire) o la
                    manija de la bomba para hacer que la bomba baje la cabina hasta que descanse en su montaje
                    posterior. Verifique que los ganchos de retenci&#243;n est&#233;n completamente enganchados.
                </para>
            </item>
            <item>
                <para>Coloque la palanca de control en posici&#243;n RAISE (levantar) y luego devu&#233;lvala a la
                    posici&#243;n LOWER (bajar) para quitar presi&#243;n del sistema hidr&#225;ulico.
                </para>
            </item>
        </seqlist>
        <figure id="f1000724" figsize="col-wide">
            <graphic filename="../figg10/g1000724.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 24. Posici&#243;n correcta de los ganchos de retenci&#243;n de la cabina (cabina serie
                9800)
            </caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
