<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO MEDIO (INFORME CTS-1196)
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO MEDIO (INFORME CTS-1196)</title>
        <svcsubsecinfo>
            <specpara>
                <important>
                    <para>Use estas instrucciones junto con el formulario de servicio medio (CTS-1196) al inspeccionar
                        los siguientes modelos: Series 2554, 2654 y 4000.
                    </para>
                </important>
            </specpara>
            <para>Estas instrucciones explican c&#243;mo inspeccionar el veh&#237;culo para asegurarse de que est&#225;
                listo para entregarlo al cliente. Cada operaci&#243;n de inspecci&#243;n en el informe tiene un
                procedimiento correspondiente en las siguientes p&#225;ginas:
            </para>
            <specpara>
                <note>
                    <para>Llene el bloc de informaci&#243;n del informe despu&#233;s de llevar el veh&#237;culo al
                        &#225;rea de inspecci&#243;n.
                    </para>
                </note>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>INSPECCI&#211;N INTERIOR</title>
            <para>
                <emph type="bold">Verifique o inspeccione</emph>
            </para>
            <para>1.
                <emph type="italic">Puertas, cerraduras, chapas y ajustes. Ajuste si es necesario.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Haga funcionar todos lo seguros de las puertas. Estos deben asegurar las puertas. Accione las
                        cerraduras con las llaves provistas para verificar que funcionen.
                    </para>
                </item>
                <item>
                    <para>Las chapas de las puertas deben funcionar correctamente.</para>
                </item>
                <item>
                    <para>Puerta alineada en el marco.</para>
                </item>
            </seqlist>
            <para>2.
                <emph type="italic">Alfombras, franjas de tapizado y molduras.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Las alfombras deben estar limpias.</para>
                </item>
                <item>
                    <para>Aseg&#250;rese de que el tapiz de la puerta o de la cabina coincida con el resto del interior.
                        El color de la moldura y del tapiz deben coincidir.
                    </para>
                </item>
            </seqlist>
            <para>3.
                <emph type="italic">Que el Manual del operador y otros documentos necesarios est&#225;n dentro del veh&#237;culo</emph>
                .
            </para>
            <para>Este paso depender&#225; de c&#243;mo los documentos llegan al cliente.</para>
            <para>Algunos distribuidores sacan los documentos del veh&#237;culo y hacen que el vendedor se los entregue
                al cliente. Otros distribuidores dejan todos los documentos en el veh&#237;culo.
            </para>
            <para>Los siguientes documentos deben venir junto con el veh&#237;culo:</para>
            <seqlist>
                <item>
                    <para>Manual del operador.</para>
                </item>
                <item>
                    <para>Manual del operador del motor del veh&#237;culo.</para>
                </item>
                <item>
                    <para>Manuales y garant&#237;as proporcionados por el fabricante de los componentes.</para>
                </item>
                <item>
                    <para>En caso de que al veh&#237;culo le falte carrocer&#237;a o la quinta rueda, los documentos del
                        veh&#237;culo estar&#225;n incompletos.
                    </para>
                </item>
            </seqlist>
            <para>4.
                <emph type="italic">Operaci&#243;n de las ventanas y orificios de ventilaci&#243;n.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Accione todas las manillas y abrazaderas de las ventanas y ventilaci&#243;n. Deben abrir f&#225;cilmente
                        y cerrar con firmeza.
                    </para>
                </item>
                <item>
                    <para>Verifique el funcionamiento de los controles de las ventanas el&#233;ctricas si est&#225;n
                        instalados.
                    </para>
                </item>
            </seqlist>
            <para>5.
                <emph type="italic">Operaci&#243;n y anclaje de los - asientos y cinturones .</emph>
            </para>
            <seqlist>
                <item>
                    <para>Mueva el asiento de la posici&#243;n de adelante hacia la de atr&#225;s completamente. Aseg&#250;rese
                        de que quede fijo firmemente en todas las posiciones. El respaldo del asiento debe quedar fijo
                        firmemente en todas sus posiciones.
                    </para>
                </item>
                <item>
                    <para>Accione todos los controles de asientos operados por aire comprimido o ajustables.</para>
                </item>
                <item>
                    <para>Inspeccione visualmente los cinturones para verificar que est&#233;n correctamente instalados.
                        La hebilla y el gancho deben enganchar firmemente y desengancharse con facilidad; adem&#225;s el
                        cintur&#243;n no debe estar torcido.
                    </para>
                </item>
                <item>
                    <para>Verifique que el cintur&#243;n de seguridad est&#233; correctamente asegurado.</para>
                </item>
            </seqlist>
            <para>6.
                <emph type="italic">Funcionamiento del interruptor de seguridad de neutro de la transmisi&#243;n autom&#225;tica
                    o interruptor de seguridad del embrague si est&#225; instalado.
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>Coloque el freno de estacionamiento o la palanca de cambio de velocidades de la transmisi&#243;n
                        autom&#225;tica en posici&#243;n reversa o directa, o coloque la transmisi&#243;n manual en
                        neutro sin pisar el pedal de embrague.
                    </para>
                </item>
                <item>
                    <para>Intente arrancar el motor. El motor no debe dar marcha.</para>
                </item>
                <item>
                    <para>Coloque la palanca de cambio de velocidades de la transmisi&#243;n autom&#225;tica en neutro,
                        o presione el pedal de embrague.
                    </para>
                </item>
                <item>
                    <para>Arranque el motor.</para>
                </item>
            </seqlist>
            <para>7.
                <emph type="italic">Operaci&#243;n de las luces indicadoras de presi&#243;n de freno de aire e hidr&#225;ulico
                    y/o el zumbador de advertencia.
                </emph>
            </para>
            <para>
                <emph type="bold">Luz y zumbador de advertencia de presi&#243;n de freno hidr&#225;ulico.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Gire el interruptor de llave a OFF o ACC: la luz debe estar apagada.</para>
                </item>
                <item>
                    <para>Gire el interruptor de llave a posici&#243;n ON o RUN (motor apagado): la luz y el zumbador
                        deben estar encendidos hasta que el motor arranque.
                    </para>
                </item>
                <item>
                    <para>Arranque el motor y d&#233;jelo funcionar en ralent&#237;. la luz y el zumbador deben estar
                        apagados.
                    </para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Zumbador y luz de advertencia de baja presi&#243;n de aire del freno de aire.</emph>
            </para>
            <seqlist>
                <item>
                    <para>La luz y el zumbador deben estar encendidos cuando la presi&#243;n de aire del sistema de
                        frenos est&#233; bajo 70 &#177; 6 psi. (483 &#177; 41 kPa).
                    </para>
                </item>
                <item>
                    <para>La luz y el zumbador se deben apagar una vez que la presi&#243;n de aire en ambos sistemas
                        alcance 70 &#177; 6 psi. (483 &#177; 41 kPa).
                    </para>
                </item>
            </seqlist>
            <para>8.
                <emph type="italic">Funcionamiento del motor auxiliar del freno hidr&#225;ulico y la luz indicadora.
                </emph>
            </para>
            <seqlist>
                <item>
                    <para>Gire el interruptor de llave a posici&#243;n OFF o ACC: el motor debe estar apagado. Pise el
                        pedal de freno: el motor debe funcionar.
                    </para>
                </item>
                <item>
                    <para>Gire el interruptor de llave a posici&#243;n ON o RUN (motor apagado, pedal suelto): el motor
                        funciona.
                    </para>
                </item>
                <item>
                    <para>Arranque el motor y d&#233;jelo funcionar en ralent&#237;. el motor debe estar apagado.</para>
                </item>
            </seqlist>
            <para>9.
                <emph type="italic">Operaci&#243;n de la luz de freno de estacionamiento.</emph>
            </para>
            <para>
                <emph type="bold">S&#243;lo frenos hidr&#225;ulicos</emph>
            </para>
            <seqlist>
                <item>
                    <para>Con el freno de estacionamiento enganchado y el interruptor de llave en posici&#243;n OFF o
                        ACC: la luz debe estar apagada. Gire el interruptor de llave a ON o RUN y la luz debe
                        encenderse.
                    </para>
                </item>
                <item>
                    <para>Arranque el motor. La luz permanecer&#225; encendida (se ilumina al dar marcha al motor, luego
                        se apaga cuando el motor arranca si el freno se desengancha durante el arranque).
                    </para>
                </item>
                <item>
                    <para>Presione el pedal de freno y suba la palanca de freno de estacionamiento (freno desenganchado)
                        la luz debe apagarse.
                    </para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">S&#243;lo frenos de aire</emph>
            </para>
            <seqlist>
                <item>
                    <para>Con la v&#225;lvula del freno de estacionamiento jalada hacia afuera, (frenos de resorte
                        enganchados) y el interruptor de llave en posici&#243;n OFF o ACC: la luz debe estar apagada.
                        Coloque el interruptor de llave en ON o RUN y la luz debe encenderse.
                    </para>
                </item>
                <item>
                    <para>Arranque el motor. La luz permanecer&#225; encendida (se ilumina al dar marcha al motor, luego
                        se apaga cuando el motor arranca si el freno se desengancha durante el encendido).
                    </para>
                </item>
            </seqlist>
            <para>10.
                <emph type="italic">Operaci&#243;n del claxon, limpiaparabrisas y lavaparabrisas.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Presione el centro del volante de la direcci&#243;n para verificar que funcione el claxon el&#233;ctrico.
                        Jale el cordel para verificar el funcionamiento del claxon de aire.
                    </para>
                </item>
                <item>
                    <para>Verifique la operaci&#243;n de los limpiaparabrisas y lavaparabrisas. Consulte el Manual del
                        operador adecuado para ver las instrucciones de funcionamiento espec&#237;ficas.
                    </para>
                </item>
            </seqlist>
            <para>11.
                <emph type="italic">Funcionamiento del radio, el cassette y el CD si est&#225;n instalados.</emph>
            </para>
            <seqlist>
                <item>
                    <para>Accione los diferentes controles del radio, cassette y CD. Consulte el Manual de instrucciones
                        del radio proporcionado con su veh&#237;culo.
                    </para>
                </item>
            </seqlist>
            <para>12.
                <emph type="italic">Operaci&#243;n de las luces de instrumentos y luces interiores.</emph>
            </para>
            <specpara>
                <note>
                    <para>Las siguientes luces deben operar con el interruptor de llave apagado.</para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Indicadores de luces intermitentes emergencia.</para>
                </item>
                <item>
                    <para>Luces de mapa interiores en la cabina y litera (si est&#225;n instaladas).</para>
                </item>
            </seqlist>
            <specpara>
                <note>
                    <para>Gire el interruptor de llave a ON o RUN (motor apagado) para probar los siguientes
                        instrumentos y luces. Consulte el Manual del operador adecuado para ver la informaci&#243;n de
                        operaci&#243;n espec&#237;fica.
                    </para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Verifique la operaci&#243;n de las luces del tablero de instrumentos y las del techo.</para>
                    <randlist type="bullet">
                        <item>
                            <para>Accione el interruptor para ajustar las luces del tablero de instrumentos.</para>
                        </item>
                        <item>
                            <para>Los focos deben encenderse en todas las luces de indicaci&#243;n o de advertencia.
                            </para>
                        </item>
                    </randlist>
                </item>
            </seqlist>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_X1000703.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
