<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTERVALOS DE LUBRICACI&#211;N, SELLADORES Y MANTENIMIENTO
    </stitle>
    <svcsection/>
    <svcsection id="M10006" division="truck" formnum="CTS-5065W" date="03/15/1999" translation="spanish">
        <title>INTERVALOS DE LUBRICACI&#211;N, SELLADORES Y MANTENIMIENTO</title>
        <description>
            <geninfo>
                <para>Los veh&#237;culos nuevos se lubrican en la f&#225;brica. Despu&#233;s de poner en funcionamiento
                    el veh&#237;culo se debe establecer intervalos regulares de lubricaci&#243;n sobre la base del tipo
                    de servicio y de las condiciones del camino. La lubricaci&#243;n en los intervalos especificados
                    mejora el Bajo costo de propiedad (LCO) y reduce los gastos generales de funcionamiento.
                </para>
                <para>Para lograr un bajo costo de propiedad es esencial la elecci&#243;n de un aceite del motor de
                    calidad correcta y de viscosidad apropiada y el cumplimiento de los intervalos recomendados de
                    cambio de aceite. El uso de los intervalos recomendados de cambio de aceite tendr&#225; como
                    resultado un buen arranque, rendimiento y durabilidad a largo plazo del motor.
                </para>
                <para>El intervalo entre los per&#237;odos de lubricaci&#243;n, cambios de aceite, etc. depende
                    enteramente de las condiciones de funcionamiento. Las cargas transportadas, la velocidad y las
                    condiciones del camino y clim&#225;ticas contribuyen a la frecuencia de los per&#237;odos de
                    lubricaci&#243;n.
                </para>
                <para>En algunos tipos de funcionamiento y si las condiciones de funcionamiento son extremadamente
                    severas (como agua profunda, lodo o polvo poco com&#250;n), el veh&#237;culo puede requerir
                    lubricaci&#243;n despu&#233;s de cada veinticuatro (24) horas de funcionamiento.
                </para>
                <para>S&#243;lo se debe usar lubricantes de calidad superior tales como los lubricantes Fleetrite&#174;.
                    El uso de productos de calidad inferior reduce la vida &#250;til de servicio del veh&#237;culo o
                    causa fallas en sus componentes.
                </para>
                <para>International recomienda el uso de lubricantes Fleetrite&#174;.</para>
                <para>Las especificaciones de lubricaci&#243;n se refieren s&#243;lo a la viscosidad (SAE) y al tipo que
                    se debe aplicar. La Society of Automotive Engineers (Sociedad de ingenieros automotrices) ha
                    adoptado los n&#250;meros de viscosidad para clasificar lubricantes de acuerdo a la viscosidad;
                    &#233;stos no cubren ninguna otra propiedad.
                </para>
                <para>Salvo que se especifique otra cosa, nunca agregue lubricante a menos que sea del mismo grado que
                    el que ya est&#225; en uso. Si no se conoce el grado o si &#233;ste no est&#225; disponible, drene,
                    limpie y vuelva a llenar con lubricante nuevo.
                </para>
                <para>Los intervalos de lubricaci&#243;n especificados se deben cumplir en el intervalo que ocurra
                    primero, ya sea meses, kil&#243;metros (millas) u horas.
                </para>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10006_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
