<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - TORSI&#211;N DE TORNILLOS
    </stitle>
    <svcsection/>
    <svcsection id="m10003" svcsectype="prodspec" division="truck" formnum="CTS-5142" date="03/31/1996"
                translation="spanish">
        <title>TORSI&#211;N DE TORNILLOS</title>
        <description>
            <geninfo>
                <title>DESCRIPCI&#211;N</title>
                <lev1>
                    <para>La selecci&#243;n y la instalaci&#243;n correcta de los tornillos es parte esencial de
                        cualquier procedimiento de ensamblaje o reacondicionamiento. Los tornillos mantienen unida a
                        gran parte del veh&#237;culo. Si un tornillo no funciona adecuadamente, puede producir un
                        problema menor como un espejo suelto o un problema importante, como la p&#233;rdida del control
                        de la direcci&#243;n.
                    </para>
                </lev1>
                <lev1>
                    <para>Debido a que hay muchos estilos de tornillos, en diversos tama&#241;os y grados de calidad (
                        <hotlnk xrefid="f1000301">Figura 1</hotlnk>,
                        <hotlnk xrefid="f1000302">Figura 2</hotlnk>y
                        <hotlnk xrefid="f1000303">Figura 3</hotlnk>), el mec&#225;nico debe estar familiarizado con los
                        tornillos com&#250;nmente utilizados en los veh&#237;culos. S&#243;lo de este modo se puede
                        asegurar una selecci&#243;n e instalaci&#243;n correcta del tornillo apropiado. Cada tornillo
                        est&#225; dise&#241;ado para realizar un trabajo en particular y el fabricante del veh&#237;culo
                        lo selecciona de acuerdo a su conveniencia para ese trabajo.
                    </para>
                    <figure id="f1000301" figsize="col-wide">
                        <graphic id="g1000301" filename="../figg10/g1000301.webp" type="webp"/>
                        <caption>Figura 1. Tornillo de cabeza hexagonal con reborde</caption>
                    </figure>
                    <figure id="f1000302" figsize="col-wide">
                        <graphic id="g1000302" filename="../figg10/g1000302.webp" type="webp"/>
                        <caption>Figura 2. Tornillo de cabeza hexagonal de 12 puntos con reborde</caption>
                    </figure>
                    <figure id="f1000303" figsize="col-wide">
                        <graphic id="g1000303" filename="../figg10/g1000303.webp" type="webp"/>
                        <caption>Figura 3. Tornillo de cabeza hueca hexagonal</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>Una instalaci&#243;n adecuada del tornillo es igualmente importante a su correcta selecci&#243;n.
                        La instalaci&#243;n inadecuada del tornillo correcto es tan da&#241;ina como el uso de un
                        tornillo incorrecto. Tanto la falta de apriete como el exceso tienen como resultado una
                        instalaci&#243;n inadecuada del tornillo. Cuando se aprietan los tornillos, se produce un leve
                        estiramiento del tornillo y es este alargamiento el que mantiene unido el conjunto. Si se
                        aprieta muy poco, no se produce este leve estiramiento y la junta no se sujeta en forma segura.
                        Si se aprieta demasiado, los tornillos se estiran demasiado, causando un estrechamiento del
                        tornillo y un posible rompimiento. El uso correcto y uniforme de una llave de torsi&#243;n
                        asegurar&#225; que los tornillos se aprieten adecuadamente y, por lo tanto, sujeten en forma
                        apropiada las piezas del conjunto.
                    </para>
                </lev1>
                <lev1>
                    <title>TAMA&#209;OS Y TIPOS DE TORNILLOS</title>
                    <para>El primer hecho y el m&#225;s importante que debe saber el mec&#225;nico sobre un tornillo es
                        si se trata una rosca norteamericana (sistema de pulgadas) o una rosca m&#233;trica (
                        <hotlnk xrefid="f1000304">Figura 4</hotlnk>). A continuaci&#243;n, el mec&#225;nico debe conocer
                        el tama&#241;o del tornillo, que generalmente se determina por el di&#225;metro de la espiga; la
                        longitud del tornillo, que se mide por lo general desde la parte inferior de la cabeza hasta el
                        extremo de la rosca, y el paso de las roscas.
                    </para>
                    <figure id="f1000304" figsize="col-wide">
                        <graphic id="g1000304" filename="../figg10/g1000304.webp" type="webp"/>
                        <caption>Figura 4. Sistema m&#233;trico/norteamericano (pulgadas)</caption>
                    </figure>
                    <para>El paso de los tornillos norteamericanos (sistema de pulgadas) se mide determinando el n&#250;mero
                        de roscas por pulgada. Los dos pasos que se usan com&#250;nmente en los veh&#237;culos son la
                        rosca gruesa, oficialmente llamada Unified National Coarse (UNC) y la rosca fina, oficialmente
                        llamada Unified National Fine (UNF).
                    </para>
                    <para>El paso de los tornillos m&#233;tricos se mide determinando los mil&#237;metros por rosca. Por
                        ejemplo, un tornillo con un paso de 0.8 tendr&#225; 125 roscas completas en una secci&#243;n de
                        100 mil&#237;metros (100 mm dividido por 125 roscas es igual a 0.8) y un tornillo con un paso de
                        1.0 tendr&#225; 100 roscas en una secci&#243;n de 100 mil&#237;metros. El paso se puede medir
                        directamente, usando una regla y contando las roscas. Adem&#225;s, se dispone de medidores de
                        paso de las roscas tanto para roscas norteamericanas como m&#233;tricas, lo cual facilita la
                        revisi&#243;n del paso de un tornillo .
                    </para>
                    <para>En el sistema norteamericano, una designaci&#243;n com&#250;n ser&#237;a: 7/16-20 x 1. Esto
                        describe un tornillo de 7/16 de pulgada de di&#225;metro, con 20 roscas por pulgada y una
                        pulgada de largo. El sistema m&#233;trico es similar. Una designaci&#243;n m&#233;trica com&#250;n
                        ser&#237;a: 10 x 0.8 x 25 mm. Esto describe un tornillo de 10 mm de di&#225;metro, que tiene un
                        paso de roscas de 0.8 (0.8 mm por rosca) y 25 mm de largo.
                    </para>
                    <lev2>
                        <title>Arandelas</title>
                        <para>Las arandelas planas y arandelas de seguridad m&#233;tricas y del sistema de pulgadas
                            deben tener el mismo di&#225;metro interior que el di&#225;metro exterior del tornillo que
                            se est&#225; usando en el ensamblaje.
                        </para>
                    </lev2>
                </lev1>
                <lev1>
                    <title>GRADOS DE TORNILLOS</title>
                    <para>Un tornillo debe ser lo bastante resistente para realizar el trabajo propuesto. Los sistemas
                        norteamericano y m&#233;trico separan sus tornillos en grados de acuerdo a la resistencia y
                        calidad (
                        <hotlnk xrefid="f1000305">Figura 5</hotlnk>). Para indicar el grado, en el sistema
                        norteamericano se usan marcas lineales sobre las cabezas de los tornillos. Los grados SAE 1 y 2
                        no utilizan marcas lineales; estos "grados de herraje" s&#243;lo se usan en las aplicaciones
                        menos exigentes. El grado SAE 5 usa tres marcas lineales en la cabeza; estos tornillos son los
                        que se usan con mayor frecuencia para las aplicaciones en veh&#237;culos. El grado SAE 8 usa
                        seis marcas lineales en la cabeza; estos tornillos de alta resistencia se usan cuando las
                        condiciones requieren una torsi&#243;n muy alta.
                    </para>
                    <figure id="f1000305" figsize="col-wide">
                        <graphic id="g1000305" filename="../figg10/g1000305.webp" type="webp"/>
                        <caption>Figura 5. Grados de los tornillos</caption>
                    </figure>
                    <para>Las contratuercas tambi&#233;n se dividen en grados, llamados A, B y C. Las tuercas grado A
                        est&#225;n destinadas a usarse con los tornillos SAE grado 1 y 2 y las tuercas no est&#225;n
                        marcadas para su identificaci&#243;n. Las contratuercas grado B se utilizan con los tornillos
                        SAE grado 5 y est&#225;n marcadas con la letra "B" o con tres s&#237;mbolos igualmente
                        distanciados (punto, l&#237;nea, letra u otro car&#225;cter). Las contratuercas grado C se
                        utilizan con los tornillos SAE grado 8 y est&#225;n marcadas con la letra "C" o seis s&#237;mbolos
                        separados en forma equidistante (punto, l&#237;nea, letra u otro car&#225;cter). Otra
                        alternativa de se&#241;alaci&#243;n son las muescas cortadas circunferencialmente dentro de cada
                        una de las seis esquinas de la contratuerca, aproximadamente a media altura, con una fila de
                        muescas para el grado B y dos filas para el grado C.
                    </para>
                    <para>Los tornillos roscados m&#233;tricos tambi&#233;n se separan en grados de acuerdo a su
                        resistencia y calidad. Los tornillos usados generalmente en los veh&#237;culos son de clase m&#233;trica
                        8.8, clase m&#233;trica 9.8 y clase m&#233;trica 10.9. Estos tornillos m&#233;tricos se
                        identifican por el n&#250;mero de clase estampado sobre la cabeza del tornillo. Las tuercas m&#233;tricas
                        usadas com&#250;nmente son de clase 9 y clase 10 (
                        <hotlnk xrefid="f1000306">Figura 6</hotlnk>). Las tuercas m&#233;tricas tambi&#233;n tienen el n&#250;mero
                        de clase estampado sobre ellas, para su f&#225;cil identificaci&#243;n.
                    </para>
                    <figure id="f1000306" figsize="col-wide">
                        <graphic id="g1000306" filename="../figg10/g1000306.webp" type="webp"/>
                        <caption>Figura 6. Tuerca con reborde hexagonal</caption>
                    </figure>
                    <para>Las tuercas m&#233;tricas grado 9 est&#225;n destinadas para ser usadas con tornillos m&#233;tricos
                        grado 9.8 y 8.8, mientras que las tuercas m&#233;tricas grado10 se usan con tornillos m&#233;tricos
                        grado10.9.
                    </para>
                    <para>La clase 8.8 es aproximadamente igual al SAE grado 5 y la clase10.9 se puede comparar con los
                        tornillos SAE grado 8.
                    </para>
                </lev1>
                <lev1>
                    <title>TORNILLOS DE TORSI&#211;N DOMINANTE</title>
                    <para>Una tuerca de torsi&#243;n dominante est&#225; dise&#241;ada para desarrollar una
                        interferencia entre las roscas de la tuerca y tornillo. Esto se realiza casi siempre mediante la
                        deformaci&#243;n de la parte superior de una tuerca totalmente met&#225;lica o mediante el uso
                        de un parche de nylon sobre las roscas en medio de la superficie plana hexagonal. Tambi&#233;n
                        se puede utilizar un inserto de nylon como m&#233;todo de interferencia entre las roscas de la
                        tuerca y del tornillo.
                    </para>
                    <para>Un tornillo de torsi&#243;n dominante est&#225; dise&#241;ado para desarrollar una
                        interferencia entre las roscas del tornillo y de la tuerca o las roscas de un orificio roscado.
                        Esto se logra deformando algunas roscas o usando un adhesivo o parche de nylon.
                    </para>
                    <lev2>
                        <title>Recomendaciones para ser re-utilizados</title>
                        <para>Las tuercas y tornillos de torsi&#243;n dominante sin &#243;xido y limpios se pueden
                            volver a utilizar de la siguiente manera:
                        </para>
                        <seqlist>
                            <item>
                                <para>Limpie la tierra y otros materiales extra&#241;os de la tuerca o tornillo.</para>
                            </item>
                            <item>
                                <para>Revise la tuerca o tornillo para asegurarse de que no tiene grietas, alargamiento
                                    u otros signos de abuso o apriete excesivo. Si tiene dudas, reemplace por un nuevo
                                    tornillo de torsi&#243;n dominante de una resistencia igual o superior.
                                </para>
                            </item>
                            <item>
                                <para>Ensamble las piezas y coloque la tuerca o tornillo manualmente.</para>
                            </item>
                            <item>
                                <para>Observe que, antes de que el tornillo se siente, desarrolla una torsi&#243;n de
                                    acuerdo con la siguiente tabla. Si tiene dudas, reemplace por un nuevo tornillo de
                                    torsi&#243;n dominante de una resistencia igual o superior.
                                </para>
                            </item>
                            <item>
                                <para>Apriete el tornillo a la torsi&#243;n especificada en la secci&#243;n
                                    correspondiente de este manual.
                                </para>
                            </item>
                        </seqlist>
                        <para>Los tornillos y tuercas que est&#225;n oxidados o da&#241;ados se deben reemplazar con un
                            nuevo tornillo de torsi&#243;n dominante de una resistencia igual o superior.
                        </para>
                    </lev2>
                    <lev2>
                        <title>Tabla de torsiones dominantes de los tornillos</title>
                        <table id="hl1000301">
                            <title>Tabla de torsiones dominantes de los tornillos</title>
                            <tgroup cols="20">
                                <colspec colnum="1" colname="1" colwidth="0.32in"/>
                                <colspec colnum="2" colname="2" colwidth="0.32in"/>
                                <colspec colnum="3" colname="3" colwidth="0.32in"/>
                                <colspec colnum="4" colname="4" colwidth="0.32in"/>
                                <colspec colnum="5" colname="5" colwidth="0.32in"/>
                                <colspec colnum="6" colname="6" colwidth="0.32in"/>
                                <colspec colnum="7" colname="7" colwidth="0.32in"/>
                                <colspec colnum="8" colname="8" colwidth="0.32in"/>
                                <colspec colnum="9" colname="9" colwidth="0.25in"/>
                                <colspec colnum="10" colname="10" colwidth="0.24in"/>
                                <colspec colnum="11" colname="11" colwidth="0.18in"/>
                                <colspec colnum="12" colname="12" colwidth="0.18in"/>
                                <colspec colnum="13" colname="13" colwidth="0.37in"/>
                                <colspec colnum="14" colname="14" colwidth="0.37in"/>
                                <colspec colnum="15" colname="15" colwidth="0.37in"/>
                                <colspec colnum="16" colname="16" colwidth="0.37in"/>
                                <colspec colnum="17" colname="17" colwidth="0.37in"/>
                                <colspec colnum="18" colname="18" colwidth="0.37in"/>
                                <colspec colnum="19" colname="19" colwidth="0.37in"/>
                                <colspec colnum="20" colname="20" colwidth="0.37in" colsep="1"/>
                                <spanspec namest="1" nameend="20" spanname="sqspan1-20"/>
                                <spanspec namest="1" nameend="12" spanname="sqspan1-12"/>
                                <spanspec namest="1" nameend="8" spanname="sqspan1-8"/>
                                <spanspec namest="9" nameend="12" spanname="sqspan9-12"/>
                                <spanspec namest="13" nameend="14" spanname="sqspan13-14"/>
                                <thead valign="bottom">
                                    <row rowsep="0">
                                        <entry colspan="20" spanname="sqspan1-20" align="center">
                                            <para>TAMA&#209;OS EN PULGADAS</para>
                                        </entry>
                                    </row>
                                </thead>
                                <tbody valign="top">
                                    <row rowsep="0">
                                        <entry colspan="12" spanname="sqspan1-12" align="center">
                                            <para></para>
                                        </entry>
                                        <entry colname="13">
                                            <para>0.250</para>
                                        </entry>
                                        <entry colname="14">
                                            <para>0.312</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>0.375</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>0.437</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>0.500</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>0.562</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>0.625</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>0.750</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para>TUERCAS Y TornilloS TOTALMENTE MET&#193;LICOS</para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>N&#8226;m</para>
                                        </entry>
                                        <entry colname="13">
                                            <para>0.4</para>
                                        </entry>
                                        <entry colname="14">
                                            <para>0.6</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>1.4</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>1.8</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>2.4</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>3.2</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>4.2</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>6.2</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para></para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>Lbs-pulgada</para>
                                        </entry>
                                        <entry colname="13">
                                            <para>4.0</para>
                                        </entry>
                                        <entry colname="14">
                                            <para>5.0</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>12</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>15</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>20</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>27</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>35</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>51</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para>TornilloS CUBIERTOS CON ADHESIVO O NYLON</para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>N&#8226;m</para>
                                        </entry>
                                        <entry colname="13">
                                            <para>0.4</para>
                                        </entry>
                                        <entry colname="14">
                                            <para>0.5</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>1.0</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>1.4</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>1.8</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>2.6</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>3.4</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>5.2</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colname="1">
                                            <para></para>
                                        </entry>
                                        <entry colname="2">
                                            <para></para>
                                        </entry>
                                        <entry colname="3">
                                            <para></para>
                                        </entry>
                                        <entry colname="4">
                                            <para></para>
                                        </entry>
                                        <entry colname="5">
                                            <para></para>
                                        </entry>
                                        <entry colname="6">
                                            <para></para>
                                        </entry>
                                        <entry colname="7">
                                            <para></para>
                                        </entry>
                                        <entry colname="8">
                                            <para></para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>Lbs-pulgada</para>
                                        </entry>
                                        <entry colname="13">
                                            <para>4.0</para>
                                        </entry>
                                        <entry colname="14">
                                            <para>5.0</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>9.0</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>12</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>15</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>22</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>28</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>43</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="20" spanname="sqspan1-20" align="center">
                                            <para>TAMA&#209;OS M&#201;TRICOS (mm)</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="12" spanname="sqspan1-12" align="center">
                                            <para></para>
                                        </entry>
                                        <entry colspan="2" spanname="sqspan13-14" align="center">
                                            <para>6 &#38; 6.3</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>8</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>10</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>12</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>14</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>16</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>20</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para>TUERCAS Y TornilloS TOTALMENTE MET&#193;LICOS</para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>N&#8226;m</para>
                                        </entry>
                                        <entry colspan="2" spanname="sqspan13-14" align="center">
                                            <para>0.4</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>0.8</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>1.4</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>2.2</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>3.0</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>4.2</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>7.0</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para></para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>Lbs-pulgada</para>
                                        </entry>
                                        <entry colspan="2" spanname="sqspan13-14" align="center">
                                            <para>4.0</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>7.0</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>12</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>18</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>25</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>35</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>57</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry colspan="8" spanname="sqspan1-8" align="center">
                                            <para>TornilloS CUBIERTOS CON ADHESIVO O NYLON</para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>N&#8226;m</para>
                                        </entry>
                                        <entry colspan="2" spanname="sqspan13-14" align="center">
                                            <para>0.4</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>0.6</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>1.2</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>1.6</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>2.4</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>3.4</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>5.6</para>
                                        </entry>
                                    </row>
                                    <row rowsep="1">
                                        <entry colname="1">
                                            <para></para>
                                        </entry>
                                        <entry colname="2">
                                            <para></para>
                                        </entry>
                                        <entry colname="3">
                                            <para></para>
                                        </entry>
                                        <entry colname="4">
                                            <para></para>
                                        </entry>
                                        <entry colname="5">
                                            <para></para>
                                        </entry>
                                        <entry colname="6">
                                            <para></para>
                                        </entry>
                                        <entry colname="7">
                                            <para></para>
                                        </entry>
                                        <entry colname="8">
                                            <para></para>
                                        </entry>
                                        <entry colspan="4" spanname="sqspan9-12" align="center">
                                            <para>Lbs-pulgada</para>
                                        </entry>
                                        <entry colspan="2" spanname="sqspan13-14" align="center">
                                            <para>4.0</para>
                                        </entry>
                                        <entry colname="15">
                                            <para>5.0</para>
                                        </entry>
                                        <entry colname="16">
                                            <para>10</para>
                                        </entry>
                                        <entry colname="17">
                                            <para>14</para>
                                        </entry>
                                        <entry colname="18">
                                            <para>20</para>
                                        </entry>
                                        <entry colname="19">
                                            <para>28</para>
                                        </entry>
                                        <entry colname="20">
                                            <para>46</para>
                                        </entry>
                                    </row>
                                </tbody>
                            </tgroup>
                        </table>
                    </lev2>
                </lev1>
                <lev1>
                    <title>APLICACI&#211;N DE TORSI&#211;N</title>
                    <para>El apriete adecuado de un tornillo requiere un tornillo y tuerca limpios, libres de &#243;xido,
                        costras, roscas cruzadas anteriormente o cualquier otro da&#241;o. Si se ha usado el compuesto
                        fijador, se deben limpiar las roscas. La torsi&#243;n del tornillo depende en gran medida de que
                        las roscas est&#233;n lubricadas o no. El mec&#225;nico debe leer cuidadosamente las tablas de
                        torsiones para asegurarse de que el valor de torsi&#243;n especificado sea para roscas secas o
                        lubricadas. La mayor&#237;a de los tornillos usados dentro de los motores, transmisiones,
                        portadores de ejes traseros, cajas de transferencia, tomas de fuerza, etc., no est&#225;n
                        revestidos. La mayor&#237;a de los tornillos usados generalmente en aplicaciones del chasis est&#225;n
                        revestidos de cinc y cromado transparente. Algunos revestimientos, tales como el cadmio, act&#250;an
                        como lubricantes y hay que tener cuidado de no apretar en exceso esos tornillos . En caso de que
                        se utilice un compuesto antirraspaduras entre las piezas de acero y aluminio, aseg&#250;rese de
                        que las roscas del tornillo est&#233;n completamente limpias. Estos compuestos pueden actuar
                        como lubricantes extremos y se obtendr&#225;n valores de torsi&#243;n incorrectos, lo que puede
                        tener como resultado el desgarramiento de las roscas o un estiramiento excesivo del tornillo.
                        Siempre que sea posible, mantenga el tornillo fijo y aplique la torsi&#243;n a la tuerca.
                        Aplique una torsi&#243;n suave y pareja, sin "sacudir" la llave de torsi&#243;n.
                    </para>
                    <lev2>
                        <title>Tuerca almenada (ranurada)</title>
                        <para>Al apretar una tuerca almenada (ranurada), que se deba sujetar con cable de cierre o una
                            chaveta de dos patas, apri&#233;tela a la torsi&#243;n m&#237;nima especificada. Luego,
                            revise la alineaci&#243;n de las ranuras con el agujero del tornillo. Si la alineaci&#243;n
                            no es correcta, siga apretando la tuerca hasta la torsi&#243;n m&#225;xima permitida, hasta
                            que las ranuras est&#233;n alineadas con el agujero. No apriete m&#225;s all&#225; de la
                            torsi&#243;n m&#225;xima permitida. Si no se obtiene la alineaci&#243;n, use una tuerca
                            nueva.
                        </para>
                    </lev2>
                </lev1>
                <lev1>
                    <title>USO DE LA LLAVE DE TORSI&#211;N</title>
                    <para>Al apretar un tornillo , es importante usar una tracci&#243;n constante sobre la llave de
                        torsi&#243;n. S&#243;lo de esta manera se pueden lograr valores de torsi&#243;n precisos. Si el
                        valor de torsi&#243;n requerido no se puede conseguir con la llave de torsi&#243;n existente, se
                        debe usar una llave m&#225;s larga. Las llaves de torsi&#243;n tipo indicador de cuadrante se
                        pueden usar en forma precisa cuando se agrega una extensi&#243;n a la palanca, para obtener m&#225;s
                        acci&#243;n de palanca. Sin embargo, con la mayor&#237;a de las llaves de torsi&#243;n tipo
                        clip, la precisi&#243;n s&#243;lo se puede obtener si el punto de tracci&#243;n permanece en el
                        centro del &#225;rea de sujeci&#243;n manual. Por lo tanto, no se puede usar ninguna extensi&#243;n
                        de palanca con la mayor&#237;a de las llaves de torsi&#243;n tipo trinquete, a menos que la
                        herramienta est&#233; dise&#241;ada y calibrada para este prop&#243;sito. Consulte las
                        instrucciones del fabricante para su uso adecuado (si est&#225; permitido) de las extensiones de
                        palanca.
                    </para>
                    <para>Cuando se instala un adaptador al extremo de boca cuadrada de una llave de torsi&#243;n tipo
                        indicador de cuadrante, la lectura del cuadrante (comparada con la torsi&#243;n real aplicada)
                        se ver&#225; afectada si aumenta la longitud de la acci&#243;n de palanca de la llave de torsi&#243;n.
                        En ese caso, se necesita un factor de correcci&#243;n para obtener una lectura precisa del
                        cuadrante. Obtenga el factor de correcci&#243;n de la siguiente manera (
                        <hotlnk xrefid="f1000307">Figura 7</hotlnk>):
                    </para>
                    <figure id="f1000307" figsize="col-wide">
                        <graphic id="g1000307" filename="../figg10/g1000307.webp" type="webp"/>
                        <caption>Figura 7. Obtenci&#243;n del factor de correcci&#243;n</caption>
                    </figure>
                    <lev2>
                        <para>1. Divida la longitud total "A" por la longitud de la llave de torsi&#243;n "B".</para>
                        <table id="hl1000302">
                            <tgroup cols="1">
                                <colspec colnum="1" colname="1" colwidth="2.99in" colsep="1"/>
                                <thead valign="bottom">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Ejemplo:</para>
                                        </entry>
                                    </row>
                                </thead>
                                <tbody valign="top">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Longitud total A = 24"</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>Longitud de la llave de torsi&#243;n B = 12"</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>&#160;</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>A dividido por B =</para>
                                        </entry>
                                    </row>
                                    <row rowsep="1">
                                        <entry>
                                            <para>24" dividido por 12" = 2 (cuociente)</para>
                                        </entry>
                                    </row>
                                </tbody>
                            </tgroup>
                        </table>
                    </lev2>
                    <lev2>
                        <para>2. Para determinar la torsi&#243;n en el extremo del adaptador, multiplique la lectura del
                            cuadrante por el cuociente que se indica m&#225;s arriba.
                        </para>
                        <table id="hl1000303">
                            <tgroup cols="1">
                                <colspec colnum="1" colname="1" colwidth="2.99in" colsep="1"/>
                                <thead valign="bottom">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Ejemplo:</para>
                                        </entry>
                                    </row>
                                </thead>
                                <tbody valign="top">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Lectura del cuadrante = 50 libras</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>Cuociente = 2</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>&#160;</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>Torsi&#243;n en el extremo del adaptador =</para>
                                        </entry>
                                    </row>
                                    <row rowsep="1">
                                        <entry>
                                            <para>50 x 2 = 100 libras</para>
                                        </entry>
                                    </row>
                                </tbody>
                            </tgroup>
                        </table>
                    </lev2>
                    <lev2>
                        <para>3. Si se conoce la torsi&#243;n requerida, divida por el cuociente para determinar cu&#225;l
                            debe ser la lectura de la torsi&#243;n.
                        </para>
                        <table id="hl1000304">
                            <tgroup cols="1">
                                <colspec colnum="1" colname="1" colwidth="2.99in" colsep="1"/>
                                <thead valign="bottom">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Ejemplo:</para>
                                        </entry>
                                    </row>
                                </thead>
                                <tbody valign="top">
                                    <row rowsep="0">
                                        <entry>
                                            <para>Torsi&#243;n requerida = 100 libras</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>Cuociente = 2</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>&#160;</para>
                                        </entry>
                                    </row>
                                    <row rowsep="0">
                                        <entry>
                                            <para>Lectura de torsi&#243;n deseada =</para>
                                        </entry>
                                    </row>
                                    <row rowsep="1">
                                        <entry>
                                            <para>100 dividido por 2 = 50 libras</para>
                                        </entry>
                                    </row>
                                </tbody>
                            </tgroup>
                        </table>
                        <specpara>
                            <note>
                                <para>Se recomienda revisar en forma regular la calibraci&#243;n correcta de las llaves
                                    de torsi&#243;n.
                                </para>
                            </note>
                        </specpara>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10003_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
