<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - INTERVALOS DE LUBRICACI&#211;N, SELLADORES Y MANTENIMIENTO - ESPECIFICACIONES DEL
        ACEITE DEL MOTOR - CALIDAD DEL ACEITE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="lubricate" graphiccount="2">
        <title>CALIDAD DEL ACEITE</title>
        <para>Se ha desarrollado un sistema de s&#237;mbolos en el contenedor del aceite para ayudarle a elegir el
            aceite adecuado. La parte superior del s&#237;mbolo muestra la calidad del aceite, tal como API Service
            CG-4/SH (
            <hotlnk xrefid="f1000101">Figura 1</hotlnk>). El s&#237;mbolo puede mostrar categor&#237;as adicionales como
            API Service SG/CE, SF/CE. La parte central probablemente muestre el grado de viscosidad, tal como SAE 15W-40
            (
            <hotlnk xrefid="f1000101">Figura 1</hotlnk>). Si la parte inferior muestra "Energy Conserving II", aseg&#250;rese
            de que las partes superior y central muestren la categor&#237;a de servicio API correcta y el grado de
            viscosidad SAE adecuado recomendados para su motor.
        </para>
        <figure id="f1000101" figsize="col-wide">
            <graphic filename="../figg10/g1000101.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
            <caption>Figura 1. S&#237;mbolo de identificaci&#243;n del aceite</caption>
        </figure>
        <para>Las categor&#237;as de servicio del motor API (American Petroleum Institute) describen la calidad del
            aceite. Las categor&#237;as API se definen mediante el rendimiento del aceite (dep&#243;sitos y desgaste)
            medido en pruebas est&#225;ndar del motor. La categor&#237;a API "S" (SH) describe los aceites para motores
            de encendido por chispa (gasolina), mientras que las categor&#237;as "C" (CF-4, CG-4) describen los aceites
            para motores diesel. Los aceites con categor&#237;as "S" y "C" (como CG-4/SH) son adecuados tanto para los
            motores de encendido por chispa como para los diesel. Algunas veces, las categor&#237;as "S" y "C" vienen
            invertidas (como SH/CG-4).
        </para>
        <para>La calidad recomendada del aceite depende del tipo y del dise&#241;o del motor. Existen muchos aditivos
            suplementarios de aceite y combustible en venta. Si sigue las recomendaciones de los intervalos de cambio de
            lubricante y de aceite, su motor no requerir&#225; estos aditivos.
        </para>
        <specpara>
            <note>
                <para>El uso de aceites del motor de una categor&#237;a API inapropiada compromete gravemente la vida
                    &#250;til del motor. Es muy importante usar un aceite con la categor&#237;a API recomendada o
                    alternativa aceptable que aparece en la
                    <hotlnk xrefid="f1000102">Figura 2</hotlnk>al seleccionar el aceite del motor.
                </para>
            </note>
        </specpara>
        <figure id="f1000102" figsize="pg-wide">
            <graphic filename="../figg10/g1000102.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Figura 2. Categor&#237;as API</caption>
        </figure>
        <specpara>
            <caution>
                <para>NO use aceites comercializados espec&#237;ficamente por proveedores para motores diesel
                    estacionarios, marinos o de ferrocarriles o para motores a gas natural estacionarios, aunque est&#233;n
                    marcados como categor&#237;a API CD o CE. Tales aceites pueden causar un desgaste excesivo del tren
                    de v&#225;lvulas y dep&#243;sitos en la c&#225;mara de combusti&#243;n. (Estos aceites s&#243;lo se
                    venden en tambores o a granel.)
                </para>
            </caution>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10006_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10006_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10006.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
