<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO MEDIO (INFORME CTS-1196) - DESPU&#201;S DE LA PRUEBA EN
        CARRETERA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="1">
        <title>DESPU&#201;S DE LA PRUEBA EN CARRETERA</title>
        <specpara>
            <note>
                <para>Coloque el veh&#237;culo en una superficie nivelada y realice las siguientes operaciones.</para>
            </note>
        </specpara>
        <para>Aseg&#250;rese de colocar el freno de estacionamiento antes de seguir con la inspecci&#243;n.</para>
        <para>54.
            <emph type="italic">Verifique los c&#243;digos de falla y quite la EST.</emph>
        </para>
        <seqlist>
            <item>
                <para>Consulte el Manual de operaci&#243;n del fabricante del motor para la velocidad de ralent&#237;
                    correcta.
                </para>
            </item>
        </seqlist>
        <para>
            <emph type="bold">Inspeccione lo siguiente:</emph>:
        </para>
        <para>55.
            <emph type="italic">Fugas del escape.</emph>
        </para>
        <para>56.
            <emph type="italic">Fugas de aire.</emph>
        </para>
        <para>57.
            <emph type="italic">Fugas de l&#237;quido.</emph>
        </para>
        <para>
            <emph type="bold">Verifique o ajuste lo siguiente:</emph>
        </para>
        <para>58.
            <emph type="italic">V&#225;lvula o v&#225;lvulas de descarga del sistema de aire para un funcionamiento
                adecuado.
            </emph>
        </para>
        <para>59.
            <emph type="italic">Lave el veh&#237;culo e inspeccione para ver si hay fugas interiores</emph>.
        </para>
        <para>60.
            <emph type="italic">Verifique la condici&#243;n y limpieza de todos los paneles y tapizados interiores y
                exteriores.
            </emph>
        </para>
        <para>61.
            <emph type="italic">Quite las cubiertas de pl&#225;stico de los asientos.</emph>
        </para>
        <para>62.
            <emph type="italic">Quite los r&#243;tulos y las cintas. NO QUITE NINGUNA ETIQUETA DE PRECAUCI&#211;N,
                ADVERTENCIA O INFORMACI&#211;N.
            </emph>
        </para>
        <para>63.
            <emph type="italic">Verifique que est&#233; puesta la etiqueta correcta de certificaci&#243;n del veh&#237;culo.
                Consulte el MANUAL DE PROCESAMIENTO DEL VEH&#205;CULO NUEVO.
            </emph>
        </para>
        <para>64.
            <emph type="italic">Agregue la fecha y el c&#243;digo de ubicaci&#243;n P&#38;D en la calcoman&#237;a de
                identificaci&#243;n del veh&#237;culo.
            </emph>
        </para>
        <para>65.
            <emph type="italic">Llene y coloque la etiqueta de identificaci&#243;n del servicio de pre entrega CTS-1122
                (
                <hotlnk xrefid="f1000716">Figura 16)</hotlnk>
                en la parte interna del parabrisas del veh&#237;culo (opcional).
            </emph>
        </para>
        <figure id="f1000716" figsize="pg-wide">
            <graphic filename="../figg10/g1000415.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
            <caption>Figura 16. Etiqueta de identificaci&#243;n del servicio de pre entrega (CTS-1122)</caption>
        </figure>
        <para>66.
            <emph type="italic">Transfiera todos los elementos marcados con una A, F, R o X a la secci&#243;n de
                comentarios al dorso de este formulario. Incluya una breve explicaci&#243;n de cada problema en el
                espacio provisto.
            </emph>
        </para>
        <para>
            <emph type="bold">No use la "A" para indicar que se ha hecho un ajuste P&#38;D requerido. Para mayores
                explicaciones de cu&#225;ndo se debe usar cada c&#243;digo de inspecci&#243;n, consulte la parte de
                Informaci&#243;n general de este manual.
            </emph>
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
