<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO
    </stitle>
    <svcsection/>
    <svcsection id="M10007W" division="truck" formnum="CTS-5022W" date="04/13/1999" translation="spanish">
        <title>MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO Y
            PESADO
        </title>
        <description>
            <geninfo>
                <lev1>
                    <title>INFORMACI&#211;N GENERAL</title>
                    <para>Este Manual de instrucciones explica c&#243;mo llenar los informes de inspecci&#243;n pre
                        entrega y calidad.
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Utilice el CRS-1196 para inspeccionar los modelos 2554 y 2654, adem&#225;s de la serie
                                4000.
                            </para>
                        </item>
                        <item>
                            <para>El informe CTS-1197 se debe usar para inspeccionar los modelos 2574 y 2674 adem&#225;s
                                de las series 5000, 8000 y 9000.
                            </para>
                        </item>
                    </randlist>
                    <para>Estos formularios no tienen papel carb&#243;n; presione fuerte para asegurar que las copias 1
                        y 2 sean legibles. Llenar los formularios 1 y 2 para el archivo del historial de ventas genera
                        una copia para el gerente de evaluaci&#243;n de producto. Las instrucciones de llenado y
                        enrutamiento est&#225;n impresas en la esquina superior izquierda de cada hoja.
                    </para>
                    <specpara>
                        <important>
                            <para>Un informe llenado en forma correcta identifica en la secci&#243;n de comentarios
                                todos los problemas que se encuentran durante la inspecci&#243;n.
                            </para>
                        </important>
                    </specpara>
                </lev1>
                <lev1>
                    <title>USO DE LOS INFORMES (FORMULARIOS)</title>
                    <lev2>
                        <title>Llenado del bloc de informaci&#243;n</title>
                        <para>Consulte la
                            <hotlnk xrefid="f1000701">Figura 1.</hotlnk>
                        </para>
                        <para>Lo primero que hay que hacer es identificar completamente el veh&#237;culo. Utilice los
                            espacios proporcionados en la parte superior de las hojas 1 y 2 para escribir la informaci&#243;n.
                            Los n&#250;meros en el bloc de informaci&#243;n de ejemplo corresponden a las siguientes
                            descripciones:
                        </para>
                        <para>1.
                            <emph type="bold">Espacio del distribuidor</emph>
                        </para>
                        <para>Esta informaci&#243;n se puede encontrar en la orden de embarque o gu&#237;a de
                            embarque.
                        </para>
                        <para>2.
                            <emph type="bold">Espacio del modelo</emph>
                        </para>
                        <para>En este espacio coloque el c&#243;digo del modelo International que aparece en la placa de
                            identificaci&#243;n del veh&#237;culo.
                        </para>
                        <para>3.
                            <emph type="bold">N&#250;mero de identificaci&#243;n del veh&#237;culo (VIN)</emph>
                        </para>
                        <para>Este n&#250;mero aparece estampado en varias partes del veh&#237;culo seg&#250;n el modelo
                            International:
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Todos los modelos: etiqueta escrita en el montante posterior de la puerta
                                    izquierda.
                                </para>
                            </item>
                        </randlist>
                        <para>4.
                            <emph type="bold">Espacios del n&#250;mero de serie del componente</emph>
                        </para>
                        <para>Los n&#250;meros de serie de los componentes normalmente est&#225;n en la unidad del
                            componente, a menudo en un r&#243;tulo de identificaci&#243;n. Los n&#250;meros de serie del
                            motor est&#225;n colocados en diferentes partes en cada motor:
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>International T 444E: estampado en la almohadilla de montaje posterior del
                                    enfriador de aceite en la esquina izquierda trasera del c&#225;rter.
                                </para>
                            </item>
                            <item>
                                <para>International DT 466E/530E: estampado en una almohadilla en la parte izquierda del
                                    c&#225;rter.
                                </para>
                            </item>
                            <item>
                                <para>Caterpillar: etiqueta en el m&#250;ltiple de admisi&#243;n o cubierta de la v&#225;lvula.</para>
                            </item>
                            <item>
                                <para>Cummins: estampado en una placa en la parte izquierda frontal de la caja de
                                    transmisi&#243;n.
                                </para>
                            </item>
                            <item>
                                <para>Detroit Diesel: estampado en una placa de metal ubicada en el costado izquierdo
                                    del bloque.
                                </para>
                            </item>
                        </randlist>
                        <para>Anote los otros n&#250;meros de serie de los componentes en los espacios provistos.
                            Consulte el Manual del operador del componente que viene con el veh&#237;culo para las
                            ubicaciones de los n&#250;meros de serie.
                        </para>
                        <para>5.
                            <emph type="bold">Kilometraje, regi&#243;n, n&#250;mero de factura de servicio y ubicaci&#243;n
                                P&#38;D
                            </emph>
                        </para>
                        <para>Esta informaci&#243;n se puede encontrar en la gu&#237;a de embarque u orden de
                            embarque.
                        </para>
                        <figure id="f1000701" figsize="pg-wide">
                            <graphic filename="../figg10/g1000701.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                            <caption>Figura 1. Bloque de informaci&#243;n de ejemplo, formulario CTS-1196</caption>
                            <calloutgroup>
                                <callout1>1. ESPACIO DEL COMPRADOR</callout1>
                                <callout1>2. ESPACIO DEL MODELO</callout1>
                                <callout1>3. ESPACIO DEL N&#218;MERO DE IDENTIFICACI&#211;N DEL VEH&#205;CULO</callout1>
                                <callout1>4. ESPACIOS DEL N&#218;MERO DE SERIE DEL COMPONENTE</callout1>
                                <callout1>5. ESPACIOS DE KILOMETRAJE, REGI&#211;N, N&#218;MERO DE FACTURA DE SERVICIO, Y
                                    UBICACI&#211;N P&#38;D
                                </callout1>
                            </calloutgroup>
                        </figure>
                    </lev2>
                    <lev2>
                        <title>C&#243;digos de inspecci&#243;n</title>
                        <para>Consulte la
                            <hotlnk xrefid="f1000702">Figura 2</hotlnk>.
                        </para>
                        <para>Despu&#233;s de inspeccionar cada uno de los elementos en el informe, coloque la marca
                            adecuada en la columna C&#211;DIGO DE INSPECCI&#211;N (INSP. CODE) a continuaci&#243;n. Los
                            cinco c&#243;digos y sus usos son:
                        </para>
                        <para>&#8224; = Use esto cuando un elemento tenga una revisi&#243;n satisfactoria. Asimismo util&#237;celo
                            en las operaciones que se han completado en forma exitosa y que le piden hacer otra cosa que
                            no sea verificar o inspeccionar. En cada caso estas operaciones empiezan con la palabra de
                            la acci&#243;n en may&#250;scula. Algunas de estas palabras de acciones son: Attach (fijar),
                            Raise (levantar), Re-torque (volver a aplicar tensi&#243;n), Wash (lavar). Hay otras
                            palabras de acci&#243;n en cada informe
                            <emph type="bold">No use la A (Ajuste realizado) en estos casos.</emph>
                        </para>
                        <para>A= Use esto cuando se ha hecho un ajuste de manera que cumpla con las especificaciones de
                            la f&#225;brica.
                            <emph type="bold">No utilizar para indicar un ajuste P&#38;D requerido ya realizado.</emph>
                        </para>
                        <para>F= Use esto cuando un nivel de l&#237;quido es bajo o de detecta un escape.</para>
                        <para>L= Use esto cuando haya que reparar algo.</para>
                        <para>X= Use esto cuando algo no funciona o falta.</para>
                        <para>Recuerde que algunos c&#243;digos no se aplican a todos los elementos. Elija el c&#243;digo
                            que mejor describe lo que es el estado de esta inspecci&#243;n. Usted puede usar m&#225;s de
                            un c&#243;digo en un espacio si describe m&#225;s claramente el resultado de la inspecci&#243;n.
                        </para>
                        <specpara>
                            <important>
                                <para>Si usted usa cualquiera de los c&#243;digos A, F, R o X, debe explicar el problema
                                    en el espacio que aparece como COMMENTS (comentarios) en la hoja 2 del informe.
                                </para>
                            </important>
                        </specpara>
                    </lev2>
                    <lev2>
                        <title>Columna de iniciales de t&#233;cnicos</title>
                        <para>Esta columna sirve para el caso en que m&#225;s de un t&#233;cnico lleve a cabo la
                            inspecci&#243;n. Esto puede suceder cuando la inspecci&#243;n toma m&#225;s de un d&#237;a,
                            o si usted tiene que hacer otra cosa y la inspecci&#243;n la termina otro t&#233;cnico.
                            Consulte la
                            <hotlnk xrefid="f1000703">Figura 3.</hotlnk>
                        </para>
                        <figure id="f1000702" figsize="pg-wide">
                            <graphic filename="../figg10/g1000702.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                            <caption>Figura 2. Ejemplo de columna de c&#243;digo de inspecci&#243;n, Formulario
                                CTS-1196.
                            </caption>
                        </figure>
                        <figure id="f1000703" figsize="pg-wide">
                            <graphic filename="../figg10/g1000703.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                            <caption>Figura 3. Ejemplo de columna de iniciales de t&#233;cnicos, Formulario CTS-1196.
                            </caption>
                        </figure>
                    </lev2>
                </lev1>
                <lev1>
                    <title>ORGANIZACI&#211;N DE ESTE MANUAL DE INSTRUCCIONES</title>
                    <para>Las instrucciones descritas en este manual siguen el orden de operaciones enumeradas en los
                        informes de inspecci&#243;n pre entrega y calidad. Si al momento de hacer una inspecci&#243;n
                        surgen dudas, use el formulario como gu&#237;a para ayudar a encontrar la informaci&#243;n de
                        referencia correcta dentro de este manual.
                    </para>
                    <para>EJEMPLO: Para las dudas acerca de la inspecci&#243;n de las luces exteriores, consulte el
                        funcionamiento en el informe: "INSPECCI&#211;N EXTERIOR," n&#250;mero 13. Use la p&#225;gina de
                        contenidos para ubicar la "INSPECCI&#211;N EXTERIOR," luego vaya al paso 13.
                    </para>
                </lev1>
                <lev1>
                    <title>REFERENCIA AL MANUAL DE SERVICIO</title>
                    <para>Cuando se hace referencia a una secci&#243;n del Manual de servicio, la secci&#243;n se puede
                        ubicar en el Manual de servicio maestro CTS-5000 y CD-5000. Siga estos pasos para ubicar la
                        secci&#243;n:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Use la lista de verificaci&#243;n (CTS-5001) al comienzo de este manual. Determine el
                                c&#243;digo de grupo y el t&#237;tulo de la secci&#243;n correcta m&#225;s el n&#250;mero
                                CTS para la secci&#243;n que est&#225; buscando.
                            </para>
                        </item>
                        <item>
                            <para>Vaya a la p&#225;gina de contenidos de c&#243;digos de grupo para encontrar
                                exactamente d&#243;nde est&#225; archivada la secci&#243;n en este grupo. Las secciones
                                dentro de un grupo se archivan en orden del n&#250;mero CTS m&#225;s bajo al m&#225;s
                                alto.
                            </para>
                        </item>
                    </randlist>
                </lev1>
                <lev1>
                    <title>REFERENCIA AL MANUAL DEL OPERADOR</title>
                    <para>Cuando se hace referencia al Manual del operador International (1000 al 4000, 5000, 8000 y
                        9000), la informaci&#243;n se puede encontrar dentro del manual de la siguiente manera:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Vaya a la p&#225;gina principal de contenidos del manual. Determine en cu&#225;l secci&#243;n
                                debe estar la informaci&#243;n.
                            </para>
                        </item>
                        <item>
                            <para>Use las leng&#252;etas de ubicaci&#243;n para ir r&#225;pidamente a la p&#225;gina de
                                contenidos de la secci&#243;n (incline un poco el borde del libro para ver las leng&#252;etas).
                            </para>
                        </item>
                        <item>
                            <para>Ubique el tema que contiene la informaci&#243;n y vaya a la p&#225;gina indicada.
                            </para>
                        </item>
                    </randlist>
                </lev1>
                <lev1>
                    <title>DATOS DE TORSI&#211;N EST&#193;NDAR PARA PERNOS Y TUERCAS</title>
                    <lev2>
                        <title>Generalidades</title>
                        <para>Los valores de torsi&#243;n que aqu&#237; aparecen se deben usar s&#243;lo como una gu&#237;a
                            general. Consulte la secci&#243;n de Manual del servicio correcta para ver los valores de
                            torsi&#243;n adecuados. Para los valores de torsi&#243;n que no aparecen mencionados en la
                            secci&#243;n del Manual de servicio, se aplica lo siguiente
                            <hotlnk xrefid="f1000704">Figura 4</hotlnk>).
                        </para>
                        <specpara>
                            <important>
                                <para>Los sujetadores que no coinciden o son inadecuados pueden provocar da&#241;o en el
                                    veh&#237;culo, funcionamiento inadecuado o posibilidad de lesiones personales.
                                    Cuando sea posible, los sujetadores que se han retirado de una ubicaci&#243;n espec&#237;fica
                                    deben volver a utilizarse en esa misma ubicaci&#243;n. Si esto no es posible, los
                                    nuevos sujetadores seleccionados que usen la
                                    <hotlnk xrefid="f1000704">Figura 4</hotlnk>
                                    deben coincidir con los que se cambiaron.
                                </para>
                            </important>
                        </specpara>
                    </lev2>
                    <lev2>
                        <title>Disposiciones de la tabla de torsiones</title>
                        <para>1. Use los valores de torsi&#243;n en la
                            <hotlnk xrefid="f1000704">Figura 4</hotlnk>
                            s&#243;lo para las aplicaciones de pernos y tuercas pasantes.
                        </para>
                        <para>2. Para que estos valores sean v&#225;lidos:</para>
                        <seqlist>
                            <item>
                                <para>Todas las superficies roscadas deben estar limpias y lubricadas solamente con
                                    aceite de motor SAE 30.
                                </para>
                            </item>
                            <item>
                                <para>Los pernos y tuercas deben ser del mismo grado SAE.</para>
                            </item>
                            <item>
                                <para>Las junturas coincidentes deben ser r&#237;gidas; no se debe usar empaquetaduras o
                                    materiales comprimibles.
                                </para>
                            </item>
                            <item>
                                <para>Si se usan arandelas, estas deben ser endurecidas.</para>
                            </item>
                        </seqlist>
                        <para>3. Los valores en la
                            <hotlnk xrefid="f1000704">Figura 4</hotlnk>
                            s&#243;lo se aplican para pernos o tuercas acabados con fosfato y aceite, y de acero no
                            aleado. No se aplican a los pernos y tuercas enchapadas al cadmio o revestidas de zinc.
                        </para>
                        <figure id="f1000704" figsize="pg-wide">
                            <graphic filename="../figg10/g1000704.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                            <caption>Figura 4. Perno SAE grado 5 y 8.</caption>
                        </figure>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
