<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - LUBRICACI&#211;N Y SELLADORES - ESPECIFICACI&#211;NES DEL ACEITE DEL MOTOR -
        ESPECIFICACIONES DE GRASA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="lubricate" graphiccount="2">
        <title>ESPECIFICACIONES DE GRASA</title>
        <para>Las grasas lubricantes contienes tres sustancias:
            <emph type="bold">aceite, una base espesandora</emph>
            y
            <emph type="bold">aditivos</emph>.
        </para>
        <para>El aceite lubrica, el espesador (base) mantiene el aceite en su lugar y lo libera para proporcionar la
            lubricaci&#243;n necesaria; y los aditivos mejoran las caracter&#237;sticas del aceite y de el espesador.
            Los aditivos de presi&#243;n extrema (EP) ayudan a evitar ralladuras, raspaduras y atascamiento de las
            piezas en movimiento.
        </para>
        <para>El espesador puede ser un jab&#243;n simple o complejo (litio, calcio, aluminio, etc.), org&#225;nico
            (poliurea) o inorg&#225;nico (arcilla).
        </para>
        <para>Al mezclar diferentes grasas, existe la posibilidad de incompatibilidad y debe tenerse en consideraci&#243;n.
            Mezclar grasas incompatibles puede reducir la capacidad de lubricaci&#243;n de las mismas. Los veh&#237;culos
            internacional se llenan en la f&#225;brica con grasa de litio.
        </para>
        <para>Una propiedad importante de una grasa es su
            <emph type="bold">temperatura de licuafacci&#243;n</emph>, la temperatura donde cambia de un estado semis&#243;lido
            a uno l&#237;quido. Sin embargo, la temperatura de funcionamiento de una grasa espec&#237;fica no se
            determina solamente por el punto de goteo. Se deben considerar otras propiedades tales como la resistencia
            al cambio de consistencia y el deterioro qu&#237;mico en altas temperaturas.
        </para>
        <specpara>
            <note>
                <para>El instituto nacional de grasa lubricante (National Lubricating Grease Institute (NLGI)) clasifica
                    las grasas lubricantes y les adjudica ciertos n&#250;meros de grado basados en la consistencia de la
                    grasa. Recientemente, el NLGI desarroll&#243; una nueva especificaci&#243;n y clasificaci&#243;n
                    para grasas para autom&#243;viles bas&#225;ndose en su aplicaci&#243;n. El NLGI emiti&#243; s&#237;mbolos
                    autorizados (
                    <hotlnk xrefid="f1000104">Figura 4</hotlnk>) que designan la aplicaci&#243;n para la cual se aprob&#243;
                    la grasa.
                </para>
            </note>
        </specpara>
        <figure id="f1000104" figsize="col-wide">
            <graphic id="g1000104" filename="../figg10/g1000104.webp" type="webp"/>
            <caption>Figura 4. S&#237;mbolos autorizados por NLGI</caption>
        </figure>
        <figure id="f1000105" figsize="col-wide">
            <graphic id="g1000105" filename="../figg10/g1000105.webp" type="webp"/>
            <caption>Figura 5. Puntos de lubricaci&#243;n del chasis</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10001s_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10001s_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
