<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO PESADO (INFORME CTS-1197) - PRUEBA EN CARRETERA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>PRUEBA EN CARRETERA</title>
        <para>Enganche la herramienta de servicio electr&#243;nico (EST). Elimine los c&#243;digos de fallas
            inactivos.
        </para>
        <specpara>
            <note>
                <para>Maneje el veh&#237;culo durante un tiempo suficiente para estabilizar la temperatura del l&#237;quido
                    refrigerante.
                </para>
            </note>
        </specpara>
        <para>Consulte el Manual del operador correcto para las instrucciones espec&#237;ficas para verificar la operaci&#243;n
            correcta en el caso que algo parezca no funcionar adecuadamente.
        </para>
        <para>
            <emph type="bold">Verifique el funcionamiento satisfactorio de los siguiente:</emph>
        </para>
        <para>46.
            <emph type="italic">Sistemas de frenos de pedal, embragues, direcci&#243;n y acelerador.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique el funcionamiento de los frenos de aire.</para>
            </item>
            <item>
                <para>Verifique el funcionamiento del embrague, si est&#225; instalado.</para>
                <randlist type="bullet">
                    <item>
                        <para>Para verificar el recorrido libre del embrague presione el pedal hasta que haya
                            resistencia. El juego debe estar dentro de las especificaciones en la tabla que aparece m&#225;s
                            abajo (
                            <hotlnk xrefid="t1000714">Tabla 12</hotlnk>). De lo contrario, ajuste.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Verifique el funcionamiento del freno del embrague (s&#243;lo en veh&#237;culos con transmisi&#243;n
                    no sincronizada).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Con el veh&#237;culo detenido y el motor en velocidad de ralent&#237; (freno de emergencia
                            puesto), presione a fondo el embrague y cambie a primera o reversa. Si el freno del embrague
                            funciona correctamente, el cambio ser&#225; suave.
                        </para>
                    </item>
                    <item>
                        <para>Si los dientes del embrague topan entre s&#237;, entonces vuelva a encajar el embrague
                            mientras presiona suavemente la palanca de cambio de velocidades. Si los dientes a&#250;n
                            topan, ajuste el embrague de tal manera que el freno del embrague se encaje con el pedal del
                            embrague de 3/4 de pulgada a 1-1/4 de pulgada del piso.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Rendimiento global del sistema de direcci&#243;n.</para>
                <randlist type="bullet">
                    <item>
                        <para>Est&#233; atento a los sonidos inusuales, el juego de ruedas excesivo, adem&#225;s del
                            jalado o movimientos laterales excesivos. Si aparece cualquiera de estas condiciones,
                            analice la causa y corrija el problema.
                        </para>
                    </item>
                    <item>
                        <para>Verifique las funciones de inclinaci&#243;n y telescopio, si vienen instaladas. NO OPERE
                            MIENTRAS EL VEH&#205;CULO EST&#193; EN MARCHA.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Verifique el funcionamiento del acelerador.</para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique la libertad de movimiento y el retorno sin atoramiento.</para>
                    </item>
                </randlist>
            </item>
        </seqlist>
        <table id="t1000714" frame="all">
            <title>Recorrido libre del pedal del embrague</title>
            <tgroup cols="2" colsep="1" rowsep="1">
                <colspec colwidth="2.49in"/>
                <colspec colwidth="3.01in"/>
                <tbody>
                    <row>
                        <entry align="center">
                            <para>2000, 8000</para>
                        </entry>
                        <entry align="center">
                            <para>25 a 38 mm (1 a 1 1/2 de pulgada)</para>
                        </entry>
                    </row>
                    <row>
                        <entry align="center">
                            <para>5000, 9100, 9200, 9300, 9400</para>
                        </entry>
                        <entry align="center">
                            <para>32 a 45 mm (1 1/4 a 1 3/4 de pulgada)</para>
                        </entry>
                    </row>
                    <row>
                        <entry align="center">
                            <para>9800</para>
                        </entry>
                        <entry align="center">
                            <para>43 a 55 mm (1 5/8 a 2 1/8 de pulgada)</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
        <para>47.
            <emph type="italic">Veloc&#237;metro y tac&#243;metro y todos los indicadores.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique el funcionamiento del veloc&#237;metro y del tac&#243;metro.</para>
            </item>
            <item>
                <para>Verifique el funcionamiento de los indicadores adicionales.</para>
            </item>
        </seqlist>
        <para>48.
            <emph type="italic">Sistema de calefactor y desempa&#241;ador, aire acondicionado y ventilaci&#243;n.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique el funcionamiento del sistema de calefactor y desempa&#241;ador y de ventilaci&#243;n.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Todos los orificios de ventilaci&#243;n y controles deben funcionar como lo describe el
                            Manual del operador correcto.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Verifique el funcionamiento del sistema del aire acondicionado.</para>
                <randlist type="bullet">
                    <item>
                        <para>Todos los orificios de ventilaci&#243;n y controles deben funcionar como lo describe el
                            Manual del operador correcto.
                        </para>
                    </item>
                </randlist>
            </item>
        </seqlist>
        <para>49.
            <emph type="italic">Funcionamiento del motor.</emph>
        </para>
        <seqlist>
            <item>
                <para>Rendimiento global del motor.</para>
                <randlist type="bullet">
                    <item>
                        <para>Observe si el rendimiento del motor no es satisfactorio. Esto incluye arranque
                            dificultuoso, ralent&#237; irregular, sacudida o vacilaci&#243;n durante la aceleraci&#243;n,
                            aceleraci&#243;n deficiente, ruidos inusuales y humo excesivo.
                        </para>
                    </item>
                </randlist>
            </item>
            <item>
                <para>Control de crucero.</para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique el buen funcionamiento de lo siguiente: establecer aceleraci&#243;n, reasumir,
                            acelerar, marcha libre y cancelar (con el freno, interruptor de control y de llave apagados)
                        </para>
                    </item>
                </randlist>
            </item>
        </seqlist>
        <para>50.
            <emph type="italic">Freno de escape, si est&#225; instalado.</emph>
        </para>
        <specpara>
            <important>
                <para>No use el freno de escape en superficies de caminos resbalosos. Use la misma transmisi&#243;n de
                    velocidades que normalmente usar&#237;a en estas condiciones.
                </para>
            </important>
        </specpara>
        <para>51.
            <emph type="italic">Transmisi&#243;n. &#191;Est&#225; correcto el selector de cambio autom&#225;tico en
                todas las velocidades? &#191;Est&#225; correcta la calcoman&#237;a de la palanca de cambio de
                velocidades manual?
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique adecuadamente los cambios de la transmisi&#243;n y que el selector de cambio funcione en
                    forma correcta en todas las velocidades.
                </para>
            </item>
            <item>
                <para>Consulte el Manual del operador de transmisi&#243;n para ver la informaci&#243;n
                    espec&#237;fica.
                </para>
            </item>
        </seqlist>
        <para>52.
            <emph type="italic">Ejes de dos velocidades, si est&#225;n instalados.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique que funcione usando el m&#233;todo de s&#243;lo eje de cambio y luego emplee el m&#233;todo
                    de cambio dividido. Consulte el Manual del operador adecuado para ver los procedimientos espec&#237;ficos.
                </para>
            </item>
        </seqlist>
        <specpara>
            <warning>
                <para>Nunca intente hacer un cambio en un eje de dos velocidades al descender una cuesta ya que puede
                    causar la p&#233;rdida del control del veh&#237;culo y terminar en un accidente.
                </para>
            </warning>
        </specpara>
        <para>53.
            <emph type="italic">Todos los accesorios que est&#225;n instalados.</emph>
        </para>
        <specpara>
            <caution>
                <para>Cuando las transmisiones auxiliares se usan en combinaci&#243;n con las transmisiones autom&#225;ticas,
                    no hay que dar arranque a un veh&#237;culo cargado con el auxiliar en la posici&#243;n OD
                    (sobremarcha).
                </para>
            </caution>
        </specpara>
        <seqlist>
            <item>
                <para>Transmisi&#243;n auxiliar.</para>
            </item>
            <item>
                <para>Eje en t&#225;ndem del cierre del divisor de potencia.</para>
            </item>
            <item>
                <para>Seguro del diferencial controlado por el conductor (s&#243;lo en algunos veh&#237;culos equipados
                    con eje Rockwell).
                </para>
            </item>
            <item>
                <para>Secador de aire: Abra los dep&#243;sitos, llaves de purga o v&#225;lvulas para purgar el sistema
                    de agua.
                </para>
            </item>
        </seqlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
