<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - MANUAL DE INSTRUCCI&#211;N DE INSPECCI&#211;N PREENTREGA Y CALIDAD PARA MODELOS DE SERVICIO MEDIO
        Y PESADO - INSTRUCCIONES DE INSPECCI&#211;N DE SERVICIO MEDIO (INFORME CTS-1196) - INSPECCI&#211;N EXTERIOR
    </stitle>
    <svcsection/>
    <svcproc id="x1000703" svcproctype="inspect" graphiccount="0">
        <title>INSPECCI&#211;N EXTERIOR</title>
        <para>
            <emph type="bold">Verifique o inspeccione lo siguiente:</emph>
        </para>
        <para>13.
            <emph type="italic">Funcionamiento de las luces exteriores.</emph>
        </para>
        <seqlist>
            <item>
                <para>Verifique que las direccionales funcionen correctamente.</para>
            </item>
            <item>
                <para>Verifique que los faros delanteros, las luces traseras, las luces indicadoras laterales y las
                    luces intermitentes de emergencia operen correctamente. Estas luces deben funcionar con el
                    interruptor de llave encendido o apagado.
                </para>
            </item>
            <item>
                <para>Haga funcionar todas las luces adicionales si est&#225;n instaladas, como los faros de niebla
                    (funcionan s&#243;lo con luz baja), luces de carga, luces diurnas autom&#225;ticas, etc.
                </para>
            </item>
        </seqlist>
        <para>14.
            <emph type="italic">Sujeci&#243;n de la bater&#237;a y apriete de la cubierta.</emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente la instalaci&#243;n de la bater&#237;a. Todas las sujeciones y sujetadores
                    de cubierta deben estar correctamente apretados.
                </para>
            </item>
        </seqlist>
        <para>15.
            <emph type="italic">Ajuste y apriete los espejos.</emph>
        </para>
        <para>16.
            <emph type="italic">Alinee el sistema de escape y apriete las abrazaderas y los montajes.</emph>
        </para>
        <seqlist>
            <item>
                <para>Inspeccione visualmente la posici&#243;n y montaje del sistema de escape para asegurar que nada
                    est&#233; rozando y que est&#233; correctamente ajustado. Alinee y apriete todas las abrazaderas de
                    escape y soportes de montaje sueltos.
                </para>
            </item>
            <item>
                <para>En los veh&#237;culos equipados con un escape vertical, verifique que no se apoye contra la cabina
                    y que est&#233; apretado firmemente.
                </para>
            </item>
        </seqlist>
        <para>17.
            <emph type="italic">Fije las l&#237;neas de aire del remolque y el mazo de cables si est&#225; instalado.
            </emph>
        </para>
        <para>18.
            <emph type="italic">Funcionamiento de la v&#225;lvula de protecci&#243;n del tractor si est&#225;
                instalada.
            </emph>
        </para>
        <seqlist>
            <item>
                <para>Consulte la secci&#243;n de Componentes de frenos de aire del Manual de servicio maestro.</para>
            </item>
        </seqlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m10007w.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
