<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ESSAIS DE FUITE D'AIR - ESSAI DE FUITE DE LA SOUPAPE DE
        REFOULEMENT
    </stitle>
    <svcsection/>
    <svcproc svcproctype="test" graphiccount="0">
        <title>ESSAI DE FUITE DE LA SOUPAPE DE REFOULEMENT</title>
        <para>Il faut colmater les fuites du piston de d&#233;compression avant de proc&#233;der &#224; cet essai. Une
            fuite en aval de la soupape de refoulement peut &#234;tre d&#233;tect&#233;e en enlevant la conduite de
            refoulement, en injectant de l'air sous pression dans le m&#233;canisme de d&#233;compression et l'orifice
            de refoulement et en tendant l'oreille pour v&#233;rifier si de l'air s'&#233;chappe de la cavit&#233;
            d'admission. Une fuite d'air &#224; peine perceptible est g&#233;n&#233;ralement acceptable. Cependant, en
            cas de doute sur l'importance de la fuite, nous recommandons que la culasse ou le compresseur soit enlev&#233;
            et r&#233;par&#233; ou remplac&#233;. En maintenant de l'air sous pression dans l'orifice de refoulement,
            enduisez d'une solution savonneuse la partie en retrait de la but&#233;e de la soupape sur le dessus de la
            culasse. S'il y a une fuite, il faut r&#233;parer ou remplacer la culasse. Seuls des pi&#232;ces et n&#233;cessaires
            de remplacement International authentiques doivent &#234;tre utilis&#233;s.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
