<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ENTRETIEN PR&#201;VENTIF - SYST&#200;ME D'ACTIONNEMENT DU
        COMPRESSEUR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>SYST&#200;ME D'ACTIONNEMENT DU COMPRESSEUR</title>
        <para>Tous les six mois, apr&#232;s 1 800 heures d'utilisation du v&#233;hicule ou apr&#232;s 50 000 milles (80
            000 km), selon la premi&#232;re occurrence, v&#233;rifiez si le compresseur est bruyant. Des variations de
            bruit lors des cycles de compression et de d&#233;compression indiquent g&#233;n&#233;ralement que des pi&#232;ces
            d'entra&#238;nement sont l&#226;ches ou us&#233;es.
        </para>
        <para>S'il s'agit d'un compresseur actionn&#233; par courroie, v&#233;rifiez l'alignement de la poulie et de la
            courroie ainsi que la tension de la courroie. R&#233;f&#233;rez-vous &#224; la rubrique
            <hotlnk document="f04004_41.xml" xrefid="hl0400401">SP&#201;CIFICATIONS</hotlnk>. R&#233;glez, au besoin, la
            tension en vous assurant que la courroie n'est pas trop serr&#233;e. Voyez si la poulie n'est pas l&#226;che
            ou mal align&#233;e. Remplacez et r&#233;glez au besoin les pi&#232;ces. Des rainures de clavette endommag&#233;es
            sur le vilebrequin indiquent qu'une poulie est l&#226;che et, dans de nombreux cas, qu'il faut remplacer le
            compresseur. Avec les compresseurs actionn&#233;s par courroie, des d&#233;faillances des paliers de
            vilebrequin indiquent souvent que la courroie est trop serr&#233;e.
        </para>
        <para>Il faut proc&#233;der &#224; une v&#233;rification minutieuse et au remplacement, au besoin, des pi&#232;ces
            d'entra&#238;nement chaque fois que l'on remplace le compresseur. Il faut porter une attention particuli&#232;re
            aux engrenages d'entra&#238;nement et aux raccords des compresseurs qui ont support&#233; des pressions de
            refoulement &#233;lev&#233;es &#224; cause d'une conduite de refoulement bloqu&#233;e ou gel&#233;e.
        </para>
        <para>V&#233;rifiez tous les boulons de fixation du compresseur et resserrez-les uniform&#233;ment au besoin. V&#233;rifiez
            l'&#233;tat de tous les supports de fixation du compresseur, puis serrez, au besoin, les pi&#232;ces de
            fixation et remplacez celles qui sont endommag&#233;es.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
