<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ENTRETIEN PR&#201;VENTIF - REFROIDISSEMENT DU COMPRESSEUR</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>REFROIDISSEMENT DU COMPRESSEUR</title>
        <para>Tous les six mois, apr&#232;s 1 800 heures d'utilisation du v&#233;hicule ou apr&#232;s 50 000 milles (80
            000 km), selon la premi&#232;re occurrence, v&#233;rifiez si l'orifice de refoulement du compresseur, la
            cavit&#233; d'admission et la conduite de refoulement sont obstru&#233;s ou pr&#233;sentent des d&#233;p&#244;ts
            de carbone. S'il y a des d&#233;p&#244;ts excessifs, nettoyez enti&#232;rement ces pi&#232;ces ou remplacez
            les pi&#232;ces obstru&#233;es et v&#233;rifiez minutieusement le circuit de refroidissement du compresseur.
            V&#233;rifiez toutes les conduites de refroidissement pour vous assurer qu'elles ne sont pas d&#233;form&#233;es
            ni obstru&#233;es. Les conduites de refroidissement doivent avoir un diam&#232;tre interne d'au moins 3/8
            pouce (9,53 mm). V&#233;rifiez si les conduites de refroidissement ne sont pas obstru&#233;es par des d&#233;p&#244;ts
            de rouille. Si ces conduites semblent obstru&#233;es, v&#233;rifiez le d&#233;bit du liquide de
            refroidissement en le comparant aux sp&#233;cifications indiqu&#233;es &#224; la fin du pr&#233;sent
            manuel.(
        </para>
        <para>V&#233;rifiez et nettoyez les ailettes de refroidissement externes sur la partie du carter o&#249; est fix&#233;
            le cylindre. Si des ailettes sont fissur&#233;es ou bris&#233;es, remplacez le compresseur.
        </para>
        <para>Assurez-vous que le syst&#232;me d'admission d'air n'est pas obstru&#233;.</para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
