<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;PARTITEUR DE PRESSION - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>FONCTIONNEMENT</title>
        <para>Le r&#233;glage de pression du r&#233;partiteur est d&#233;termin&#233; par le r&#233;glage du chapeau de
            r&#233;glage, qui exerce une force sur le ressort sur le dessus du piston. De l'air comprim&#233; p&#233;n&#232;tre
            par l'orifice d'admission et sort par l'orifice de refoulement. Lorsque la pression d'air sous le piston est
            sup&#233;rieure &#224; la force du ressort sur le dessus du piston, ce dernier monte et le ressort de la
            soupape d'admission la ram&#232;ne sur son si&#232;ge et coupe l'alimentation en air. &#192; mesure que la
            pression dans la conduite de refoulement chute, la force du ressort au-dessus du piston devient plus
            importante que la pression d'air sous le piston, ce qui fait descendre celui-ci, soul&#232;ve la soupape
            d'admission hors de son si&#232;ge et permet &#224; l'air de franchir l'orifice de refoulement (
            <hotlnk xrefid="f0400217">figure 17</hotlnk>
            ).
        </para>
        <figure id="f0400217" figsize="col-wide">
            <graphic id="g0400217" filename="../figg04/g0400217.webp" type="webp"/>
            <caption>Figure 17. R&#233;partiteur de pression - section transversale</caption>
            <calloutgroup>
                <callout1>1. PISTON</callout1>
                <callout1>2. TIGE DE GUIDAGE DU CLAPET</callout1>
                <callout1>3. RESSORT DE SOUPAPE D'ADMISSION</callout1>
                <callout1>4. ADMISSION &#38; SOUPAPE D'&#201;CHAPPEMENT</callout1>
                <callout1>5. JOINT TORIQUE DE PISTON</callout1>
                <callout1>6. CONDUITE DE SORTIE</callout1>
                <callout1>7. RESSORT DE R&#201;GULATION DE PRESSION</callout1>
            </calloutgroup>
        </figure>
        <para>Si la pression dans la conduite de refoulement d&#233;passe le r&#233;glage de pression du r&#233;partiteur,
            la force exerc&#233;e par la pression d'air sous le piston sera sup&#233;rieure &#224; la force du ressort
            au-dessus du piston. Ce dernier montera &#224; partir de la soupape d'&#233;chappement et permettra &#224;
            l'air de franchir la soupape d'&#233;chappement &#224; travers le piston creux et le guide de soupape pour
            s'&#233;chapper par l'ouverture pratiqu&#233;e dans le chapeau de r&#233;glage. Lorsque la force du ressort
            au-dessus du piston devient plus importante que la pression d'air sous le piston, la soupape d'&#233;chappement
            repose sur son si&#232;ge et la pression dans la conduite de refoulement est identique au r&#233;glage du r&#233;partiteur
            de pression.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_41.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_43.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
