<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;GULATEUR DE COMPRESSEUR D'AIR (TYPE D-2) - REMONTAGE</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>REMONTAGE</title>
        <para>Avant d'effectuer l'assemblage, lubrifiez l'al&#233;sage de corps inf&#233;rieur, le haut du piston, les
            gorges de piston, les oeillets de piston et le guide de ressort de r&#233;glage de piston avec de la graisse
            au molybd&#232;ne Fleetrite EP2 ou un &#233;quivalent &#224; la graisse au lithium tout usage NLGI num&#233;ro
            2. R&#233;glez la vis.
        </para>
        <step1>
            <para count="1">Installez l'oeillet de la tige d'&#233;chappement dans sa rainure dans l'al&#233;sage de
                tige du piston.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez la soupape d'admission et d'&#233;chappement au fond du piston.</para>
        </step1>
        <step1>
            <para count="1">Installez le ressort de la soupape d'admission en orientant son extr&#233;mit&#233; &#233;troite
                contre la soupape. Appuyez sur le ressort jusqu'&#224; ce que l'extr&#233;mit&#233; &#224; grande
                spirale p&#233;n&#232;tre dans la gorge &#224; l'int&#233;rieur du piston.
            </para>
        </step1>
        <step1>
            <para count="1">Placez le ressort de la tige d'&#233;chappement sur la tige d'&#233;chappement. Enfoncez
                ensuite la tige d&#233;licatement dans l'al&#233;sage de tige du piston.
            </para>
        </step1>
        <step1>
            <para count="1">Installez le piston dans le corps.</para>
        </step1>
        <step1>
            <para count="1">Installez ces &#233;l&#233;ments dans l'ordre suivant : un si&#232;ge de ressort inf&#233;rieur,
                le guide de ressort, l'autre si&#232;ge de ressort inf&#233;rieur, le ressort de r&#233;glage de
                pression et le si&#232;ge de ressort sup&#233;rieur de forme hexagonale sur la vis de r&#233;glage.
                Vissez le si&#232;ge de ressort sup&#233;rieur jusqu'&#224; ce que la distance entre le haut du si&#232;ge
                et le bas de la t&#234;te de la tige soit d'environ 1 7/8 po (47,6 mm).
            </para>
        </step1>
        <step1>
            <para count="1">Installez le contre-&#233;crou.</para>
        </step1>
        <step1>
            <para count="1">Avant de placer la vis de r&#233;glage et la tige dans le corps du r&#233;gulateur,
                assurez-vous que la tige d'&#233;chappement et son ressort sont en place dans le piston.
            </para>
        </step1>
        <step1>
            <para count="1">Installez la vis de r&#233;glage et la bague de retenue de ressort. R&#233;glez la vis de r&#233;glage
                selon la mesure prise &#224; l'&#233;tape 2 de la rubrique " D&#201;MONTAGE ".
            </para>
        </step1>
        <step1>
            <para count="1">Si n&#233;cessaire, installez des filtres neufs aux orifices du r&#233;servoir et de d&#233;charge.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_125.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_127.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
