<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;PURATEUR D'AIR - &#201;PURATEUR D'AIR SYSTEM SAVER 1000</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="12">
        <title>&#201;PURATEUR D'AIR SYSTEM SAVER 1000</title>
        <svcsubproc>
            <title>Description</title>
            <para>L'&#233;purateur d'air System Saver 1000 (
                <hotlnk xrefid="f0400271">figure 71</hotlnk>
                ) sert principalement &#224; recueillir et &#224; &#233;liminer les corps &#233;trangers du circuit
                pneumatique sous forme solide, liquide et de vapeur avant que l'air p&#233;n&#232;tre dans le circuit de
                freinage. Il fournit de l'air sec et propre aux composants du circuit.
            </para>
            <figure id="f0400271" figsize="col-wide">
                <graphic id="g0400271" filename="../figg04/g0400271.webp" type="webp" scalefit="0"/>
                <caption>Figure 71. &#201;purateur d'air System Saver 1000</caption>
                <calloutgroup>
                    <callout1>1. CARTOUCHE DESSICCATIVE</callout1>
                    <callout1>2. BASE D'&#201;PURATEUR D'AIR</callout1>
                    <callout1>3. SOUPAPE DE R&#201;G&#201;N&#201;RATION</callout1>
                    <callout1>4. SOUPAPE DE PURGE</callout1>
                    <callout1>5. SILENCIEUX (FACULTATIF)</callout1>
                    <callout1>6. SOUPAPE D'ARR&#202;T DU TURBOCOMPRESSEUR</callout1>
                    <callout1>7. CLAPET DE RETENUE D'&#201;CHAPPEMENT</callout1>
                    <callout1>8. CLAPET DE D&#201;RIVATION</callout1>
                    <callout1>9. R&#201;CHAUFFEUR</callout1>
                </calloutgroup>
            </figure>
            <para>Le dessiccateur d'air System Saver 1000 se compose d'une base d'&#233;purateur d'air, c'est-&#224;-dire
                la pi&#232;ce moul&#233;e en aluminium &#224; laquelle tous les composants de l'&#233;purateur sont fix&#233;s
                et dans laquelle se trouvent les trous de fixation filet&#233;s. Le clapet de d&#233;rivation se situe
                entre les orifices d'admission et d'&#233;chappement. Ce clapet permet au flux d'air traversant l'&#233;purateur
                de contourner la cartouche dessiccative et d'atteindre directement l'orifice d'&#233;chappement de l'&#233;purateur.
                La cartouche dessiccative est un bo&#238;tier en acier contenant les filtres et le dessiccant n&#233;cessaires
                pour filtrer et ass&#233;cher l'air qui la traverse. La cartouche est viss&#233;e (comme un filtre
                &#224; huile), ce qui acc&#233;l&#232;re et facilite l'entretien.
            </para>
            <para>Le r&#233;chauffeur est un dispositif situ&#233; dans la base de l'&#233;purateur qui emp&#234;che le
                gel de l'eau recueillie dans l'&#233;purateur. Ce dispositif se compose d'un &#233;l&#233;ment chauffant
                cylindrique r&#233;sistif et d'un petit thermostat circulaire. Le thermostat commande le fonctionnement
                de l'&#233;l&#233;ment chauffant et maintient la temp&#233;rature de l'&#233;purateur au-dessus du point
                de cong&#233;lation (32 &#176;F).
            </para>
            <para>Le clapet de retenue d'&#233;chappement se trouve dans l'orifice d'&#233;chappement de l'&#233;purateur
                d'air. Ce clapet emp&#234;che l'air du circuit de revenir dans l'&#233;purateur et de s'&#233;chapper
                par la soupape de purge durant le cycle de d&#233;charge du compresseur. La soupape de purge est situ&#233;e
                au bas de la base de l'&#233;purateur. Cette soupape permet l'&#233;vacuation de l'humidit&#233;, de la
                condensation et des corps &#233;trangers recueillis hors de l'&#233;purateur durant le cycle de purge.
            </para>
            <para>La soupape de r&#233;g&#233;n&#233;ration commande la r&#233;g&#233;n&#233;ration en permettant &#224;
                l'air des r&#233;servoirs d'alimentation et secondaire de contourner le clapet de retenue d'&#233;chappement,
                de franchir la soupape de r&#233;g&#233;n&#233;ration, de passer par un orifice o&#249; l'air se dilate
                et circule en sens inverse pour &#233;liminer l'humidit&#233; dans le dessiccant et de sortir par la
                soupape de purge.
            </para>
            <para>Le silencieux (dispositif facultatif) est fix&#233; &#224; la soupape de purge. Lorsqu'il est install&#233;,
                ce dispositif &#233;limine la majeure partie du bruit associ&#233; &#224; la purge de l'&#233;purateur
                d'air.
            </para>
            <para>La soupape d'arr&#234;t du turbocompresseur est situ&#233;e dans l'orifice d'admission de l'&#233;purateur
                d'air. Ce dispositif ferme le chemin entre le compresseur et la soupape de purge de l'&#233;purateur
                durant le cycle de d&#233;charge du compresseur.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement (
                <hotlnk xrefid="f0400272">figure 72</hotlnk>
                )
            </title>
            <para>L'&#233;purateur d'air System Saver 1000 alterne entre deux cycles de fonctionnement : le CYCLE DE S&#201;CHAGE
                et le CYCLE DE PURGE. La description suivante est divis&#233;e en ces cycles de fonctionnement.
            </para>
            <figure id="f0400272" figsize="col-wide">
                <graphic id="g0400272" filename="../figg04/g0400272.webp" type="webp" scalefit="0"/>
                <caption>Figure 72. &#201;purateur d'air System Saver 1000 - fonctionnement</caption>
                <calloutgroup>
                    <callout1>1. SYST&#200;ME &#192; FILTRES MULTIPLES</callout1>
                    <callout1>2. SOUPAPE DE R&#201;G&#201;N&#201;RATION</callout1>
                    <callout1>3. &#201;CHAPPEMENT D'&#201;PURATEUR</callout1>
                    <callout1>4. SOUPAPE DE D&#201;RIVATION</callout1>
                    <callout1>5. CLAPET DE RETENUE D'&#201;CHAPPEMENT</callout1>
                    <callout1>6. SOUPAPE DE PURGE</callout1>
                    <callout1>7. ADMISSION D'&#201;PURATEUR</callout1>
                    <callout1>8. SOUPAPE D'ARR&#202;T DE TURBOCOMPRESSEUR</callout1>
                    <callout1>9. R&#201;CHAUFFEUR INT&#201;GR&#201; DE 100 WATTS</callout1>
                    <callout1>10. ORIFICE DE R&#201;GULATEUR</callout1>
                    <callout1>11. CONNECTEUR &#201;LECTRIQUE SCELL&#201; (POUR R&#201;CHAUFFEUR)</callout1>
                    <callout1>12. SUPPORT DE FIXATON INT&#201;GR&#201;</callout1>
                    <callout1>13. CARTOUCHE DESSICCATIVE</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Cycle de s&#233;chage</title>
            </para>
            <para>Durant l'augmentation de pression dans le circuit (compression de l'air), l'air comprim&#233; circule
                dans l'&#233;purateur d'air o&#249; le syst&#232;me de filtration &#233;limine les corps &#233;trangers
                et dirige l'air vers le cycle de s&#233;chage. L'humidit&#233; qui se condense initialement est
                recueillie sous forme d'eau dans la base de l'&#233;purateur. L'air charg&#233; d'humidit&#233; passe
                &#224; travers le lit dessiccatif o&#249; l'humidit&#233; r&#233;siduelle est adsorb&#233;e. Le cycle de
                s&#233;chage commence et se termine de la m&#234;me fa&#231;on que le cycle de charge du compresseur.
            </para>
            <para>L'&#233;purateur d'air demeure en mode de s&#233;chage jusqu'&#224; ce que la pression du circuit de
                freinage pneumatique atteigne la pression de d&#233;clenchement du r&#233;gulateur.
            </para>
            <para>
                <title>Cycle de purge</title>
            </para>
            <para>Lorsque la pression du circuit de freinage pneumatique atteint la pression de d&#233;clenchement du r&#233;gulateur,
                le compresseur d&#233;charge (arr&#234;t de la compression d'air) et la soupape de purge s'ouvre pour
                permettre la d&#233;compression initiale de l'&#233;purateur (purge) et l'&#233;vacuation de l'eau
                recueillie dans la base de l'&#233;purateur. La soupape de purge demeure ouverte durant le cycle de d&#233;charge
                du compresseur. La soupape de r&#233;g&#233;n&#233;ration permet alors le retour d'un petit volume d'air
                &#224; travers l'&#233;purateur et hors de la soupape de purge qui commence imm&#233;diatement apr&#232;s
                la purge et dure normalement de 8 &#224; 15 secondes. Ce retour d'air &#224; partir du circuit
                pneumatique et &#224; travers l'&#233;purateur &#233;limine l'humidit&#233; de la cartouche dessiccative
                et pr&#233;pare l'&#233;purateur pour le prochain cycle de charge du compresseur.
            </para>
            <para>La r&#233;g&#233;n&#233;ration continue jusqu'&#224; ce que la soupape de r&#233;g&#233;n&#233;ration
                d&#233;tecte que la pression de l'air de retour entrant dans la soupape de r&#233;g&#233;n&#233;ration a
                diminu&#233; de 10 livres par pouce carr&#233; par rapport &#224; la pression initiale de l'air de
                retour au d&#233;but de la r&#233;g&#233;n&#233;ration. En cons&#233;quence, lorsque la r&#233;g&#233;n&#233;ration
                est termin&#233;e, la pression dans le r&#233;servoir d'alimentation et dans le r&#233;servoir
                secondaire est inf&#233;rieure de 10 livres par pouce carr&#233; &#224; la pression de d&#233;clenchement.
                Cela est normal et propre &#224; l'&#233;purateur d'air System Saver 1000. Ce cycle commence au d&#233;but
                du cycle de d&#233;charge du compresseur et se termine normalement bien avant le d&#233;but de son cycle
                de charge.
            </para>
            <para>Le clapet de d&#233;rivation permet &#224; l'air de circuler dans l'&#233;purateur pour contourner la
                cartouche dessiccative et atteindre directement l'orifice d'&#233;chappement de l'&#233;purateur. Cela
                se produit chaque fois que les passages d'air pratiqu&#233;s dans la cartouche dessiccative et la
                soupape de purge s'obstruent &#224; cause de la pr&#233;sence de corps &#233;trangers et du gel. &#201;videmment,
                l'air ne s'ass&#232;che pas dans ce mode, mais le compresseur, l'&#233;purateur et la conduite de d&#233;charge
                du compresseur sont prot&#233;g&#233;s contre les dommages caus&#233;s par une surpression.
            </para>
            <para>
                <title>Soupape d'arr&#234;t du turbocompresseur</title>
            </para>
            <para>La soupape d'arr&#234;t du turbocompresseur sert &#224; fermer le passage entre le compresseur et l'&#233;purateur
                durant le cycle de d&#233;charge du compresseur. Cela emp&#234;che la partie de l'air comprim&#233; de
                suralimentation du turbocompresseur qui passe par le compresseur durant son cycle de d&#233;charge de s'&#233;chapper
                par la soupape de d&#233;charge, ce qui maintient la pression de suralimentation et assure une puissance
                maximale du moteur durant le cycle de d&#233;charge du compresseur.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <specpara>
                <note>
                    <para>Avant de remplacer tout composant de l'&#233;purateur d'air, assurez-vous que le compresseur
                        et le r&#233;gulateur d'air fonctionnent bien. R&#233;parez ou remplacez ces pi&#232;ces, au
                        besoin. V&#233;rifiez tout le circuit pneumatique pour d&#233;tecter les fuites et effectuez les
                        r&#233;parations n&#233;cessaires. De plus, lorsque vous videz les r&#233;servoirs d'air avant
                        de proc&#233;der &#224; l'entretien de l'&#233;purateur, voyez si de l'eau et de l'huile se sont
                        accumul&#233;s dans les r&#233;servoirs.
                    </para>
                </note>
            </specpara>
            <table id="t0400213" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Exigences relatives au remplacement - &#233;purateur d'air System Saver 1000</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.49in"/>
                    <colspec colnum="2" colname="2" colwidth="1.49in"/>
                    <colspec colnum="3" colname="3" colwidth="3.39in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Composant</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Intervalle</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Motif</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Cartouche</para>
                                <para>dessiccative</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Tous les 2 ou 3 ans.</para>
                                <para>B. Remplacement du compresseur d'air.</para>
                                <para>C. Eau dans le r&#233;servoir &#224; air humide.</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Entretien pr&#233;ventif.</para>
                                <para>B. Cartouche sale.</para>
                                <para>C. Cartouche sale ou us&#233;e et cycle d'utilisation &#233;lev&#233; (mauvaise
                                    utilisation de l'&#233;purateur d'air).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Clapet de d&#233;rivation</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Rupture de la cartouche de l'&#233;purateur d'air ou du joint d'&#233;tanch&#233;it&#233;
                                    de la cartouche &#224; cause d'une pression interne &#233;lev&#233;e.
                                </para>
                                <para>B. Le clapet fuit de l'admission &#224; l'&#233;chappement.</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Le clapet est coinc&#233; en position ferm&#233;e ou l'ensemble ne fonctionne
                                    plus.
                                </para>
                                <para>B. Joint torique coup&#233; ou si&#232;ge inad&#233;quat.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>R&#233;chauffeur</para>
                            </entry>
                            <entry rotate="0">
                                <para>L'eau qui s'accumule dans l'&#233;purateur d'air g&#232;le et l'alimentation
                                    &#233;lectrique de l'&#233;purateur est ad&#233;quate.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Le r&#233;chauffeur ne fonctionne pas.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Clapet de retenue d'&#233;chappement</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. L'air continue de sortir de la soupape de purge une fois le cycle de purge
                                    termin&#233;, mais s'arr&#234;te lorsque le cycle de charge du compresseur commence.
                                </para>
                                <para>B. Pas d'augmentation de pression dans le circuit et tous les autres &#233;l&#233;ments
                                    fonctionnent bien.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Le clapet est coinc&#233; en position ouverte ou une autre d&#233;fectuosit&#233;
                                    l'emp&#234;che de fonctionner.
                                </para>
                                <para>B. Le clapet est coinc&#233; en position ferm&#233;e.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Soupape de purge</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Le cycle de purge ne se produit pas lorsque le compresseur d&#233;charge et la
                                    pression est normale &#224; l'orifice de commande de l'&#233;purateur.
                                </para>
                                <para>B. L'air sort de la soupape de purge durant le cycle de charge et la pression est
                                    nulle &#224; l'orifice de commande de l'&#233;purateur.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>A. La soupape est coinc&#233;e en position ferm&#233;e ou une autre d&#233;fectuosit&#233;
                                    l'emp&#234;che de fonctionner.
                                </para>
                                <para>B. La soupape est coinc&#233;e en position ouverte ou une autre d&#233;fectuosit&#233;
                                    l'emp&#234;che de fonctionner.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Soupape d'arr&#234;t du turbocompresseur</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. L'air sort de la soupape de purge durant le cycle de d&#233;charge du
                                    compresseur une fois le cycle de purge termin&#233; et le d&#233;bit est nettement
                                    plus &#233;lev&#233; lorsque le moteur tourne &#224; haut r&#233;gime, particuli&#232;rement
                                    sous charge.
                                </para>
                                <para>B. Pas d'augmentation de pression dans le circuit et tous les autres &#233;l&#233;ments
                                    fonctionnent bien.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>A. La soupape d'arr&#234;t du turbocompresseur ne fonctionne pas.</para>
                                <para>B. La soupape est coinc&#233;e en position ferm&#233;e.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Soupape de r&#233;g&#233;n&#233;ration</para>
                            </entry>
                            <entry rotate="0">
                                <para>A. Le cycle de purge est trop long (plus de 30 secondes) et la pression du r&#233;servoir
                                    secondaire chute de 15 livres par pouce carr&#233; ou plus.
                                </para>
                                <para>B. Le cycle de purge est trop court (5 secondes ou moins), le clapet de retenue
                                    &#224; commande par pression est en bon &#233;tat et la conduite de commande du r&#233;gulateur
                                    ne fuit pas.
                                </para>
                                <para>C. L'&#233;purateur d'air effectue une purge, mais il n'y a pas de r&#233;g&#233;n&#233;ration;
                                    il n'y a pas de clapet de retenue install&#233; entre l'&#233;purateur et le r&#233;servoir
                                    d'alimentation et la soupape de purge ne s'est pas ferm&#233;e.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>A. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas.</para>
                                <para>B. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas.</para>
                                <para>C. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifications d'entretien - v&#233;rification du bon fonctionnement</title>
            <step1>
                <para count="1">Commencez l'inspection lorsque le compresseur effectue un cycle de charge et qu'il
                    augmente la pression &#224; la pression de d&#233;clenchement (environ 120 livres par pouce carr&#233;).
                </para>
            </step1>
            <step1>
                <para count="1">Lorsque le compresseur atteint le cycle de d&#233;charge, l'&#233;purateur effectue une
                    purge, ce qui amorce la r&#233;g&#233;n&#233;ration de l'&#233;purateur d'air.
                </para>
            </step1>
            <step1>
                <para count="1">Durant le cycle de purge, qui dure de 10 &#224; 15 secondes, la pression du r&#233;servoir
                    &#224; air humide et du r&#233;servoir secondaire diminue d'environ 10 livres par pouce carr&#233;.
                    Le manom&#232;tre d'air secondaire au tableau de bord de la cabine devrait indiquer cette diminution
                    de pression. La chute de pression de 10 livres par pouce carr&#233; durant le cycle de purge est
                    normale et propre &#224; l'&#233;purateur d'air System Saver 1000.
                </para>
            </step1>
            <step1>
                <para count="1">Si l'aiguille du manom&#232;tre secondaire n'indique pas une diminution de pression
                    durant le cycle de purge, v&#233;rifiez alors les possibilit&#233;s suivantes :
                </para>
                <step2>
                    <para count="1">Le clapet de retenue &#224; commande par pression n'est pas install&#233; sur le v&#233;hicule.</para>
                </step2>
                <step2>
                    <para count="1">Le clapet de retenue &#224; commande par pression est install&#233; sur le mauvais r&#233;servoir
                        d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Le clapet de retenue &#224; commande par pression est install&#233; &#224; un clapet
                        de retenue unidirectionnel au lieu de remplacer ce dernier.
                    </para>
                </step2>
                <step2>
                    <para count="1">Il y a un clapet de retenue additionnel quelconque situ&#233; entre l'&#233;purateur
                        et le r&#233;servoir d'air secondaire, habituellement au r&#233;servoir &#224; air (humide).
                    </para>
                </step2>
                <step2>
                    <para count="1">Le manom&#232;tre secondaire n'est pas plac&#233; d'aplomb par rapport au circuit
                        pneumatique secondaire.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si la pression secondaire chute de 15 livres par pouce carr&#233; ou plus durant le
                    cycle de purge et qu'aucun autre dispositif &#224; commande pneumatique n'utilise de l'air durant ce
                    cycle, il y a alors des fuites d'air ou d'autres probl&#232;mes dans le circuit pneumatique qu'il
                    faut trouver et corriger.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose (
                <hotlnk xrefid="f0400273">figure 73</hotlnk>
                ).
            </title>
            <figure id="f0400273" figsize="col-wide">
                <graphic id="g0400273" filename="../figg04/g0400273.webp" type="webp" scalefit="0"/>
                <caption>Figure 73. &#201;purateur d'air System Saver 1000 - d&#233;pose</caption>
            </figure>
            <step1>
                <para count="1">Stationnez le v&#233;hicule sur une surface plane et calez ses roues pour l'emp&#234;cher
                    de bouger.
                </para>
                <specpara>
                    <warning>
                        <para>Ne travaillez pas sous un v&#233;hicule soutenu uniquement par des crics. Ils peuvent
                            glisser ou tomber et causer des blessures graves. Placez des chandelles sous le v&#233;hicule.
                        </para>
                        <para>Portez des lunettes de protection pour &#233;viter les blessures graves durant l'entretien
                            du v&#233;hicule.
                        </para>
                        <para>Videz compl&#232;tement le circuit pneumatique avant d'enlever tout &#233;l&#233;ment, y
                            compris la cartouche dessiccative. L'air sous pression peut causer des blessures graves.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;branchez toutes les conduites d'air. Apposez-y des &#233;tiquettes pour en
                    faciliter la repose et bouchez-les pour &#233;viter que la salet&#233; y p&#233;n&#232;tre.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la fiche &#233;lectrique du r&#233;chauffeur de sa prise.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les trois dispositifs de fixation et enlevez l'&#233;purateur d'air.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage, nettoyage, inspection et assemblage</title>
            <specpara>
                <warning>
                    <para>Videz compl&#232;tement le circuit pneumatique avant d'enlever tout &#233;l&#233;ment, y
                        compris la cartouche dessiccative. L'air sous pression peut causer des blessures graves.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Cartouche dessiccative (
                    <hotlnk xrefid="f0400274">figure 74</hotlnk>
                    ).
                </para>
                <figure id="f0400274" figsize="col-wide">
                    <graphic id="g0400274" filename="../figg04/g0400274.webp" type="webp" scalefit="0"/>
                    <caption>Figure 74. &#201;purateur d'air System Saver 1000 - nettoyage et inspection</caption>
                    <calloutgroup>
                        <callout1>1. JOINT TORIQUE</callout1>
                        <callout1>2. SI&#200;GE DE JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                        <callout1>3. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Utilisez une cl&#233; &#224; courroie, si n&#233;cessaire, pour desserrer et enlever
                        la cartouche.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;posez le joint torique.</para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez les surfaces sur lesquelles reposent le joint torique et le
                        joint d'&#233;tanch&#233;it&#233;. R&#233;parez les dommages, si n&#233;cessaire. Si les
                        dommages aux si&#232;ges alt&#232;rent l'&#233;tanch&#233;it&#233; du syst&#232;me, remplacez l'&#233;purateur
                        d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Appliquez une mince couche de graisse sur le joint torique et le joint d'&#233;tanch&#233;it&#233;.</para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau joint torique.</para>
                </step2>
                <step2>
                    <para count="1">Vissez la nouvelle cartouche sur la base jusqu'&#224; ce que le joint d'&#233;tanch&#233;it&#233;
                        touche &#224; la base. Puis, serrez la cartouche en effectuant un tour de plus.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Clapet de retenue d'&#233;chappement
                    <hotlnk xrefid="f0400275">figure 75</hotlnk>
                    ).
                </para>
                <figure id="f0400275" figsize="col-wide">
                    <graphic id="g0400275" filename="../figg04/g0400275.webp" type="webp" scalefit="0"/>
                    <caption>Figure 75. Clapet de retenue d'&#233;chappement</caption>
                    <calloutgroup>
                        <callout1>1. JOINT TORIQUE</callout1>
                        <callout1>2. CORPS DE SOUPAPE</callout1>
                        <callout1>3. RESSORT</callout1>
                        <callout1>4. RONDELLE</callout1>
                        <callout1>5. CIRCLIP</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;posez le circlip, la rondelle, le ressort, le corps de soupape et le joint
                        torique.
                    </para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez l'al&#233;sage de la soupape. R&#233;parez les dommages au
                        besoin. Si l'al&#233;sage est endommag&#233; au point d'alt&#233;rer l'&#233;tanch&#233;it&#233;
                        du syst&#232;me, remplacez l'&#233;purateur d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau joint torique sur le corps de soupape.</para>
                </step2>
                <step2>
                    <para count="1">Appliquez une mince couche de graisse sur l'al&#233;sage de la soupape et le joint
                        torique.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau corps de soupape en ins&#233;rant sa longue extr&#233;mit&#233;
                        dans l'al&#233;sage.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau ressort en pla&#231;ant sa courte extr&#233;mit&#233; autour
                        des ailettes en forme de " Y " sur le corps de soupape.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez la nouvelle rondelle et le nouveau circlip pour maintenir les composants
                        en place.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">R&#233;chauffeur (
                    <hotlnk xrefid="f0400276">figure 76</hotlnk>
                    ).
                </para>
                <figure id="f0400276" figsize="col-wide">
                    <graphic id="g0400276" filename="../figg04/g0400276.webp" type="webp" scalefit="0"/>
                    <caption>Figure 76. R&#233;chauffeur</caption>
                    <calloutgroup>
                        <callout1>1. R&#201;CEPTACLE</callout1>
                        <callout1>2. JOINT TORIQUE</callout1>
                        <callout1>3. &#201;L&#201;MENT</callout1>
                        <callout1>4. THERMOSTAT</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;branchez la fiche.</para>
                </step2>
                <step2>
                    <para count="1">Retirez les vis, la prise et le joint torique de la base pour acc&#233;der &#224; la
                        vis de retenue.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;posez la vis de retenue, puis &#244;tez le r&#233;chauffeur au complet.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez l'&#233;l&#233;ment et le thermostat neufs dans leurs cavit&#233;s.</para>
                </step2>
                <step2>
                    <para count="1">Installez la nouvelle vis de retenue et vissez-la pour fixer l'&#233;l&#233;ment et
                        le thermostat en place.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le joint torique et la prise neufs et fixez-les en place avec les vis.
                    </para>
                </step2>
                <step2>
                    <para count="1">Branchez la fiche.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Soupape d'arr&#234;t du turbocompresseur (
                    <hotlnk xrefid="f0400277">figure 77</hotlnk>
                    ).
                </para>
                <figure id="f0400277" figsize="col-wide">
                    <graphic id="g0400277" filename="../figg04/g0400277.webp" type="webp" scalefit="0"/>
                    <caption>Figure 77. Soupape d'arr&#234;t du turbocompresseur</caption>
                    <calloutgroup>
                        <callout1>1. RESSORT</callout1>
                        <callout1>2. COUVERCLE</callout1>
                        <callout1>3. PISTON</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;posez le circlip. Le couvercle et le ressort risquent de tomber de l'al&#233;sage
                        au moment du retrait du circlip.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;posez la cartouche dessiccative de la fa&#231;on d&#233;crite ci-dessus, puis
                        utilisez un b&#226;ton en bois pour pousser le piston, le ressort et le couvercle hors de l'al&#233;sage.
                    </para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez l'al&#233;sage de la soupape. R&#233;parez tout dommage, si n&#233;cessaire.
                        Si l'al&#233;sage est endommag&#233; au point o&#249; l'&#233;tanch&#233;it&#233; du syst&#232;me
                        est alt&#233;r&#233;e, remplacez l'&#233;purateur d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez les nouveaux joints toriques sur le piston et le couvercle.</para>
                </step2>
                <step2>
                    <para count="1">Appliquez une mince couche de graisse sur l'al&#233;sage de la soupape et les joints
                        toriques.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau piston en orientant sa partie creuse vers l'ext&#233;rieur.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le ressort, le couvercle et le circlip neufs pour maintenir les composants
                        en place.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Soupape de r&#233;g&#233;n&#233;ration (
                    <hotlnk xrefid="f0400278">figure 78</hotlnk>
                    ).
                </para>
                <figure id="f0400278" figsize="col-wide">
                    <graphic id="g0400278" filename="../figg04/g0400278.webp" type="webp" scalefit="0"/>
                    <caption>Figure 78. Soupape de r&#233;g&#233;n&#233;ration</caption>
                    <calloutgroup>
                        <callout1>1. DISPOSITIF DE RETENUE</callout1>
                        <callout1>2. CARTER DE SOUPAPE</callout1>
                        <callout1>3. RESSORT</callout1>
                        <callout1>4. MEMBRANE</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;posez les quatre boulons de fixation et le carter de soupape. Lorsque vous
                        enlevez le carter, le ressort et le dispositif de retenue vont tomber.
                    </para>
                </step2>
                <step2>
                    <para count="1">D&#233;posez la membrane en caoutchouc.</para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez la rainure dans laquelle s'ins&#232;re la l&#232;vre de la
                        membrane. R&#233;parez les dommages au besoin. Si la rainure est endommag&#233;e au point o&#249;
                        l'&#233;tanch&#233;it&#233; du syst&#232;me est alt&#233;r&#233;e, remplacez l'&#233;purateur
                        d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez la nouvelle membrane en ins&#233;rant sa l&#232;vre dans la rainure.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le ressort et le dispositif de retenue neufs en orientant la l&#232;vre de
                        retenue vers l'ext&#233;rieur. Installez le carter de la soupape en pla&#231;ant le joint
                        torique neuf et le filtre sur l'orifice. Installez les nouveaux boulons de fixation et
                        serrez-les &#224; 53 lb.po (6 N&#183; m).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Soupape de purge (
                    <hotlnk xrefid="f0400279">figure 79</hotlnk>
                    ).
                </para>
                <figure id="f0400279" figsize="col-wide">
                    <graphic id="g0400279" filename="../figg04/g0400279.webp" type="webp" scalefit="0"/>
                    <caption>Figure 79. Soupape de purge</caption>
                    <calloutgroup>
                        <callout1>1. RESSORT</callout1>
                        <callout1>2. T&#202;TE DE SOUPAPE</callout1>
                        <callout1>3. SOUPAPE</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;posez le circlip, la t&#234;te de soupape et le ressort.</para>
                </step2>
                <step2>
                    <para count="1">Sortez la soupape hors de la base.</para>
                </step2>
                <step2>
                    <para count="1">Retirez le joint torique de la base.</para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez l'al&#233;sage de la soupape. R&#233;parez tout dommage, si n&#233;cessaire.
                        Si l'al&#233;sage est endommag&#233; au point o&#249; l'&#233;tanch&#233;it&#233; est alt&#233;r&#233;e,
                        remplacez l'&#233;purateur d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Appliquez une mince couche de graisse sur l'al&#233;sage de la soupape et tous les
                        joints toriques.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez les nouveaux joints toriques dans la base et sur la t&#234;te de
                        soupape.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez la soupape dans son al&#233;sage.</para>
                </step2>
                <step2>
                    <para count="1">Installez le ressort dans la t&#234;te de soupape et ins&#233;rez-les dans l'al&#233;sage.</para>
                </step2>
                <step2>
                    <para count="1">Installez le circlip pour maintenir la t&#234;te de soupape en place.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Clapet de d&#233;rivation (soupape de d&#233;charge) (
                    <hotlnk xrefid="f0400280">figure 80</hotlnk>
                    ).
                </para>
                <figure id="f0400280" figsize="col-wide">
                    <graphic id="g0400280" filename="../figg04/g0400280.webp" type="webp" scalefit="0"/>
                    <caption>Figure 80. Clapet de d&#233;rivation (soupape de d&#233;charge)</caption>
                    <calloutgroup>
                        <callout1>1. JOINT TORIQUE</callout1>
                        <callout1>2. CORPS DE SOUPAPE</callout1>
                        <callout1>3. RESSORT</callout1>
                        <callout1>4. COUVERCLE</callout1>
                        <callout1>5. CIRCLIP</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">D&#233;posez le circlip, le couvercle, le ressort et le corps de soupape.</para>
                </step2>
                <step2>
                    <para count="1">Nettoyez et examinez l'al&#233;sage de la soupape. R&#233;parez les dommages, si n&#233;cessaire.
                        Si l'al&#233;sage est endommag&#233; au point o&#249; l'&#233;tanch&#233;it&#233; est alt&#233;r&#233;e,
                        remplacez l'&#233;purateur d'air.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le nouveau joint torique sur le corps de soupape et le couvercle neufs.
                    </para>
                </step2>
                <step2>
                    <para count="1">Appliquez une mince couche de graisse sur l'al&#233;sage de la soupape et les joints
                        toriques.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le corps de soupape en ins&#233;rant sa longue extr&#233;mit&#233; dans
                        l'al&#233;sage.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le ressort neuf de mani&#232;re qu'il entoure les ailettes en forme de " Y
                        " sur le corps de soupape.
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez le couvercle et le circlip neufs pour maintenir les composants en place.
                    </para>
                </step2>
                <step2>
                    <para count="1"></para>
                </step2>
            </step1>
            <step1>
                <para count="1">Silencieux (dispositif facultatif) (
                    <hotlnk xrefid="f0400281">Figure 81</hotlnk>
                    ).
                </para>
                <figure id="f0400281" figsize="col-wide">
                    <graphic id="g0400281" filename="../figg04/g0400281.webp" type="webp" scalefit="0"/>
                    <caption>Figure 81. Silencieux</caption>
                    <calloutgroup>
                        <callout1>1. SILENCIEUX</callout1>
                        <callout1>2. T&#202;TE DE SOUPAPE DE PURGE</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Utilisez des pinces pour circlip pour ouvrir le circlip et tirez le silencieux hors
                        de la t&#234;te de soupape de purge.
                    </para>
                </step2>
                <step2>
                    <para count="1">Lorsque vous installez le silencieux, poussez-le sur la t&#234;te de soupape de
                        purge jusqu'&#224; ce qu'il s'enclenche.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation (
                <hotlnk xrefid="f0400282">figure 82</hotlnk>
                ).
            </title>
            <figure id="f0400282" figsize="col-wide">
                <graphic id="g0400282" filename="../figg04/g0400282.webp" type="webp" scalefit="0"/>
                <caption>Figure 82. &#201;purateur d'air System Saver 1000 - installation</caption>
            </figure>
            <step1>
                <para count="1">Fixez l'&#233;purateur au b&#226;ti ou au support de fixation. Serrez les boulons au
                    couple de 65 &#224; 90 lb.pi (88 &#224; 122 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la fiche &#233;lectrique du r&#233;chauffeur dans sa prise.</para>
            </step1>
            <step1>
                <para count="1">Appliquez du mastic pour tuyau ou du ruban pour joints filet&#233;s sur tous les
                    raccords pneumatiques et branchez les conduites d'air sur les orifices appropri&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Si le v&#233;hicule est &#233;quip&#233; de raccords Quality Connect, consultez la
                    rubrique
                    <hotlnk document="f04002r_146.xml" xrefid="hl0400226">
                        <xref refid="hl0400226"/>FLEXIBLES, TUBES ET RACCORDS
                    </hotlnk>
                    pour obtenir les renseignements d'entretien.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tableau de recherche de panne</title>
            <table id="t0400214" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tableau de recherche de panne - &#233;purateur d'air System Saver 1000</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.49in"/>
                    <colspec colnum="2" colname="2" colwidth="2.99in"/>
                    <colspec colnum="3" colname="3" colwidth="1.49in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">&#201;tat</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Cause possible</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">R&#233;paration</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le cycle de purge est trop long (plus de 30 secondes).</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Le clapet de retenue d'&#233;chappement est coinc&#233; en position ouverte.
                                </para>
                                <para>2. Fuite dans la soupape d'arr&#234;t du turbocompresseur.</para>
                                <para>3. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas correctement.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer le clapet de retenue.</para>
                                <para>2. Remplacer la soupape d'arr&#234;t du turbocompresseur.</para>
                                <para>3. Remplacer la soupape de r&#233;g&#233;n&#233;ration.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'air sort par la soupape de purge durant l'augmentation de pression du
                                    compresseur.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La soupape de purge est coinc&#233;e en position ouverte.</para>
                                <para>2. Mauvaise conduite d'air branch&#233;e &#224; l'orifice 4 de l'&#233;purateur.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer la soupape de purge.</para>
                                <para>2. Brancher la conduite d'air correctement.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le cycle de purge est trop court (moins de 8 secondes).</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Demande d'air &#233;lev&#233;e durant le cycle de d&#233;charge du
                                    compresseur.
                                </para>
                                <para>2. Le clapet de retenue &#224; commande par pression ne fonctionne pas bien.
                                </para>
                                <para>3. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas.</para>
                                <para>4. Le r&#233;gulateur d'air ne fonctionne pas.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Augmenter la capacit&#233; du circuit pneumatique ou r&#233;duire la demande
                                    d'air.
                                </para>
                                <para>2. Remplacer le clapet de retenue &#224; commande par pression.</para>
                                <para>3. Remplacer la soupape de r&#233;g&#233;n&#233;ration.</para>
                                <para>4. Remplacer le r&#233;gulateur.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Pas de purge.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La mauvaise conduite d'air est branch&#233;e &#224; l'orifice 4 de l'&#233;purateur
                                    ou aucune conduite n'y est branch&#233;e.
                                </para>
                                <para>2. La soupape de purge est coinc&#233;e en position ouverte.</para>
                                <para>3. Le r&#233;gulateur d'air ne fonctionne pas correctement.</para>
                                <para>4. Le compresseur d'air n'atteint jamais la pression de d&#233;clenchement.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Brancher les conduites d'air correctement.</para>
                                <para>2. Remplacer la soupape de purge.</para>
                                <para>3. Remplacer le r&#233;gulateur.</para>
                                <para>4. R&#233;parer les fuites d'air du circuit et r&#233;parer ou remplacer le
                                    compresseur d'air.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Pas de d&#233;bit d'air de r&#233;g&#233;n&#233;ration.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. L'&#233;purateur d'air n'est pas branch&#233; au r&#233;servoir
                                    d'alimentation.
                                </para>
                                <para>2. La soupape de r&#233;g&#233;n&#233;ration ne fonctionne pas correctement.
                                </para>
                                <para>3. Le clapet de retenue est install&#233; dans le r&#233;servoir d'alimentation.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Brancher l'&#233;purateur d'air au r&#233;servoir d'alimentation.</para>
                                <para>2. Remplacer la soupape de r&#233;g&#233;n&#233;ration.</para>
                                <para>3. D&#233;poser le clapet de retenue.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Fonctionnement excessif de l'&#233;purateur d'air.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Le clapet de retenue d'&#233;chappement fuit ou est coinc&#233; en position
                                    ouverte.
                                </para>
                                <para>2. Le r&#233;gulateur d'air comporte un r&#233;glage &#224; plage &#233;troite
                                    (moins de 16 livres par pouce carr&#233;) ou il ne fonctionne pas correctement.
                                </para>
                                <para>3. Fuites d'air excessives dans le circuit pneumatique.</para>
                                <para>4. Demande d'air excessive.</para>
                                <para>5. Fuite dans la conduite d'air &#224; l'orifice 4 de l'&#233;purateur.</para>
                                <para>6. Fuite dans la conduite d'air reliant le r&#233;gulateur au r&#233;servoir
                                    d'alimentation.
                                </para>
                                <para>7. Le compresseur d'air ne fonctionne pas correctement.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer le clapet de retenue d'&#233;chappement.</para>
                                <para>2. Le remplacer par un r&#233;gulateur ayant une plage de 20 &#224; 30 livres par
                                    pouce carr&#233;.
                                </para>
                                <para>3. R&#233;parer les fuites ou remplacer les composants.</para>
                                <para>4. Augmenter la capacit&#233; du circuit pneumatique ou r&#233;duire la demande
                                    d'air.
                                </para>
                                <para>5. R&#233;parer les fuites ou remplacer la conduite d'air et les raccords.</para>
                                <para>6. R&#233;parer les fuites ou remplacer la conduite d'air et les raccords.</para>
                                <para>7. R&#233;parer ou remplacer le compresseur d'air.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Pas d'augmentation de pression dans le</para>
                                <para>circuit.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La conduite de d&#233;charge du compresseur d'air n'est pas d'aplomb.</para>
                                <para>2. Mauvaise conduite d'air branch&#233;e &#224; l'orifice 4 de l'&#233;purateur.
                                </para>
                                <para>3. L'&#233;chappement de l'&#233;purateur d'air n'est pas d'aplomb.</para>
                                <para>4. Fuite importante dans la conduite de d&#233;charge du compresseur d'air.</para>
                                <para>5. Fuites excessives dans le circuit pneumatique.</para>
                                <para>6. Le r&#233;gulateur d'air ne fonctionne pas.</para>
                                <para>7. Le compresseur d'air ne fonctionne pas.</para>
                                <para>8. La soupape de purge est coinc&#233;e en position ouverte.</para>
                                <para>9. La soupape d'arr&#234;t du turbocompresseur est coinc&#233;e en position ferm&#233;e.</para>
                                <para>10. Le clapet de retenue d'&#233;chappement est coinc&#233; en position ferm&#233;e.</para>
                                <para>11. Fuite &#224; la cartouche ou au joint d'&#233;tanch&#233;it&#233; de la
                                    cartouche.
                                </para>
                                <para>12. La base de l'&#233;purateur d'air est fissur&#233;e.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Brancher la conduite de d&#233;charge &#224; l'admission de l'&#233;purateur
                                    d'air.
                                </para>
                                <para>2. Brancher la conduite d'air correctement.</para>
                                <para>3. Brancher l'&#233;chappement de l'&#233;purateur au r&#233;servoir
                                    d'alimentation.
                                </para>
                                <para>4. R&#233;parer la fuite ou remplacer la conduite de d&#233;charge et les
                                    raccords.
                                </para>
                                <para>5. R&#233;parer les fuites ou remplacer les composants.</para>
                                <para>6. Remplacer le r&#233;gulateur.</para>
                                <para>7. R&#233;parer ou remplacer le compresseur.</para>
                                <para>8. Remplacer la soupape de purge.</para>
                                <para>9. Remplacer la soupape d'arr&#234;t du turbocompresseur.</para>
                                <para>10. Remplacer le clapet de retenue.</para>
                                <para>11. Serrer ou remplacer la cartouche.</para>
                                <para>12. Remplacer l'&#233;purateur d'air.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'&#233;purateur d'air est gel&#233; (l'eau accumul&#233;e dans l'&#233;purateur
                                    d'air g&#232;le).
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La fiche du r&#233;chauffeur est mal install&#233;e.</para>
                                <para>2. Faisceau de c&#226;blage endommag&#233; ou court-circuit&#233;.</para>
                                <para>3. Le r&#233;chauffeur ne fonctionne pas.</para>
                                <para>4. Alimentation du r&#233;chauffeur coup&#233;e ou court-circuit&#233;e.</para>
                                <para>5. La tension d'alimentation du r&#233;chauffeur est basse.</para>
                                <para>6. Un &#233;purateur d'air de 24 volts est install&#233; dans un circuit con&#231;u
                                    pour un &#233;purateur de 12 volts ou vice versa.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Installer la fiche correctement.</para>
                                <para>2. Remplacer le faisceau.</para>
                                <para>3. Remplacer le r&#233;chauffeur.</para>
                                <para>4. R&#233;parer ou remplacer le circuit d'alimentation &#233;lectrique. V&#233;rifier
                                    le fusible et le remplacer, si n&#233;cessaire.
                                </para>
                                <para>5. Corriger la cause de la basse tension.</para>
                                <para>6. Utiliser l'&#233;purateur d'air qui convient au circuit &#233;lectrique.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Eau et huile dans les r&#233;servoirs d'air.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La cartouche dessiccative est contamin&#233;e.</para>
                                <para>2. Une quantit&#233; d'huile excessive est pomp&#233;e hors du compresseur
                                    d'air.
                                </para>
                                <para>3. Le cycle de purge est trop court.</para>
                                <para>4. Pas de purge.</para>
                                <para>5. Pas de d&#233;bit d'air de r&#233;g&#233;n&#233;ration.</para>
                                <para>6. La temp&#233;rature de l'air qui entre dans l'&#233;purateur est trop &#233;lev&#233;e.</para>
                                <para>7. Le raccord d'air d'atelier est plac&#233; en aval de l'&#233;purateur d'air.
                                </para>
                                <para>8. L'&#233;purateur d'air est fix&#233; trop pr&#232;s d'une source de chaleur.
                                </para>
                                <para>9. Fuite au clapet de d&#233;rivation.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer la cartouche dessiccative.</para>
                                <para>2. R&#233;parer ou remplacer le compresseur et remplacer la cartouche
                                    dessiccative.
                                </para>
                                <para>3. Consulter l'&#233;tat " Le cycle de purge est trop court ".</para>
                                <para>4. Consulter l'&#233;tat " Pas de purge ".</para>
                                <para>5. Consulter l'&#233;tat " Pas de d&#233;bit d'air de r&#233;g&#233;n&#233;ration
                                    ".
                                </para>
                                <para>6. La conduite de d&#233;charge doit &#234;tre constitu&#233;e d'un flexible de T&#233;flon
                                    tress&#233; garni d'acier inoxydable ou d'un tube d'acier d'au moins 5/8 po et
                                    &#234;tre suffisamment longue pour limiter la temp&#233;rature de l'air entrant dans
                                    l'&#233;purateur &#224; 150 &#176;F.
                                </para>
                                <para>7. Installer le raccord d'air d'atelier en amont de l'&#233;purateur.</para>
                                <para>8. Placer l'&#233;purateur &#224; l'&#233;cart des sources de chaleur et de mani&#232;re
                                    &#224; ce que l'air puisse circuler autour de celui-ci.
                                </para>
                                <para>9. Remplacer le clapet de d&#233;rivation.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400215" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - &#233;purateur d'air System Saver 1000</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="2.99in"/>
                    <colspec colnum="2" colname="2" colwidth="1.49in"/>
                    <colspec colnum="3" colname="3" colwidth="1.49in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">lb.po ou lb.pi</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Boulons de fixation de la soupape de r&#233;g&#233;n&#233;ration</para>
                            </entry>
                            <entry rotate="0">
                                <para>53 lb.po</para>
                            </entry>
                            <entry rotate="0">
                                <para>6</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Boulons de fixation de l'&#233;purateur d'air</para>
                            </entry>
                            <entry rotate="0">
                                <para>65 &#224; 90 lb.pi</para>
                            </entry>
                            <entry rotate="0">
                                <para>88 &#224; 122</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_116.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_118.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
