<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE COMMANDE MANUELLE - MIDLAND-ROSS</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>MIDLAND-ROSS</title>
        <svcsubproc>
            <title>Description</title>
            <para>La soupape de commande manuelle sert &#224; commander les freins d'une remorque s&#233;par&#233;ment
                des freins du v&#233;hicule remorqueur. La soupape est habituellement fix&#233;e sur la colonne de
                direction ou le tableau de bord et fournit au conducteur un moyen de serrer et de desserrer
                progressivement les freins. La distance de d&#233;placement du levier de freinage en sens horaire vers
                la position de serrage d&#233;termine l'intensit&#233; du freinage.
            </para>
            <specpara>
                <warning>
                    <para>N'utilisez pas la soupape de commande manuelle pour maintenir le serrage des freins lorsque le
                        v&#233;hicule est stationn&#233; ou laiss&#233; sans surveillance. L'air pourrait s'&#233;chapper
                        du circuit et le v&#233;hicule pourrait se d&#233;placer.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>Consultez la
                <hotlnk xrefid="f0400257">figure 57</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400257" figsize="col-wide">
                <graphic id="g0400257" filename="../figg04/g0400257.webp" type="webp" scalefit="0"/>
                <caption>Figure 57. Soupape de commande manuelle - Midland-Ross</caption>
                <calloutgroup>
                    <callout1>A. CAVIT&#201; PRINCIPALE</callout1>
                    <callout1>B. CAVIT&#201; INF&#201;RIEURE</callout1>
                    <callout1>C. R&#201;GLAGE</callout1>
                    <callout1>D. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>E. ORIFICE DE REFOULEMENT</callout1>
                    <callout1>1. ENSEMBLE DE VERROUILLAGE</callout1>
                    <callout1>2. VIS</callout1>
                    <callout1>3. COUVERCLE</callout1>
                    <callout1>4. ARBRE &#192; CAMES</callout1>
                    <callout1>5. &#201;CROU</callout1>
                    <callout1>6. LEVIER</callout1>
                    <callout1>7. VIS</callout1>
                    <callout1>8. VIS D'ARR&#202;T</callout1>
                    <callout1>9. JOINT TORIQUE</callout1>
                    <callout1>10. JOINT TORIQUE</callout1>
                    <callout1>11. RESSORT</callout1>
                    <callout1>12. DISQUE DE SOUPAPE</callout1>
                    <callout1>13. CONTRE-&#201;CROU</callout1>
                    <callout1>14. JOINT TORIQUE</callout1>
                    <callout1>15. COUVERCLE</callout1>
                    <callout1>16. SOUPAPE</callout1>
                    <callout1>17. CORPS</callout1>
                    <callout1>18. RESSORT</callout1>
                    <callout1>19. SOUPAPE DE D&#201;CHARGE</callout1>
                    <callout1>20. PISTON</callout1>
                    <callout1>21. RESSORT</callout1>
                    <callout1>22. CAME</callout1>
                    <callout1>23. COUSSINET</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Serrage</title>
            <para>Lorsqu'on d&#233;place le levier (&#233;l&#233;ment 6) en sens horaire &#224; partir de la position de
                desserrage, une force rotative s'exerce sur une came h&#233;lico&#239;dale (&#233;l&#233;ment 22), qui
                &#224; son tour convertit le mouvement rotatif en pouss&#233;e axiale afin de comprimer le ressort
                compensateur (&#233;l&#233;ment 21). Le ressort (&#233;l&#233;ment 21) agissant sur le piston (&#233;l&#233;ment
                20) d&#233;place ce dernier le long de la ligne d'axe de la soupape pour refermer l'espace entre le
                piston et la soupape de refoulement (&#233;l&#233;ment 19), ce qui obstrue le passage d'air entre les
                cavit&#233;s (A) et (B). Lorsque le piston poursuit sa course, la soupape d'admission s'ouvre (&#233;l&#233;ment
                16) en quittant son si&#232;ge dans le corps (&#233;l&#233;ment 17).
            </para>
            <para>L'air du r&#233;servoir &#224; l'orifice d'admission d'alimentation p&#233;n&#232;tre dans la cavit&#233;
                (A), franchit l'orifice de refoulement (E) et sort par la canalisation d'air de service de la remorque.
                L'orifice de refoulement (E) est commun &#224; la cavit&#233; (A). L'air ne peut s'&#233;chapper par la
                cavit&#233; (B).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Maintien</title>
            <para>La pression d'air dans la cavit&#233; (A) s'exerce contre le piston (&#233;l&#233;ment 20) pour le d&#233;placer
                en direction axiale contre le ressort (&#233;l&#233;ment 21). Lorsque les forces r&#233;sultantes
                au-dessus et au-dessous du piston (&#233;l&#233;ment 20) sont sur le point de s'&#233;quilibrer, le
                piston se d&#233;place pour permettre &#224; la soupape d'admission de reposer contre le corps (&#233;l&#233;ment
                17). Pourvu que les forces des ressorts et des pressions d'air assurent un &#233;quilibre en maintenant
                la position et les pressions d'air de la came &#224; l'&#233;tat r&#233;sultant, la soupape atteint une
                position "neutre". Elle r&#233;pond instantan&#233;ment &#224; tout changement de mouvement du levier
                pour augmenter ou diminuer la pression de refoulement. Cette caract&#233;ristique de modulation command&#233;e
                se produit de 0 &#224; 80 livres par pouce carr&#233;. Lorsque le levier a parcouru un tour complet en
                sens horaire, la soupape refoule une pression d'alimentation d'admission totale.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desserrage</title>
            <para>Le fait de ramener le levier (&#233;l&#233;ment 6) &#224; la position "d'arr&#234;t" r&#233;duit
                l'effort exerc&#233; par le ressort (&#233;l&#233;ment 21) contre le piston (&#233;l&#233;ment 10). La
                position "neutre" &#224; laquelle la soupape d'&#233;chappement et la soupape d'admission reposent
                simultan&#233;ment sur leur si&#232;ge est franchie instantan&#233;ment. L'effort exerc&#233; par la
                pression d'air dans la cavit&#233; principale (A) continue &#224; d&#233;placer le piston (&#233;l&#233;ment
                20) en l'&#233;loignant de la soupape de refoulement (&#233;l&#233;ment 19). L'air refluant de l'orifice
                de refoulement (E) entre dans la cavit&#233; (B) et s'&#233;chappe par l'orifice d'&#233;chappement (D).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>La soupape de commande manuelle est con&#231;ue pour fonctionner sans n&#233;cessiter d'entretien
                durant la dur&#233;e de vie utile du v&#233;hicule. Si son d&#233;montage s'av&#232;re n&#233;cessaire,
                suivez les
                <hotlnk xrefid="hl0400202">
                    <xref refid="hl0400202"/>INSTRUCTIONS DE D&#201;MONTAGE.
                </hotlnk>
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400212">
            <title>V&#233;rifications d'entretien</title>
            <para>Consultez la
                <hotlnk xrefid="f0400257">figure 57</hotlnk>
                en ce qui a trait aux num&#233;ros et aux lettres des &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>
                <emph type="bold">Essai et r&#233;glage</emph>
            </para>
            <step1>
                <para count="1">Branchez une alimentation d'air de 100 &#224; 125 livres par pouce carr&#233; (pression
                    totale du r&#233;servoir) &#224; l'orifice d'admission et un manom&#232;tre &#224; l'orifice de
                    refoulement.
                </para>
            </step1>
            <step1>
                <para count="1">Voyez s'il y a une fuite &#224; l'orifice d'&#233;chappement. Une fuite permettant la
                    formation d'une bulle de 1 po (25 mm) de diam&#232;tre en six secondes est tol&#233;rable.
                </para>
            </step1>
            <step1>
                <para count="1">Actionnez la soupape en d&#233;pla&#231;ant le levier en sens horaire. La pression de
                    refoulement doit commencer &#224; augmenter lorsque le levier a parcouru de 10 &#224; 15 degr&#233;s
                    et on devrait obtenir une pression d'alimentation maximale &#224; 60 degr&#233;s de course. Le
                    levier peut parcourir 70 degr&#233;s entre la pression maximale et la d&#233;tente totale.
                </para>
            </step1>
            <para>Si le levier effectue une course excessive avant le d&#233;but du refoulement ou si la pression
                d'alimentation maximale n'est pas refoul&#233;e, il faut faire pivoter le coussinet (&#233;l&#233;ment
                23) de mani&#232;re qu'il s'enfonce davantage dans le corps de la soupape.
            </para>
            <para>Si de l'air est refoul&#233; lorsque le levier se trouve en position de d&#233;tente maximale, il faut
                tourner le coussinet (&#233;l&#233;ment 23) en sens antihoraire pour le faire sortir davantage du corps
                de la soupape.
            </para>
            <para>Pour effectuer un r&#233;glage appropri&#233;, il faut visser le coussinet (&#233;l&#233;ment 23) dans
                le corps (en l'absence de pression d'air) jusqu'&#224; ce que le disque de soupape (&#233;l&#233;ment
                12) demeure ouvert, puis il faut brancher la pression d'alimentation, faire ressortir le coussinet (&#233;l&#233;ment
                23) du corps de la soupape jusqu'&#224; ce que la pression de refoulement soit nulle et le faire pivoter
                de 1/2 tour additionnel. Il est possible de tourner le coussinet (&#233;l&#233;ment 23) l&#233;g&#232;rement
                dans les deux sens, au besoin, pour permettre l'installation du dispositif de blocage (&#233;l&#233;ment
                1) &#224; sa position appropri&#233;e.
            </para>
            <step1>
                <para count="1">V&#233;rifiez l'orifice d'&#233;chappement de la soupape pour d&#233;tecter les fuites
                    &#233;ventuelles en utilisant un refoulement &#224; basse pression de 15 livres par pouce carr&#233;
                    et un refoulement &#224; pression maximale. La formation d'une bulle de 1 po (25 mm) de diam&#232;tre
                    en six secondes est acceptable.
                </para>
            </step1>
            <step1>
                <para count="1">Tournez le levier de la soupape &#224; une position donnant une pression de refoulement
                    de 70 livres par pouce carr&#233;. La soupape devrait conserver une pression de refoulement minimale
                    de 60 livres par pouce carr&#233; lorsque le levier est rel&#226;ch&#233;.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Serrez le frein de stationnement et calez les roues.</para>
            </step1>
            <step1>
                <para count="1">Purgez le circuit de freinage pneumatique.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez les conduites d'air au bas de la soupape, y compris la conduite d'&#233;chappement,
                    si elle est utilis&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons de la bride de fixation, la bride et la soupape.</para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400202">
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400257">figure 57</hotlnk>
                en ce qui a trait aux num&#233;ros et aux lettres des &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>Tournez le levier &#224; la position de desserrage. Marquez l'emplacement du couvercle (&#233;l&#233;ment
                3) et du dispositif de verrouillage (&#233;l&#233;ment 1) par rapport au corps (&#233;l&#233;ment 17).
            </para>
            <step1>
                <para count="1">Desserrez l'&#233;crou (&#233;l&#233;ment 5) et d&#233;vissez le levier (&#233;l&#233;ment
                    6) du couvercle (&#233;l&#233;ment 3).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la vis (&#233;l&#233;ment 2) et le couvercle (&#233;l&#233;ment 3).</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la vis (&#233;l&#233;ment 7) et le dispositif de verrouillage (&#233;l&#233;ment
                    1).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez la vis d'arr&#234;t (&#233;l&#233;ment 8), enlevez le coussinet (&#233;l&#233;ment
                    23), le joint torique (&#233;l&#233;ment 9), l'arbre &#224; cames (&#233;l&#233;ment 4), la came (&#233;l&#233;ment
                    22) et le ressort (&#233;l&#233;ment 11).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez soigneusement le piston (&#233;l&#233;ment 20), le joint torique (&#233;l&#233;ment
                    14) et le ressort (&#233;l&#233;ment 21).
                </para>
            </step1>
            <para>Renversez la soupape pour en poursuivre le d&#233;montage :</para>
            <step1>
                <para count="1">D&#233;posez avec soin le couvercle (&#233;l&#233;ment 15), le joint torique (&#233;l&#233;ment
                    14) et le guide de soupape (&#233;l&#233;ment 19).
                </para>
            </step1>
            <step1>
                <para count="1">Introduisez votre main dans les al&#233;sages de grandes dimensions et saisissez la
                    soupape de d&#233;charge soigneusement (pour &#233;viter tout dommage) pour en arr&#234;ter la
                    rotation tout en d&#233;posant le contre-&#233;crou (&#233;l&#233;ment 13). D&#233;posez la soupape
                    de d&#233;charge (&#233;l&#233;ment 19), le disque de soupape (&#233;l&#233;ment 12) et le ressort (&#233;l&#233;ment
                    11).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <step1>
                <para count="1">Lavez toutes les pi&#232;ces m&#233;talliques dans du solvant Stoddard et ass&#233;chez-les.</para>
            </step1>
            <step1>
                <para count="1">Essuyez toutes les pi&#232;ces de plastique.
                    <emph type="bold">N'utilisez pas de solvants.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Remplacez toutes les pi&#232;ces de caoutchouc et les ressorts par les pi&#232;ces
                    neuves fournies dans la trousse de r&#233;paration.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrifiez tous les joints d'&#233;tanch&#233;it&#233; &#224; l'exception du joint
                    torique (&#233;l&#233;ment 9) avec un lubrifiant comparable &#224; celui figurant &#224; l'&#233;l&#233;ment
                    3 des
                    <hotlnk document="f04002r_149.xml" xrefid="hl0400209">SP&#201;CIFICATIONS RELATIVES AUX
                        LUBRIFIANTS</hotlnk>. Ne lubrifiez pas la came (&#233;l&#233;ment 22) ni l'arbre &#224; cames (&#233;l&#233;ment
                    4).
                </para>
            </step1>
            <step1>
                <para count="1">Examinez toutes les pi&#232;ces de m&#233;tal et de plastique pour voir si elles pr&#233;sentent
                    des entailles, des &#233;gratignures ou une usure excessive. Remplacez-les au besoin.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400257">figure 57</hotlnk>
                en ce qui a trait aux num&#233;ros et aux lettres des &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>Maintenez la soupape &#224; l'horizontale.</para>
            <step1>
                <para count="1">Faites glisser le ressort (&#233;l&#233;ment 18) sur la soupape de d&#233;charge (&#233;l&#233;ment
                    19) en orientant l'extr&#233;mit&#233; de petit diam&#232;tre contre la soupape de d&#233;charge et
                    passez d'abord la tige &#224; travers le si&#232;ge &#224; partir de l'extr&#233;mit&#233; &#224;
                    grand al&#233;sage de la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">En maintenant fermement la soupape de d&#233;charge (&#233;l&#233;ment 19) avec le
                    ressort (&#233;l&#233;ment 18), &#224; partir de l'extr&#233;mit&#233; oppos&#233;e, posez le disque
                    de soupape (&#233;l&#233;ment 12) sur la tige de la soupape, puis installez le contre-&#233;crou (&#233;l&#233;ment
                    13). Serrez le contre-&#233;crou au couple de 5 &#224; 7 lb.po (0,6 &#224; 0,8 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le guide de soupape.</para>
            </step1>
            <step1>
                <para count="1">Glissez le joint torique (&#233;l&#233;ment 14) sur le couvercle (&#233;l&#233;ment 15)
                    et installez le couvercle (&#233;l&#233;ment 15) dans le corps (&#233;l&#233;ment 17). Mettez la
                    soupape en place en orientant le gros al&#233;sage vers le haut et terminez l'assemblage.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort(&#233;l&#233;ment 18) dans la rainure appropri&#233;e du corps (&#233;l&#233;ment
                    17).
                </para>
            </step1>
            <step1>
                <para count="1">Glissez le joint torique (&#233;l&#233;ment 10) sur le piston (&#233;l&#233;ment 20) en
                    vous assurant que le joint torique et le piston sont bien lubrifi&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le piston (&#233;l&#233;ment 20) dans le corps (&#233;l&#233;ment 17) en vous
                    assurant que le ressort (&#233;l&#233;ment 18) est bien plac&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort (&#233;l&#233;ment 21) sur le dessus du piston (&#233;l&#233;ment
                    20) et placez la came (&#233;l&#233;ment 22) dans les rainures du corps (&#233;l&#233;ment 17).
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'arbre &#224; cames (&#233;l&#233;ment 4) dans la came (&#233;l&#233;ment
                    22).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le joint torique (&#233;l&#233;ment 9) dans le coussinet (&#233;l&#233;ment 23)
                    et glissez le coussinet (&#233;l&#233;ment 23) sur l'arbre &#224; cames (&#233;l&#233;ment 4) et
                    serrez jusqu'&#224; l'obtention d'un espace de 0,040 &#224; 0,030 po (1,016 &#224; 0,762 mm).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le dispositif de verrouillage (&#233;l&#233;ment 1) dans le coussinet (&#233;l&#233;ment
                    23) de mani&#232;re &#224; aligner les marques trac&#233;es pr&#233;c&#233;demment sur le dispositif
                    (&#233;l&#233;ment 1) et le corps (&#233;l&#233;ment 17). Immobilisez-le en serrant la vis (&#233;l&#233;ment
                    2) du premier trou en sens horaire &#224; partir de la goupille. Serrez la vis d'arr&#234;t (&#233;l&#233;ment
                    8) jusqu'&#224; ce qu'elle entre en contact avec le coussinet (&#233;l&#233;ment 23), puis effectuez
                    un tour de plus pour bloquer le coussinet en place.
                </para>
            </step1>
            <step1>
                <para count="1">Posez l'&#233;crou (&#233;l&#233;ment 5) sur le levier (&#233;l&#233;ment 6). Vissez le
                    levier (&#233;l&#233;ment 6) dans le couvercle (&#233;l&#233;ment 3). Tournez le levier (&#233;l&#233;ment
                    6) &#224; la position voulue et bloquez-le &#224; l'aide de l'&#233;crou (&#233;l&#233;ment 5).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le couvercle (&#233;l&#233;ment 3) et le levier (&#233;l&#233;ment 6) en vous
                    assurant que les marques de rep&#232;re trac&#233;es pr&#233;c&#233;demment sont align&#233;es.
                </para>
            </step1>
            <step1>
                <para count="1">Fixez le couvercle (&#233;l&#233;ment 3) et le levier (&#233;l&#233;ment 6) &#224;
                    l'aide de la vis (&#233;l&#233;ment 7). Serrez-la au couple de 12 &#224; 14 lb.po (1,4 &#224; 1,6 N&#183;
                    m).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Fixez la soupape sur la colonne de direction. Serrez la vis de fixation au couple de 30
                    &#224; 60 lb.po (3,39 &#224; 6,78 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez les conduites d'air.</para>
            </step1>
            <step1>
                <para count="1">Effectuez les
                    <hotlnk xrefid="hl0400212">
                        <xref refid="hl0400212"/>V&#201;RIFICATIONS D'ENTRETIEN.
                    </hotlnk>
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_111.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_113.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
