<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - D&#201;MONTAGE - CULASSE</stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="0">
        <title>CULASSE</title>
        <para>Toutes les pi&#232;ces &#224; c&#244;t&#233; desquelles on trouve un num&#233;ro entre parenth&#232;ses
            sont illustr&#233;es &#224; la
            <hotlnk document="f04004_19.xml" xrefid="f0400411">figure 11</hotlnk>.
        </para>
        <para>Enlevez les quatre vis &#224; chapeau (12) de la culasse et cognez sur la culasse avec une massette en
            caoutchouc pour briser le joint d'&#233;tanch&#233;it&#233;. Enlevez tout d&#233;bris de joint de la culasse
            et du carter.
        </para>
        <para>Avant de d&#233;monter la soupape de refoulement, mesurez et notez la course de la soupape (de la position
            ferm&#233;e &#224; la position ouverte).
        </para>
        <step1>
            <para count="1">Si la course de la soupape de refoulement
                <emph type="bold">n'exc&#232;de pas</emph>
                0,032 pouces (0,813 mm), il n'est pas n&#233;cessaire d'enlever la but&#233;e de la soupape. On
                recommande de remplacer la culasse lorsque la but&#233;e doit &#234;tre remplac&#233;e. S'il n'est pas
                possible de remplacer la culasse, proc&#233;dez comme il est indiqu&#233; ci-apr&#232;s.
            </para>
            <para>Pour enlever la but&#233;e (15) de la soupape de refoulement, maintenez la surface usin&#233;e de la
                culasse sur le plateau d'une presse &#224; cr&#233;maill&#232;re et poussez avec soin sur la but&#233;e
                &#224; partir du dessus de la culasse pour la faire sortir par le dessous. Assurez-vous qu'il y a
                suffisamment d'espace entre le plateau de la presse et la culasse pour d&#233;loger la but&#233;e. Il
                faut voir si l'al&#233;sage de la but&#233;e dans la culasse n'est pas ray&#233; de fa&#231;on
                excessive. Il faut remplacer la culasse s'il y a trop de rayures.
            </para>
        </step1>
        <step1>
            <para count="1">&#192; l'aide d'une cl&#233; hexagonale de 9/16 pouce, enlevez le si&#232;ge de la soupape
                de refoulement, la soupape et le ressort (18, 17, 16).
            </para>
        </step1>
        <step1>
            <para count="1">Enlevez la but&#233;e du piston de d&#233;compression et le joint torique (11, 13).</para>
        </step1>
        <step1>
            <para count="1">Enlevez le piston de d&#233;compression et le joint torique (4, 3).</para>
        </step1>
        <step1>
            <para count="1">Ins&#233;rez les ergots d'une cl&#233; &#224; ergots dans les prises de la but&#233;e (10)
                de la soupape d'admission et enlevez la but&#233;e, la soupape (8), le si&#232;ge de la soupape (7), le
                joint du piston de d&#233;compression (6) et le ressort (5).
            </para>
            <specpara>
                <note>
                    <para>Utilisez la cl&#233; &#224; ergots r&#233;glable Williams no 483.</para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Il faut voir si le coussinet (2) du piston de d&#233;compression pr&#233;sente des
                entailles, des signes d'usure ou des rayures. Nous recommandons de remplacer la culasse lorsque le
                coussinet du piston de d&#233;compression doit &#234;tre remplac&#233;. S'il n'est pas possible de
                remplacer la culasse, le coussinet peut &#234;tre d&#233;log&#233; de la culasse en proc&#233;dant comme
                &#224; l'&#233;tape 2 du d&#233;montage.
            </para>
            <specpara>
                <note>
                    <para>Si la culasse est endommag&#233;e au cours de l'extraction du coussinet, il n'est pas
                        recommand&#233; de la r&#233;parer. Ins&#233;rer un coussinet de remplacement provoquera une
                        fuite d'air ou d'eau.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
