<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPES DE FREIN AVEC P&#201;DALE " MARCHETTE " E6 ET &#192; P&#201;DALE
        SUSPENDUE E7 BENDIX - FONCTIONNEMENT
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="5">
        <title>FONCTIONNEMENT</title>
        <svcprocinfo>
            <para>Le texte et les illustrations contenus dans cette section ont trait &#224; la soupape de frein avec p&#233;dale
                " marchette ". Les deux types de soupape sont diff&#233;rents; la soupape &#224; p&#233;dale suspendue
                est renvers&#233;e et son corps est pourvu d'un orifice d'&#233;chappement &#224; angle droit sur le
                dessus.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Serrage normal - partie du circuit primaire de la soupape de frein &#224; p&#233;dale</title>
            <para>Lorsqu'on appuie sur la p&#233;dale, la cheville exerce une force sur le si&#232;ge de ressort, le
                ressort &#224; gradation en caoutchouc et le piston primaire (
                <hotlnk xrefid="f0400220">figure 20</hotlnk>
                ). Le piston primaire, qui contient le si&#232;ge de la soupape d'&#233;chappement, ferme la soupape d'&#233;chappement
                primaire. &#192; mesure que la soupape d'&#233;chappement se ferme, la soupape d'admission primaire
                quitte son si&#232;ge pour permettre &#224; l'air de franchir l'orifice de refoulement primaire.
            </para>
            <figure id="f0400220" figsize="col-wide">
                <graphic id="g0400220" filename="../figg04/g0400220.webp" type="webp" scalefit="0"/>
                <caption>Figure 20. Soupape de frein avec p&#233;dale " marchette " - p&#233;dale enfonc&#233;e
                </caption>
                <calloutgroup>
                    <callout1>1. CHEVILLE</callout1>
                    <callout1>2. SI&#200;GE DE RESSORT</callout1>
                    <callout1>3. RESSORT &#192; GRADATION EN CAOUTCHOUC</callout1>
                    <callout1>4. PISTON PRIMAIRE</callout1>
                    <callout1>5. SOUPAPE D'&#201;CHAPPEMENT PRIMAIRE FERM&#201;E</callout1>
                    <callout1>6. SOUPAPE DE REFOULEMENT PRIMAIRE</callout1>
                    <callout1>7. DEUX PASSAGES DE PURGE</callout1>
                    <callout1>8. PISTON RELAIS</callout1>
                    <callout1>9. ORIFICE DE REFOULEMENT SECONDAIRE</callout1>
                    <callout1>10. SOUPAPE D'&#201;CHAPPEMENT SECONDAIRE FERM&#201;E</callout1>
                    <callout1>11. SOUPAPE D'ADMISSION SECONDAIRE OUVERTE</callout1>
                    <callout1></callout1>
                    <callout1>12. ORIFICE D'ALIMENTATION SECONDAIRE</callout1>
                    <callout1>13. CAVIT&#201; DE RELAIS</callout1>
                    <callout1>14. ORIFICE D'ALIMENTATION PRIMAIRE</callout1>
                    <callout1>15. SOUPAPE D'ADMISSION PRIMAIRE OUVERTE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Serrage normal - partie du circuit secondaire de la soupape de frein &#224; p&#233;dale</title>
            <para>Lorsque la soupape d'admission primaire quitte son si&#232;ge, l'air peut passer par le passage de
                purge et entrer dans la cavit&#233; de relais. La pression de l'air d&#233;place le piston relais. Le
                piston relais, qui contient le si&#232;ge d'&#233;chappement, ferme la soupape d'&#233;chappement
                secondaire. &#192; mesure que cette derni&#232;re se ferme, la soupape d'admission secondaire quitte son
                si&#232;ge, ce qui permet &#224; l'air de sortir de l'orifice de refoulement secondaire. Comme le volume
                d'air n&#233;cessaire pour d&#233;placer le piston relais est petit, le fonctionnement des circuits
                secondaire et primaire de la soupape est presque simultan&#233;.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Serrage - perte d'air dans le circuit secondaire</title>
            <para>Si le circuit secondaire perd de l'air, le circuit primaire continue de fonctionner tel qu'indiqu&#233;
                &#224; la
                <hotlnk xrefid="f0400221">figure 21</hotlnk>.
            </para>
            <figure id="f0400221" figsize="col-wide">
                <graphic id="g0400221" filename="../figg04/g0400221.webp" type="webp" scalefit="0"/>
                <caption>Figure 21. Perte d'air dans le circuit secondaire</caption>
                <calloutgroup>
                    <callout1>1. ORIFICE D'ALIMENTATION PRIMAIRE</callout1>
                    <callout1>2. PAS D'AIR DANS LE CIRCUIT SECONDAIRE</callout1>
                    <callout1>3. ORIFICE DE REFOULEMENT PRIMAIRE</callout1>
                    <callout1>4. ORIFICE DE REFOULEMENT SECONDAIRE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Serrage - perte d'air dans le circuit primaire</title>
            <para>Si le circuit primaire perd de l'air, le syst&#232;me fonctionne de la fa&#231;on suivante. Lorsque la
                p&#233;dale de frein s'enfonce et qu'il n'y pas d'air dans les orifices d'alimentation et de refoulement
                du circuit primaire, le piston primaire d&#233;place m&#233;caniquement le piston relais pour lui
                permettre de fermer la soupape d'&#233;chappement secondaire, d'ouvrir la soupape d'admission secondaire
                et de permettre &#224; l'air de sortir par l'orifice de refoulement secondaire (
                <hotlnk xrefid="f0400222">figure 22</hotlnk>
                ).
            </para>
            <figure id="f0400222" figsize="col-wide">
                <graphic id="g0400222" filename="../figg04/g0400222.webp" type="webp" scalefit="0"/>
                <caption>Figure 22. Perte d'air dans le circuit primaire</caption>
                <calloutgroup>
                    <callout1>1. PISTON PRIMAIRE</callout1>
                    <callout1>2. ORIFICE DE REFOULEMENT PRIMAIRE</callout1>
                    <callout1>3. PISTON RELAIS</callout1>
                    <callout1>4. ORIFICE DE REFOULEMENT SECONDAIRE</callout1>
                    <callout1>5. ORIFICE D'&#201;CHAPPEMENT SECONDAIRE FERM&#201;</callout1>
                    <callout1>6. SOUPAPE D'ADMISSION SECONDAIRE OUVERTE</callout1>
                    <callout1>7. ORIFICE D'ALIMENTATION SECONDAIRE</callout1>
                    <callout1>8. PAS D'AIR DANS LE CIRCUIT PRIMAIRE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>&#201;quilibre - circuit primaire de la soupape de frein &#224; p&#233;dale</title>
            <para>Lorsque la pression d'air refoul&#233; aux cylindres r&#233;cepteurs et la pression d'air dans la
                cavit&#233; c&#244;t&#233; refoulement du piston primaire est &#233;gale &#224; la force m&#233;canique
                exerc&#233;e par l'enfoncement de la p&#233;dale de frein, le piston primaire se d&#233;place et la
                soupape d'admission primaire se ferme et emp&#234;che la circulation de l'air de la conduite
                d'alimentation primaire &#224; travers la soupape. La soupape d'&#233;chappement demeure ferm&#233;e et
                emp&#234;che l'air de s'&#233;chapper par l'orifice d'&#233;chappement (
                <hotlnk xrefid="f0400223">figure 23</hotlnk>
                ).
            </para>
            <figure id="f0400223" figsize="col-wide">
                <graphic id="g0400223" filename="../figg04/g0400223.webp" type="webp" scalefit="0"/>
                <caption>Figure 23. Circuit primaire de la soupape de frein &#224; p&#233;dale</caption>
                <calloutgroup>
                    <callout1>1. PISTON PRIMAIRE</callout1>
                    <callout1>2. ORIFICE DE REFOULEMENT PRIMAIRE</callout1>
                    <callout1>3. SOUPAPE D'&#201;CHAPPEMENT PRIMAIRE FERM&#201;E</callout1>
                    <callout1>4. PISTON RELAIS</callout1>
                    <callout1>5. ORIFICE DE REFOULEMENT SECONDAIRE</callout1>
                    <callout1>6. SOUPAPE D'&#201;CHAPPEMENT SECONDAIRE FERM&#201;E</callout1>
                    <callout1>7. SOUPAPE D'ADMISSION SECONDAIRE FERM&#201;E</callout1>
                    <callout1>8. ORIFICE D'ALIMENTATION SECONDAIRE</callout1>
                    <callout1>9. SOUPAPE D'ADMISSION PRIMAIRE FERM&#201;E</callout1>
                    <callout1>10. ORIFICE D'ALIMENTATION PRIMAIRE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>&#201;quilibre - circuit secondaire de la soupape de frein &#224; p&#233;dale</title>
            <para>Lorsque la pression d'air du c&#244;t&#233; secondaire du piston relais est presque &#233;quivalente
                &#224; celle refoul&#233;e du c&#244;t&#233; primaire du piston relais, celui-ci se d&#233;place et
                ferme la soupape d'admission secondaire pour emp&#234;cher la circulation de l'air de la conduite
                d'alimentation &#224; travers la soupape. L'orifice d'&#233;chappement demeure ferm&#233;, car la
                pression d'alimentation secondaire est identique &#224; la pression de refoulement secondaire (
                <hotlnk xrefid="f0400223">figure 23</hotlnk>
                ).
            </para>
            <para>Lorsqu'on serre les freins dans la plage de gradation, une position d'&#233;quilibre est atteinte dans
                le circuit primaire alors que la pression du c&#244;t&#233; refoulement du piston primaire est &#233;gale
                &#224; la pression exerc&#233;e par le pied du conducteur sur la p&#233;dale de frein.
            </para>
            <para>Une position d'&#233;quilibre dans le circuit secondaire est atteinte lorsque la pression d'air du c&#244;t&#233;
                secondaire du piston relais est presque identique &#224; la pression du c&#244;t&#233; primaire du
                piston relais.
            </para>
            <para>Lorsque la p&#233;dale de frein est abaiss&#233;e compl&#232;tement, les soupapes d'admission primaire
                et secondaire demeurent ouvertes et la pression maximale du r&#233;servoir est refoul&#233;e vers les
                cylindres r&#233;cepteurs.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desserrage - circuit primaire de la soupape de frein &#224; p&#233;dale</title>
            <para>La p&#233;dale de frein &#233;tant rel&#226;ch&#233;e, aucune force m&#233;canique ne s'exerce sur le
                si&#232;ge &#224; ressort, le ressort de gradation en caoutchouc et le piston primaire. La pression
                d'air et la tension du ressort d&#233;placent le piston primaire, ce qui provoque l'ouverture de la
                soupape d'&#233;chappement primaire et permet &#224; l'air pr&#233;sent dans la conduite d'alimentation
                primaire de s'&#233;chapper par l'orifice d'&#233;chappement (
                <hotlnk xrefid="f0400224">figure 24</hotlnk>
                ).
            </para>
            <figure id="f0400224" figsize="col-wide">
                <graphic id="g0400224" filename="../figg04/g0400224.webp" type="webp" scalefit="0"/>
                <caption>Figure 24. Desserrage - circuit primaire de la soupape de frein &#224; p&#233;dale</caption>
                <calloutgroup>
                    <callout1>1. SI&#200;GE DE RESSORT</callout1>
                    <callout1>2. PISTON PRIMAIRE</callout1>
                    <callout1>3. ORIFICE DE REFOULEMENT PRIMAIRE</callout1>
                    <callout1>4. SOUPAPE DE REFOULEMENT PRIMAIRE OUVERTE</callout1>
                    <callout1>5. ORIFICE DE REFOULEMENT SECONDAIRE</callout1>
                    <callout1>6. SOUPAPE D'&#201;CHAPPEMENT SECONDAIRE OUVERTE</callout1>
                    <callout1>7. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>8. SOUPAPE D'ADMISSION SECONDAIRE FERM&#201;E</callout1>
                    <callout1>9. ORIFICE D'ALIMENTATION SECONDAIRE</callout1>
                    <callout1>10. PISTON RELAIS</callout1>
                    <callout1>11. SOUPAPE D'ADMISSION PRIMAIRE FERM&#201;E</callout1>
                    <callout1>12. ORIFICE D'ALIMENTATION PRIMAIRE</callout1>
                    <callout1>13. RESSORT DE GRADATION EN CAOUTCHOUC</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Desserrage - circuit secondaire de la soupape de frein &#224; p&#233;dale</title>
            <para>La p&#233;dale de frein &#233;tant rel&#226;ch&#233;e, l'air s'&#233;chappe par le c&#244;t&#233;
                primaire du piston relais. La pression d'air et le ressort d&#233;placent le piston, ce qui ouvre la
                soupape d'&#233;chappement secondaire et permet &#224; l'air pr&#233;sent dans la conduite de
                refoulement secondaire de s'&#233;chapper par l'orifice d'&#233;chappement (
                <hotlnk xrefid="f0400224">figure 24</hotlnk>
                ).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_47.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_49.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
