<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE D'INVERSION (BENDIX SR-1) - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>FONCTIONNEMENT</title>
        <svcsubproc>
            <title>Charge d'air initiale</title>
            <para>Consultez la
                <hotlnk xrefid="f0400232">figure 32</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400232" figsize="col-wide">
                <graphic id="g0400232" filename="../figg04/g0400232.webp" type="webp" scalefit="0"/>
                <caption>Figure 32. Charge d'air initiale - soupape d'inversion</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR PRIMAIRE</callout1>
                    <callout1>2. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>3. ADMISSION ET &#201;CHAPPEMENT A</callout1>
                    <callout1>4. PISTON A</callout1>
                    <callout1>5. PISTON B</callout1>
                    <callout1>6. CLAPET DE RETENUE</callout1>
                    <callout1>7. &#201;CHAPPEMENT</callout1>
                    <callout1>8. ADMISSION ET &#201;CHAPPEMENT B</callout1>
                    <callout1>9. SOUPAPE DE COMMANDE DE FREIN &#192; RESSORT</callout1>
                    <callout1>10. CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                </calloutgroup>
            </figure>
            <para>La charge d'air initiale (
                <hotlnk xrefid="f0400232">figure 32</hotlnk>
                ) provenant des r&#233;servoirs primaire et secondaire passe par la soupape de commande des freins
                &#224; ressort et entre dans l'orifice d'alimentation de la soupape d'inversion. L'air qui p&#233;n&#232;tre
                par l'orifice d'alimentation traverse la soupape d'admission et d'&#233;chappement &#38;1dquo;B" (&#233;l&#233;ment
                8) jusqu'&#224; la surface inf&#233;rieure du piston "B" (&#233;l&#233;ment 5) et sort par l'orifice de
                refoulement pour atteindre le raccord pneumatique d'urgence du cylindre de frein &#224; ressort. Notez
                que les ressorts au-dessus du piston "B" (&#233;l&#233;ment 5) le forcent &#224; entrer en contact avec
                la soupape d'admission et d'&#233;chappement "B"(&#233;l&#233;ment 8). Dans la position illustr&#233;e,
                l'&#233;chappement est ferm&#233; et l'admission est ouverte.
            </para>
            <para>Seul l'air provenant du r&#233;servoir primaire entre par l'orifice de r&#233;servoir de la soupape
                d'inversion. Cet air demeure sous le piston "A" (&#233;l&#233;ment 4) &#224; mesure que la pression du
                circuit augmente. La pression du r&#233;servoir primaire &#233;tant inf&#233;rieure &#224; 55 livres par
                pouce carr&#233; environ, le ressort plac&#233; au-dessus du piston "A" (&#233;l&#233;ment 4) le force
                &#224; entrer en contact avec la soupape d'admission et d'&#233;chappement "A" (&#233;l&#233;ment 3), ce
                qui provoque la fermeture de l'&#233;chappement et l'ouverture de l'admission.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Circuit enti&#232;rement rempli</title>
            <para>Lorsque la pression d'air augmente au-del&#224; de 55 livres par pouce carr&#233; dans les r&#233;servoirs
                primaire et secondaire, le piston "A" (&#233;l&#233;ment 4) s'est d&#233;plac&#233; contre la force du
                ressort au-dessus de celui-ci, ce qui a permis &#224; l'admission de la soupape "A" (&#233;l&#233;ment
                3) de se fermer et d'ouvrir le passage d'&#233;chappement creux pratiqu&#233; dans le piston "A" (&#233;l&#233;ment
                4).
            </para>
            <para>Lorsque la pression d'air sous le piston "B" (&#233;l&#233;ment 5) est d'environ 95 livres par pouce
                carr&#233;, le piston "B" (&#233;l&#233;ment 5) s'&#233;l&#232;ve l&#233;g&#232;rement en contrant la
                pression des ressorts au-dessus de celui-ci, ce qui permet &#224; l'admission de la soupape "B" (&#233;l&#233;ment
                8) de se fermer. L'&#233;chappement par la soupape "B" (&#233;l&#233;ment 8) demeure ferm&#233;e.
            </para>
            <para>La fermeture de l'admission de la soupape "B" retient une pression d'air d'environ 95 livres par pouce
                carr&#233; dans la cavit&#233; de maintien des cylindres de frein &#224; ressort tout en permettant
                &#224; une pression maximale de s'exercer ailleurs dans le circuit.
            </para>
            <para>
                <title>Serrage normal des freins avec les r&#233;servoirs primaire et secondaire remplis</title>
            </para>
            <para>Lorsque les freins de service sont serr&#233;s au moyen du double pilotage, l'air provenant du circuit
                secondaire est refoul&#233; de la soupape de freinage vers l'orifice de commande o&#249; il s'arr&#234;te
                &#224; la soupape d'admission ferm&#233;e "A" (
                <hotlnk xrefid="f0400233">figure 33, &#233;l&#233;ment 3</hotlnk>
                ). Aucun autre mouvement des composants internes de la soupape d'inversion ne se produit. L'air du
                circuit de refoulement primaire de la soupape de freinage serre les freins de service des cylindres des
                freins &#224; ressort.
            </para>
            <figure id="f0400233" figsize="col-wide">
                <graphic id="g0400233" filename="../figg04/g0400233.webp" type="webp" scalefit="0"/>
                <caption>Figure 33. Serrage normal des freins - r&#233;servoirs primaire et secondaire</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR PRIMAIRE</callout1>
                    <callout1>2. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>3. ADMISSION ET &#201;CHAPPEMENT A</callout1>
                    <callout1>4. PISTON A</callout1>
                    <callout1>5. PISTON B</callout1>
                    <callout1>6. CLAPET DE RETENUE</callout1>
                    <callout1>7. &#201;CHAPPEMENT</callout1>
                    <callout1>8. ADMISSION ET &#201;CHAPPEMENT B</callout1>
                    <callout1>9. SOUPAPE DE COMMANDE DES FREINS &#192; RESSORT</callout1>
                    <callout1>10. CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Serrage des freins avec perte d'air dans le circuit secondaire</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400233">figure 33</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>Si la pression est perdue dans le r&#233;servoir secondaire (&#233;l&#233;ment 2), le r&#233;servoir
                primaire (&#233;l&#233;ment 1) et la soupape de commande des freins &#224; ressort (&#233;l&#233;ment 9)
                sont prot&#233;g&#233;s contre les pertes d'air gr&#226;ce au fonctionnement d'un clapet de retenue
                simple (entr&#233;e d'air au r&#233;servoir primaire) et d'un clapet antiretour &#224; deux voies (&#233;l&#233;ment
                10). Un serrage des freins &#224; la soupape de freinage dans cette situation provoque un refoulement
                d'air minime ou ne provoque aucun refoulement d'air du circuit secondaire &#224; l'orifice de commande
                de la soupape d'inversion. Aucun mouvement des composants internes de la soupape ne se produit. Le
                freinage est assur&#233;, car le r&#233;servoir principal est prot&#233;g&#233; et le circuit de
                refoulement primaire de la soupape de freinage actionnera la partie des freins de service des cylindres
                des freins &#224; ressort.
            </para>
            <para>
                <title>Serrage des freins avec perte d'air dans le circuit primaire</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400234">figure 34</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400234" figsize="col-wide">
                <graphic id="g0400234" filename="../figg04/g0400234.webp" type="webp" scalefit="0"/>
                <caption>Figure 34. Serrage des freins avec perte d'air dans le circuit primaire</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR PRIMAIRE</callout1>
                    <callout1>2. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>3. ADMISSION ET &#201;CHAPPEMENT A</callout1>
                    <callout1>4. PISTON A</callout1>
                    <callout1>5. PISTON B</callout1>
                    <callout1>6. CLAPET DE RETENUE</callout1>
                    <callout1>7. &#201;CHAPPEMENT</callout1>
                    <callout1>8. ADMISSION ET &#201;CHAPPEMENT B</callout1>
                    <callout1>9. SOUPAPE DE COMMANDE DES FREINS &#192; RESSORT</callout1>
                    <callout1>10. CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                </calloutgroup>
            </figure>
            <para>Si la pression d'air dans le r&#233;servoir primaire (&#233;l&#233;ment 1) devait chuter &#224; moins
                de 55 livres par pouce carr&#233; environ, la pression sous le piston "A" (&#233;l&#233;ment 4) serait
                insuffisante pour r&#233;sister &#224; la pression du ressort plac&#233; au-dessus et le piston "A"
                entrerait en contact avec la soupape "A" (&#233;l&#233;ment 3). Le contact initial entre le piston "A" (&#233;l&#233;ment
                4) et la soupape "A" (&#233;l&#233;ment 3) ferme le passage d'&#233;chappement creux du piston "A". Le
                mouvement continu du piston ouvre la soupape d'admission "A" (&#233;l&#233;ment 3).
            </para>
            <para>Le r&#233;servoir secondaire et la soupape de commande des freins &#224; ressort sont prot&#233;g&#233;s
                contre la perte de pression d'air par le clapet de retenue.
            </para>
            <para>Lorsque les freins sont serr&#233;s par le biais de la soupape de freinage, l'air refoul&#233; du
                circuit secondaire de la soupape de freinage entre par l'orifice de commande de la soupape d'inversion.
                L'air entre par l'orifice de commande, franchit l'admission de la soupape "A" (&#233;l&#233;ment 3) et
                circule &#224; l'int&#233;rieur d'un passage dans le corps pour atteindre la surface inf&#233;rieure du
                piston "B" (&#233;l&#233;ment 5). La force additionnelle de la pression d'air sous le piston "B" (&#233;l&#233;ment
                5) provoque un mouvement ascendant, ce qui ouvre la soupape d'&#233;chappement "B" (&#233;l&#233;ment
                8). Lorsque l'&#233;chappement de la soupape "B" (&#233;l&#233;ment 8) s'ouvre, l'air contenu dans la
                section d'urgence du cylindre de frein &#224; ressort peut s'&#233;chapper, ce qui r&#233;sulte en un
                serrage des freins par la section d'urgence. La quantit&#233; d'air lib&#233;r&#233;e du frein &#224;
                ressort est proportionnelle &#224; la quantit&#233; d'air refoul&#233;e &#224; l'orifice de commande de
                la soupape d'inversion par le refoulement du circuit secondaire de la soupape de freinage.
            </para>
            <para>
                <title>Serrage du frein de stationnement (&#224; ressort)</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400235">figure 35</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400235" figsize="col-wide">
                <graphic id="g0400235" filename="../figg04/g0400235.webp" type="webp" scalefit="0"/>
                <caption>Figure 35. Serrage du frein de stationnement (&#224; ressort)</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR PRINCIPAL</callout1>
                    <callout1>2. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>3. ADMISSION ET &#201;CHAPPEMENT A</callout1>
                    <callout1>4. PISTON A</callout1>
                    <callout1>5. PISTON B</callout1>
                    <callout1>6. CLAPET DE RETENUE</callout1>
                    <callout1>7. &#201;CHAPPEMENT</callout1>
                    <callout1>8. ADMISSION ET &#201;CHAPPEMENT B</callout1>
                    <callout1>9. SOUPAPE DE COMMANDE DES FREINS &#192; RESSORT</callout1>
                    <callout1>10. CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                </calloutgroup>
            </figure>
            <para>Lorsque les circuits primaire et secondaire sont remplis d'air et que la soupape de commande de frein
                &#224; ressort (&#233;l&#233;ment 9) est r&#233;gl&#233;e &#224; la position de "serrage" ou d'&#233;chappement,
                l'air contenu de la soupape d'inversion et dans les cylindres de frein &#224; ressort s'&#233;chappe. Le
                clapet de retenue simple de la soupape d'inversion facilite l'&#233;vacuation de l'air du frein &#224;
                ressort en permettant &#224; l'air sous le piston "B" (&#233;l&#233;ment 5) de ressortir de l'orifice d'&#233;chappement
                ouvert de la soupape de commande des freins &#224; ressort (&#233;l&#233;ment 9). Lorsque la pression
                d'air sous le piston "B" (&#233;l&#233;ment 5) a chut&#233; suffisamment, le piston "B" (&#233;l&#233;ment
                5) descend, ce qui ouvre l'orifie d'admission de la soupape "B" (&#233;l&#233;ment 8) et fournit un
                passage d'&#233;chappement additionnel pour l'&#233;chappement de l'air &#224; travers la soupape
                d'inversion &#224; partir des freins &#224; ressort.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_61.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_63.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
