<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - INSTALLATION - MONTAGE FINAL</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="0">
        <title>MONTAGE FINAL</title>
        <para>Toutes les pi&#232;ces &#224; c&#244;t&#233; desquelles on trouve un num&#233;ro entre parenth&#232;ses
            sont illustr&#233;es &#224; la
            <hotlnk document="f04004_19.xml" xrefid="f0400411">figure 11</hotlnk>.
        </para>
        <step1>
            <para count="1">&#192; l'aide des marques faites au cours du d&#233;montage, placez le joint d'&#233;tanch&#233;it&#233;
                (19) de la culasse sur le m&#233;plat du carter, puis la culasse sur le carter. Il n'est pas n&#233;cessaire
                ni recommand&#233; d'utiliser un enduit d'&#233;tanch&#233;it&#233; pour le joint.
            </para>
        </step1>
        <step1>
            <para count="1">Fixez la culasse au carter &#224; l'aide des quatre vis &#224; chapeau (11). Serrez, en
                alternant diagonalement, les vis &#224; chapeau au couple indiqu&#233; &#224; la rubrique
                <hotlnk document="f04004_42.xml" xrefid="hl0400405">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez tous les bouchons de conduite que vous aurez pris le soin d'enduire d'un produit
                d'&#233;tanch&#233;it&#233; pour filets et serrez au couple indiqu&#233; &#224; la rubrique
                <hotlnk document="f04004_42.xml" xrefid="hl0400405">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Installez toutes les clavettes (30) du vilebrequin en vous assurant de bien maintenir en
                place le vilebrequin afin de ne pas endommager les paliers. Installez, le cas &#233;ch&#233;ant, l'&#233;crou
                du vilebrequin. Lorsque vous installez les raccords, les engrenages ou les poulies d'entra&#238;nement,
                serrez l'&#233;crou (39) du vilebrequin uniquement au couple indiqu&#233; &#224; la rubrique
                <hotlnk document="f04004_42.xml" xrefid="hl0400405">COUPLES DE SERRAGE</hotlnk>. L'&#233;crou auto-frein&#233;
                du vilebrequin, utilis&#233; avec le BX-2150, doit &#234;tre install&#233; de sorte que les cr&#233;neaux
                &#233;troits de celui-ci soient orient&#233;s vers l'arri&#232;re du vilebrequin et ne s'appuient pas
                contre la poulie, le raccord ou l'engrenage qu'il retient.
            </para>
            <para>Certains compresseurs BX-2150 &#224; entra&#238;nement direct exigent un accouplement &#224;
                cannelures &#224; l'arri&#232;re du vilebrequin. La vis &#224; chapeau fixant ce raccord doit &#234;tre
                serr&#233;e au couple indiqu&#233; &#224; la rubrique
                <hotlnk document="f04004_42.xml" xrefid="hl0400405">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Utilisez des couvercles, des bouchons ou du ruban &#224; masquer pour prot&#233;ger tous les
                orifices si le compresseur n'est pas install&#233; imm&#233;diatement. Prot&#233;gez les extr&#233;mit&#233;s
                du vilebrequin contre les dommages en les recouvrant de ruban &#224; masquer ou de ruban isolant. La
                partie ouverte sous les compresseurs verticaux lubrifi&#233;s par le moteur doit &#234;tre prot&#233;g&#233;e
                contre la poussi&#232;re durant la manutention et l'entreposage en installant un couvercle protecteur
                temporaire sur la base.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_37.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_39.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
