<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE-RELAIS (BENDIX R-12 ET R-14) - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>FONCTIONNEMENT</title>
        <svcsubproc id="hl0400201">
            <title>Serrage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400254">figure 54</hotlnk>
                en ce qui a rait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400254" figsize="col-wide">
                <graphic id="g0400254" filename="../figg04/g0400254.webp" type="webp" scalefit="0"/>
                <caption>Figure 54. Fonctionnement des soupapes-relais Bendix R-12 et R-14</caption>
                <calloutgroup>
                    <callout1>1. ORIFICE DE SERVICE</callout1>
                    <callout1>2. VIS &#192; T&#202;TE DE COUVERCLE</callout1>
                    <callout1>3. COUVERCLE</callout1>
                    <callout1>4. BAGUE D'&#201;TANCH&#201;IT&#201; DE COUVERCLE</callout1>
                    <callout1>5. JOINT TORIQUE DE PISTON</callout1>
                    <callout1>6. PISTON</callout1>
                    <callout1>7. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>8. RESSORT</callout1>
                    <callout1>9. SI&#200;GE D'&#201;CHAPPEMENT</callout1>
                    <callout1>10. SOUPAPE D'ADMISSION ET D'&#201;CHAPPEMENT</callout1>
                    <callout1>11. JOINT TORIQUE DE SOUPAPE D'&#201;CHAPPEMENT EXTERNE</callout1>
                    <callout1>12. JOINT TORIQUE DE SOUPAPE D'&#201;CHAPPEMENT INTERNE</callout1>
                    <callout1>13. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>14. RESSORT DE RAPPEL D'&#201;CHAPPEMENT</callout1>
                </calloutgroup>
            </figure>
            <para>L'air refoul&#233; &#224; l'orifice de service (&#233;l&#233;ment 1) entre dans la petite cavit&#233;
                au-dessus du piston et fait descendre le piston (&#233;l&#233;ment 6). Le si&#232;ge d'&#233;chappement
                (&#233;l&#233;ment 9) descend avec le piston et repose sur la partie interne ou d'&#233;chappement de la
                soupape d'admission et d'&#233;chappement (&#233;l&#233;ment 10), ce qui ferme le passage d'&#233;chappement.
                Au m&#234;me moment, la partie externe ou d'admission de la soupape d'admission et d'&#233;chappement (&#233;l&#233;ment
                10) quitte son si&#232;ge, ce qui permet &#224; l'air d'alimentation de circuler &#224; partir du r&#233;servoir,
                de franchir la soupape d'admission ouverte et de p&#233;n&#233;trer dans les cylindres de freinage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>&#201;quilibre</title>
            <para>L'air refoul&#233; par la soupape d'admission ouverte agit &#233;galement au bas du piston relais (&#233;l&#233;ment
                6). Lorsque la pression d'air sous le piston est &#233;gale &#224; la pression de service au-dessus, le
                piston se soul&#232;ve l&#233;g&#232;rement et le ressort d'admission (&#233;l&#233;ment 8) ram&#232;ne
                la soupape d'admission sur son si&#232;ge. L'&#233;chappement demeure ferm&#233; pendant que la pression
                de la conduite de service &#233;quilibre la pression de refoulement. Pendant le changement de pression
                d'air refoul&#233;, la soupape r&#233;agit instantan&#233;ment au changement en maintenant le serrage
                des freins &#224; ce niveau.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>&#201;chappement ou desserrage</title>
            <para>Lorsque l'air sort par l'orifice de service et que l'air dans la cavit&#233; au-dessus du piston
                relais (&#233;l&#233;ment 6) est &#233;vacu&#233;, la pression sous le piston soul&#232;ve le piston
                relais, le si&#232;ge d'&#233;chappement (&#233;l&#233;ment 9) s'&#233;loigne de la soupape d'&#233;chappement
                (&#233;l&#233;ment 10) et le passage d'&#233;chappement s'ouvre. Le passage d'&#233;chappement &#233;tant
                ouvert, l'air dans les cylindres de freinage peut alors s'&#233;chapper par l'orifice d'&#233;chappement,
                ce qui a pour effet de desserrer les freins.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Non-addition des efforts de freinage (serrage simultan&#233; des freins de service et de
                stationnement)
            </title>
            <para>Lorsque la soupape-relais R-14 est utilis&#233;e pour commander les cylindres de frein &#224; ressort,
                une conduite relie l'orifice (non-addition des efforts de freinage) d'&#233;chappement rapide et d'&#233;quilibrage
                dans le couvercle de la soupape (
                <hotlnk xrefid="f0400255">figure 55</hotlnk>) &#224; l'orifice de refoulement de la soupape ou de la
                soupape-relais des freins de service. En l'absence d'air &#224; l'orifice d'&#233;chappement rapide et
                d'&#233;quilibrage de la R-14, les freins de stationnement sont serr&#233;s. Si on serre les freins de
                service, l'air de la soupape des freins de service entre par l'orifice d'&#233;chappement rapide et d'&#233;quilibrage
                de la R-14 et d&#233;place la membrane, ce qui a pour effet de fermer l'orifice de service. L'air p&#233;n&#232;tre
                alors dans la cavit&#233; au-dessus du piston relais, abaisse le piston, ferme l'&#233;chappement et
                ouvre l'admission pour refouler de l'air &#224; la cavit&#233; de frein &#224; ressort tel qu'indiqu&#233;
                &#224; la rubrique
                <hotlnk xrefid="hl0400201">
                    <xref refid="hl0400201"/>SERRAGE.
                </hotlnk>
            </para>
            <figure id="f0400255" figsize="col-wide">
                <graphic id="g0400255" filename="../figg04/g0400255.webp" type="webp" scalefit="0"/>
                <caption>Figure 55. Serrage simultan&#233; des freins de service et de stationnement</caption>
                <calloutgroup>
                    <callout1>1. COUVERCLE D'&#201;CHAPPEMENT</callout1>
                    <callout1>2. ORIFICE D'&#201;CHAPPEMENT RAPIDE ET D'&#201;QUILIBRAGE</callout1>
                    <callout1>3. MEMBRANE</callout1>
                    <callout1>4. PISTON RELAIS</callout1>
                    <callout1>5. SOUPAPE D'ADMISSION ET D'&#201;CHAPPEMENT</callout1>
                    <callout1>6. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>7. BAGUE DE RETENUE</callout1>
                    <callout1>8. SI&#200;GE D'&#201;CHAPPEMENT</callout1>
                    <callout1>9. COUVERCLE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_101.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_103.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
