<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;GULATEUR DE COMPRESSEUR D'AIR (TYPE D-2) - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>FONCTIONNEMENT</title>
        <para>Consultez la
            <hotlnk xrefid="f0400288">figure 88</hotlnk>
            en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
        </para>
        <figure id="f0400288" figsize="col-wide">
            <graphic id="g0400288" filename="../figg04/g0400288.webp" type="webp" scalefit="0"/>
            <caption>Figure 88. Fonctionnement du r&#233;gulateur D-2</caption>
            <calloutgroup>
                <callout1>1. COUVERCLE</callout1>
                <callout1>2. VIS DE R&#201;GLAGE</callout1>
                <callout1>3. CONTRE-&#201;CROU</callout1>
                <callout1>4. CORPS</callout1>
                <callout1>5. RESSORT DE TIGE D'&#201;CHAPPEMENT</callout1>
                <callout1>6. TIGE D'&#201;CHAPPEMENT</callout1>
                <callout1>7. FILTRES</callout1>
                <callout1>8. PISTON</callout1>
                <callout1>9. RESSORT DE SOUPAPE D'ADMISSION ET D'&#201;CHAPPEMENT</callout1>
                <callout1>10. SOUPAPE D'ADMISSION ET D'&#201;CHAPPEMENT</callout1>
                <callout1>11. OEILLETS</callout1>
                <callout1>12. SI&#200;GE DE RESSORT INF&#201;RIEUR</callout1>
                <callout1>13. GUIDE DE RESSORT</callout1>
                <callout1>14. RESSORT DE R&#201;GLAGE DE PRESSION</callout1>
                <callout1>15. SI&#200;GE DE RESSORT SUP&#201;RIEUR</callout1>
                <callout1>16. BAGUE DE RETENUE</callout1>
            </calloutgroup>
        </figure>
        <para>L'air du r&#233;servoir entre dans le r&#233;gulateur par l'un des orifices du r&#233;servoir et agit sur
            le piston et sous la soupape d'admission et d'&#233;chappement. &#192; mesure que la pression d'air
            augmente, le piston s'oppose &#224; la r&#233;sistance du ressort de r&#233;glage de pression (&#233;l&#233;ment
            14) et la soupape d'admission et d'&#233;chappement (&#233;l&#233;ment 10) s'&#233;l&#232;ve lorsque la
            pression d'air du r&#233;servoir atteint le r&#233;glage de d&#233;clenchement du r&#233;gulateur (
            <hotlnk xrefid="f0400288">figure 88</hotlnk>
            ).
        </para>
        <para>La tige d'&#233;chappement (&#233;l&#233;ment 6) repose sur la soupape d'admission et d'&#233;chappement (&#233;l&#233;ment
            10), puis le passage d'admission s'ouvre. L'air du r&#233;servoir traverse alors la soupape d'admission
            ouverte en empruntant le passage pratiqu&#233; dans le piston, puis sort par l'orifice de d&#233;charge pour
            atteindre le m&#233;canisme de d&#233;charge du compresseur. En plus de circuler vers le m&#233;canisme de d&#233;charge
            du compresseur, l'air s'&#233;coule &#233;galement autour du piston (&#233;l&#233;ment 8) et agit sur la
            surface additionnelle du piston, ce qui assure une action franche et une ouverture compl&#232;te de la
            soupape d'admission.
        </para>
        <para>Pendant que la pression d'air du r&#233;servoir du circuit chute &#224; la valeur de r&#233;glage
            d'enclenchement du r&#233;gulateur, la force exerc&#233;e par la pression d'air sur le piston (&#233;l&#233;ment
            8) diminue, ce qui permet au ressort de r&#233;glage de pression (&#233;l&#233;ment 14) d'abaisser le
            piston. La soupape d'admission se ferme et l'&#233;chappement s'ouvre. L'&#233;chappement &#233;tant ouvert,
            l'air pr&#233;sent dans la conduite de d&#233;charge s'&#233;chappe par le piston, emprunte la tige d'&#233;chappement
            (&#233;l&#233;ment 6) et sort par l'orifice d'&#233;chappement.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_119.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_121.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
