<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE &#192; &#201;CHAPPEMENT RAPIDE QR-N - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>FONCTIONNEMENT</title>
        <svcprocinfo>
            <para>En l'absence d'une pression d'air &#224; la QR-N (
                <hotlnk document="f04002r_55.xml" xrefid="f0400228">figure 28</hotlnk>
                ), la membrane est l&#233;g&#232;rement courb&#233;e par les parties sup&#233;rieure et inf&#233;rieure
                du corps. Dans cet &#233;tat, la partie centrale de la membrane repose sur l'orifice d'&#233;chappement
                dans la partie inf&#233;rieure du corps alors que le bord ext&#233;rieur et le c&#244;t&#233; oppos&#233;
                de la membrane repose sur la l&#232;vre d'&#233;tanch&#233;it&#233; de la partie sup&#233;rieure du
                corps.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Application de la pression d'air</title>
            <para>L'air qui entre par l'orifice d'alimentation de la QR-N fait en sorte que la partie centrale de la
                membrane ferme l'orifice d'&#233;chappement. Simultan&#233;ment, le bord ext&#233;rieur de la membrane
                s'&#233;loigne de la l&#232;vre d'&#233;tanch&#233;it&#233; de la partie sup&#233;rieure du corps, ce
                qui permet &#224; l'air de se rendre de l'orifice d'alimentation, par l'orifice de refoulement,
                jusqu'aux cylindres de freinage pour serrer les freins.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>&#201;quilibre</title>
            <para>Lorsque la pression d'air des deux c&#244;t&#233;s de la membrane est approximativement &#233;gale
                (diff&#233;rence de l livre par pouce carr&#233;), l'&#233;lasticit&#233; naturelle du mat&#233;riau de
                la membrane fait en sorte que le bord ext&#233;rieur de celle-ci entre en contact avec la l&#232;vre d'&#233;tanch&#233;it&#233;
                de la partie sup&#233;rieure du corps. L'&#233;chappement de la QR-N demeure &#233;tanche, car l'air
                exerce une pression contre la partie centrale de la membrane d'un c&#244;t&#233; seulement, ce qui
                permet &#224; l'air de continuer &#224; circuler des orifices de refoulement aux cylindres de freinage.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desserrement</title>
            <para>Lorsque la pression d'air est r&#233;duite ou coup&#233;e &#224; l'orifice d'alimentation de la QR-N,
                la pression d'air du c&#244;t&#233; refoulement de la membrane est sup&#233;rieure &#224; celle du c&#244;t&#233;
                alimentation. La pression plus &#233;lev&#233;e c&#244;t&#233; refoulement maintient le bord ext&#233;rieur
                de la membrane contre la l&#232;vre d'&#233;tanch&#233;it&#233; de la partie sup&#233;rieure du corps
                tout en &#233;loignant simultan&#233;ment la partie centrale de l'orifice de refoulement. L'air des
                orifices de refoulement sort par l'&#233;chappement. Lorsque la pression d'air du c&#244;t&#233;
                refoulement de la membrane est &#233;gale &#224; la pression du c&#244;t&#233; alimentation, la partie
                centrale de la membrane entre en contact avec l'orifice d'&#233;chappement, ce qui ferme cet orifice et
                desserre les freins.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_55.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_57.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
