<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE PROTECTION DU TRACTEUR - BENDIX TP-5</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="3">
        <title>BENDIX TP-5</title>
        <svcsubproc>
            <title>Description</title>
            <para>La Bendix TP-5 est une soupape de protection du tracteur fix&#233;e &#224; un panneau ou &#224; une
                traverse. Elle comporte deux fonctions additionnelles de clapet antiretour &#224; deux voies et d'&#233;chappement
                rapide. Elle contient une soupape d'arr&#234;t de conduite de service avec &#233;chappement, une soupape
                &#224; &#233;chappement rapide de conduite de service et deux clapets antiretour &#224; deux voies.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>La TP-5 sert &#224; recevoir les signaux pneumatiques li&#233;s au fonctionnement du circuit de
                freinage de la remorque, &#224; transmettre les m&#234;mes signaux &#224; la remorque et &#224; prot&#233;ger
                l'alimentation en air du tracteur en cas de s&#233;paration des conduites de raccordement de la remorque
                (
                <hotlnk xrefid="f0400247">figure 47</hotlnk>
                ).
            </para>
            <figure id="f0400247" figsize="col-wide">
                <graphic id="g0400247" filename="../figg04/g0400247.webp" type="webp" scalefit="0"/>
                <caption>Figure 47. Soupape de protection du tracteur (Bendix TP-5)</caption>
                <calloutgroup>
                    <callout1>1. FREINS DE SERVICE AVANT</callout1>
                    <callout1>2. SOUPAPE DE COMMANDE DE PROTECTION DU TRACTEUR</callout1>
                    <callout1>3. ALIMENTATION D'URGENCE DE REMORQUE</callout1>
                    <callout1>4. &#201;CHAPPEMENT</callout1>
                    <callout1>5. SOUPAPE DE COMMANDE DE REMORQUE</callout1>
                    <callout1>6. ALIMENTATION DE SERVICE DE REMORQUE</callout1>
                    <callout1>7. INTERRUPTEUR DE FEU D'ARR&#202;T</callout1>
                    <callout1>8. FREINS DE SERVICE ARRI&#200;RE</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Partie protection du tracteur</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400248">figure 48</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400248" figsize="col-wide">
                <graphic id="g0400248" filename="../figg04/g0400248.webp" type="webp" scalefit="0"/>
                <caption>Figure 48. Partie protection du tracteur</caption>
                <calloutgroup>
                    <callout1>1. DES FREINS DE SERVICE ARRI&#200;RE (PRIMAIRE)</callout1>
                    <callout1>2. VERS INTERRUPTEUR DE FEU D'ARR&#202;T</callout1>
                    <callout1>3. DE LA SOUPAPE DE COMMANDE DE REMORQUE</callout1>
                    <callout1>4. VERS FREINS DE SERVICE DE REMORQUE</callout1>
                    <callout1>5. SOUPAPE &#192; &#201;CHAPPEMENT RAPIDE DE CONDUITE DE SERVICE</callout1>
                    <callout1>6. &#201;VENT</callout1>
                    <callout1>7. VERS ALIMENTATION D'URGENCE DE REMORQUE</callout1>
                    <callout1>8. DE LA SOUPAPE DE COMMANDE DE PROTECTION DU TRACTEUR</callout1>
                    <callout1>9. SOUPAPE D'ARR&#202;T DE CONDUITE DE SERVICE</callout1>
                    <callout1>10. DES FREINS DE SERVICE AVANT (SECONDAIRE)</callout1>
                </calloutgroup>
            </figure>
            <para>L'air provenant de la soupape de commande de protection du tracteur dans la cabine entre par l'orifice
                de refoulement de la soupape de protection du tracteur (&#233;l&#233;ment 8) et sort par l'orifice
                d'alimentation de la remorque (&#233;l&#233;ment 7); il agit simultan&#233;ment sur la cheville d'arr&#234;t
                de la conduite de service (&#233;l&#233;ment 9); il soul&#232;ve la soupape d'admission de la conduite
                de service hors de son si&#232;ge et ouvre le passage de la conduite de service. La source d'air &#233;tant
                commune du c&#244;t&#233; alimentation et du c&#244;t&#233; service du collecteur, la soupape devrait
                s'ouvrir &#224; environ 45 livres par pouce carr&#233;. Si la soupape de commande de protection du
                tracteur est r&#233;gl&#233;e manuellement ou automatiquement &#224; la position d'&#233;chappement, la
                soupape d'arr&#234;t de la conduite de service se ferme &#224; environ 10 livres par pouce carr&#233; et
                le passage d'&#233;chappement pratiqu&#233; dans la cheville permet d'&#233;vacuer l'air de la conduite
                de service de la remorque (&#233;l&#233;ment 5).
            </para>
            <para>
                <title>Clapets antiretour &#224; deux voies</title>
            </para>
            <para>Les deux clapets antiretour &#224; deux voies de la TP-5 servent &#224; capter le signal de service
                &#224; pression la plus &#233;lev&#233;e provenant du circuit de freinage avant du tracteur (secondaire)
                (&#233;l&#233;ment 10), du circuit de freinage arri&#232;re (primaire) (&#233;l&#233;ment 1) ou du
                signal de la soupape de commande de la remorque (&#233;l&#233;ment 3) et fait fonctionner les freins de
                la remorque en cons&#233;quence. L'orifice de l'interrupteur de feu d'arr&#234;t capte &#233;galement ce
                signal et actionne l'interrupteur de feu d'arr&#234;t (&#233;l&#233;ment 2).
            </para>
            <para>
                <title>Soupape &#224; &#233;chappement rapide de conduite de service</title>
            </para>
            <para>L'orifice de la conduite de service de la remorque se trouve dans le couvercle tel qu'illustr&#233;
                &#224; la
                <hotlnk xrefid="f0400249">figure 49</hotlnk>. Ce couvercle loge &#233;galement une soupape &#224; &#233;chappement
                rapide. La membrane ferme l'orifice d'&#233;chappement au moment de la mise en fonction et hors fonction
                de la conduite de service, elle permet &#224; l'air de la conduite de service de la remorque de sortir
                par l'orifice d'&#233;chappement, ce qui permet un temps de desserrage plus rapide pour les freins de la
                remorque.
            </para>
            <figure id="f0400249" figsize="col-wide">
                <graphic id="g0400249" filename="../figg04/g0400249.webp" type="webp" scalefit="0"/>
                <caption>Figure 49. Soupape de protection du tracteur - v&#233;rifications d'entretien</caption>
                <calloutgroup>
                    <callout1>1. MEMBRANE DE SOUPAPE &#192; &#201;CHAPPEMENT RAPIDE</callout1>
                    <callout1>2. SOUPAPE D'ADMISSION</callout1>
                    <callout1>3. JOINT TORIQUE</callout1>
                    <callout1>4. JOINT TORIQUE (2)</callout1>
                    <callout1>5. JOINT TORIQUE (GROS)</callout1>
                    <callout1>6. JOINT TORIQUE (PETIT)</callout1>
                    <callout1>7. JOINT TORIQUE (3)</callout1>
                    <callout1>8. MEMBRANE DE CLAPET DE RETENUE D'&#201;CHAPPEMENT</callout1>
                    <callout1>9. DOUBLE CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                    <callout1>10. &#201;CROU BORGNE</callout1>
                    <callout1>11. &#201;CROU BORGNE</callout1>
                    <callout1>12. &#201;CROU BORGNE</callout1>
                    <callout1>13. &#201;CROU BORGNE</callout1>
                    <callout1>14. GUIDES DE CLAPET ANTIRETOUR &#192; DEUX VOIES</callout1>
                    <callout1>15. CIRCLIP</callout1>
                    <callout1>16. RESSORT</callout1>
                    <callout1>17. VIS &#192; T&#202;TE CYLINDRIQUE</callout1>
                    <callout1>18. COUVERCLE</callout1>
                    <callout1>19. PISTON DE COMMANDE</callout1>
                    <callout1>20. RESSORT</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Toutes les 3 600 heures de fonctionnement, apr&#232;s 100 000 milles (160 000 kilom&#232;tres) ou une
                fois par ann&#233;e, d&#233;montez, nettoyez et examinez toutes les pi&#232;ces. Installez des pi&#232;ces
                neuves si les anciennes sont us&#233;es ou d&#233;t&#233;rior&#233;es. Une trousse d'entretien est
                disponible pour faire l'entretien de la soupape.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400210">
            <title>V&#233;rifications d'entretien</title>
            <para>
                <title>V&#233;rifications de fonctionnement et d'&#233;tanch&#233;it&#233;</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400249">figure 49</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Calez les roues, remplissez le circuit de freinage pneumatique &#224; la pression de d&#233;clenchement
                    du r&#233;gulateur et tirez sur le bouton de la soupape de commande de protection du tracteur
                    (position d'urgence).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez le raccord du flexible de conduite de service de la remorque. Faites
                    fonctionner la soupape de commande manuelle de la remorque. Placez un doigt sur l'&#233;vent de 1/16
                    po &#224; proximit&#233; de la soupape d'arr&#234;t de la conduite de service du moulage de la TP-5.
                    V&#233;rifiez la pr&#233;sence de fuites au raccord de flexible et &#224; l'orifice d'&#233;chappement
                    de la TP-5. Une fuite permettant le gonflage d'une bulle de savon de plus de 1 po (25 mm) toutes les
                    trois secondes &#224; l'un ou l'autre des orifices indique que la soupape d'admission est d&#233;fectueuse
                    (&#233;l&#233;ment 2).
                </para>
            </step1>
            <step1>
                <para count="1">La soupape de commande manuelle &#233;tant toujours en fonction, mettez la cl&#233; de
                    contact &#224; la position de marche et v&#233;rifiez si les feux d'arr&#234;t fonctionnent.
                </para>
            </step1>
            <step1>
                <para count="1">Rel&#226;chez la soupape de commande manuelle et r&#233;glez la soupape de protection du
                    tracteur &#224; la position normale.
                </para>
                <specpara>
                    <caution>
                        <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                            pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages
                            de pression des r&#233;gulateurs et les autres essais.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Branchez le raccord du flexible de service du tracteur &#224; un manom&#232;tre d'essai,
                    actionnez la soupape de commande manuelle de nouveau et notez s'il y a une pression au raccord.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez s'il y a une fuite &#224; la soupape &#224; &#233;chappement rapide de la
                    conduite de service. Une fuite permettant le gonflage d'une bulle de savon de 1 po (25 mm) toutes
                    les trois secondes indique qu'une membrane est d&#233;fectueuse (&#233;l&#233;ment 1).
                </para>
            </step1>
            <step1>
                <para count="1">La pression de la conduite de service &#233;tant toujours appliqu&#233;e dans la soupape
                    de commande manuelle, voyez s'il y a une fuite &#224; l'orifice d'&#233;chappement de la soupape de
                    freinage. Une fuite permettant le gonflage d'une bulle de savon de 1 po (25 mm) toutes les trois
                    secondes indique qu'un double clapet antiretour &#224; deux voies est d&#233;fectueux.
                </para>
            </step1>
            <step1>
                <para count="1">Voyez s'il y a une fuite &#224; l'&#233;vent de 1/16 po. Une fuite indique que le joint
                    torique (&#233;l&#233;ment 6) ou le joint torique (&#233;l&#233;ment 5) est d&#233;fectueux. [Le
                    joint torique (&#233;l&#233;ment 5) auquel on fait r&#233;f&#233;rence se trouve sur le piston de
                    commande (&#233;l&#233;ment 19); le m&#234;me joint torique est &#233;galement install&#233; sur un
                    &#233;crou borgne (&#233;l&#233;ment 10).]
                </para>
            </step1>
            <step1>
                <para count="1">Rel&#226;chez la soupape de commande manuelle et recherchez de nouveau la pr&#233;sence
                    d'une fuite &#233;ventuelle &#224; l'&#233;vent. Si la fuite se poursuit, c'est le gros joint
                    torique (&#233;l&#233;ment 5) qui fuit. Si la fuite arr&#234;te, c'&#233;tait le petit joint torique
                    (&#233;l&#233;ment 6) qui fuyait.
                </para>
            </step1>
            <step1>
                <para count="1">Enfoncez et maintenez la soupape de frein &#224; p&#233;dale. Voyez s'il y a une fuite
                    &#224; l'&#233;chappement de la soupape de commande manuelle. Une fuite permettant le gonflage d'une
                    bulle de savon de 1 po (25 mm) toutes les trois secondes indique qu'un double clapet antiretour
                    &#224; deux voies est d&#233;fectueux.
                </para>
            </step1>
            <step1>
                <para count="1">Rel&#226;chez la soupape de frein &#224; p&#233;dale, d&#233;branchez la conduite du
                    circuit de freinage de service primaire &#224; l'orifice de refoulement TP-5 (PCD) et obstruez
                    l'extr&#233;mit&#233; de la conduite en provenance de la soupape de freinage. Appuyez sur la soupape
                    de frein &#224; p&#233;dale et v&#233;rifiez s'il y a une fuite &#224; l'orifice de refoulement PCD.
                </para>
            </step1>
            <step1>
                <para count="1">Reposez la conduite de circuit primaire et inversez la m&#233;thode pour la conduite du
                    circuit secondaire (SCD). Une fuite permettant le gonflage d'une bulle de savon de 1 po (25 mm)
                    toutes les trois secondes &#224; l'&#233;l&#233;ment (11) ou (12) indique qu'un double clapet
                    antiretour &#224; deux voies est d&#233;fectueux. R&#233;tablissez le raccord du circuit secondaire
                    &#224; TP-5.
                </para>
            </step1>
            <para>Si la soupape ne fonctionne pas tel que d&#233;crit ci-dessus ou qu'une fuite permet le gonflage d'une
                bulle de savon de 1 po (25 mm) toutes les trois secondes, il faut r&#233;parer ou remplacer la soupape.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400249">figure 49</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Calez les roues et videz les circuits de freinage pneumatiques.</para>
            </step1>
            <step1>
                <para count="1">S&#233;parez toutes les conduites d'air et l'interrupteur de feu d'arr&#234;t du
                    collecteur et retirez l'interrupteur du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les quatre &#233;crous borgnes (&#233;l&#233;ments 10, 11, 12 et 13) du corps.
                    Marquez les &#233;crous en fonction de leurs ports respectifs avant de les enlevez. &#212;tez les
                    joints toriques (3 de l'&#233;l&#233;ment 7 et 1 de l'&#233;l&#233;ment 5).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les guides de clapet antiretour &#224; deux voies (&#233;l&#233;ment 14) et
                    les doubles clapets antiretour &#224; deux voies (&#233;l&#233;ment 9).
                </para>
            </step1>
            <step1>
                <para count="1">Introduisez une pince pour circlip dans l'orifice marqu&#233; BLK-SLS et d&#233;posez le
                    circlip (&#233;l&#233;ment 15), le ressort (&#233;l&#233;ment 16) et la soupape (&#233;l&#233;ment
                    2).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les deux vis qui retiennent le couvercle (&#233;l&#233;ment 18) au corps.
                    Enlevez les deux petits joints toriques (&#233;l&#233;ment 4) et un gros joint torique (&#233;l&#233;ment
                    3). D&#233;posez la membrane de la soupape &#224; &#233;chappement rapide (&#233;l&#233;ment 1).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la vis &#224; t&#234;te cylindrique 6-32 (&#233;l&#233;ment 17) et d&#233;posez
                    la membrane de clapet de retenue d'&#233;chappement (&#233;l&#233;ment 8).
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyez les pi&#232;ces, les al&#233;sages et les passages &#224; l'aide d'un solvant
                    &#224; base min&#233;rale.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Assemblage</title>
            <specpara>
                <note>
                    <para>Avant de proc&#233;der &#224; l'assemblage, lubrifiez les joint toriques, les al&#233;sages,
                        les pistons, etc.
                    </para>
                </note>
            </specpara>
            <para>Consultez la
                <hotlnk xrefid="f0400249">figure 49</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">R&#233;installez la soupape d'admission (&#233;l&#233;ment 2), le ressort (&#233;l&#233;ment
                    16) et le cirlip (&#233;l&#233;ment 15) dans le corps.
                </para>
            </step1>
            <step1>
                <para count="1">Installez les guides (&#233;l&#233;ment 14) et les distributeurs bistables (&#233;l&#233;ment
                    9) et leurs &#233;crous borgnes respectifs (&#233;l&#233;ments 10 et 11).
                </para>
            </step1>
            <step1>
                <para count="1">Installez les joints toriques (&#233;l&#233;ments 5 et 6) sur la cheville d'arr&#234;t
                    de la conduite de service et posez le ressort (&#233;l&#233;ment 20), la cheville et l'&#233;crou
                    borgne correspondant (&#233;l&#233;ment 12) avec un joint torique (&#233;l&#233;ment 7).
                </para>
            </step1>
            <step1>
                <para count="1">Placez la membrane de la soupape &#224; &#233;chappement rapide dans le corps et les
                    joints toriques (&#233;l&#233;ments 3 et 4) sur le couvercle et installez-le dans sa cavit&#233;
                    dans le corps en utilisant les deux vis pour le fixer.
                </para>
            </step1>
            <step1>
                <para count="1">Replacez la membrane d'&#233;tanch&#233;it&#233; d'&#233;chappement (&#233;l&#233;ment
                    8) dans le couvercle.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez le dispositif dans le v&#233;hicule. Installez toutes les conduites
                    d'air et l'interrupteur de feu d'arr&#234;t.
                </para>
            </step1>
            <para>
                <title>Essai</title>
            </para>
            <para>Faites l'essai de la soupape remont&#233;e tel que d&#233;crit sous
                <hotlnk xrefid="hl0400210">
                    <xref refid="hl0400210"/>V&#201;RIFICATIONS D'ENTRETIEN
                </hotlnk>
                .
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_98.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_100.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
