<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS</stitle>
    <svcsection/>
    <svcsection id="f04002r" svcsectype="prodspec" division="truck" formnum="CTS-5020R" revno="R" date="09/11/2000"
                translation="french">
        <title>COMPOSANTS DES FREINS</title>
        <svcproc svcproctype="IDcomponent" graphiccount="0">
            <title>RENSEIGNEMENTS G&#201;N&#201;RAUX</title>
            <para>Les composants des freins pneumatiques des camions et des tracteurs permettent de commander le
                freinage au moyen de l'air comprim&#233;. Les freins pneumatiques consistent en un groupe de dispositifs
                : certains maintiennent une alimentation en air comprim&#233;, d'autres dirigent et commandent le d&#233;bit
                d'air comprim&#233; et d'autres enfin convertissent l'&#233;nergie de l'air comprim&#233; en une force m&#233;canique
                et un mouvement n&#233;cessaires pour serrer les freins. Des dispositifs de dimensions et de types
                divers sont utilis&#233;s sur diff&#233;rents types de v&#233;hicules pour r&#233;pondre aux exigences
                de fonctionnement.
            </para>
            <para>Consultez le GROUPE 04 - FREINS PNEUMATIQUES du manuel d'entretien principal CTS-5000 pour obtenir une
                description du syst&#232;me pneumatique &#224; double circuit utilis&#233; sur les v&#233;hicules vis&#233;s
                par le " Federal Motor Vehicle Safety Standard 121 (FMVSS 121) ".
            </para>
            <para>Les composants utilis&#233;s pour former un double circuit d'air comprim&#233; type sur un ch&#226;ssis
                sont pr&#233;sent&#233;s dans cette section et sont accompagn&#233;s d'une br&#232;ve description, du
                mode de fonctionnement ainsi que des v&#233;rifications et des m&#233;thodes d'entretien. Les
                instructions de d&#233;montage et de remontage sont fournies pour certains composants.
            </para>
            <specpara>
                <warning>
                    <para>Lorsqu'un composant du circuit pneumatique fait l'objet d'un entretien ou d'une d&#233;pose,
                        n'oubliez pas de serrer le frein de stationnement et de caler les roues pour emp&#234;cher le v&#233;hicule
                        de bouger durant l'entretien.
                    </para>
                </warning>
            </specpara>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
