<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPES DE FREIN AVEC P&#201;DALE " MARCHETTE " E6 ET &#192; P&#201;DALE
        SUSPENDUE E7 BENDIX - ENTRETIEN DE LA SOUPAPE AVEC P&#201;DALE " MARCHETTE "
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>ENTRETIEN DE LA SOUPAPE AVEC P&#201;DALE " MARCHETTE "</title>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Serrez le frein de stationnement et calez les roues.</para>
            </step1>
            <step1>
                <para count="1">Videz l'air de tous les r&#233;servoirs.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez toutes les conduites d'alimentation et de refoulement reli&#233;es
                    &#224; la soupape. Marquez toutes les conduites par rapport &#224; la soupape pour en faciliter la
                    repose.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;parez les raccords de la soupape. Marquez &#233;galement ces raccords par rapport
                    &#224; l'emplacement et &#224; la position de la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la soupape de freinage et la p&#233;dale " marchette " en enlevant trois
                    vis &#224; t&#234;te sur le cercle de per&#231;age ext&#233;rieur de la plaque de fixation. Il est
                    possible d'enlever la soupape de base en &#244;tant seulement trois vis &#224; t&#234;te sur le
                    cercle de per&#231;age int&#233;rieur.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400207">
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400225">figure 25</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Si vous avez retir&#233; la soupape de freinage et la p&#233;dale " marchette " du v&#233;hicule,
                    enlevez les vis &#224; t&#234;te qui retiennent la p&#233;dale &#224; la soupape de freinage de
                    base.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez la vis (&#233;l&#233;ment 19) qui retient la membrane d'&#233;chappement (&#233;l&#233;ment
                    17) et la rondelle (&#233;l&#233;ment 20) au couvercle d'&#233;chappement (&#233;l&#233;ment 16).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les quatre vis qui fixent le couvercle d'&#233;chappement (&#233;l&#233;ment 16)
                    &#224; la partie inf&#233;rieure du corps de soupape (&#233;l&#233;ment 23).
                </para>
            </step1>
            <figure id="f0400225" figsize="col-wide">
                <graphic id="g0400225" filename="../figg04/g0400225.webp" type="webp" scalefit="0"/>
                <caption>Figure 25. Soupape avec p&#233;dale " marchette " - d&#233;montage</caption>
                <calloutgroup>
                    <callout1>1. CHEVILLE</callout1>
                    <callout1>VIS DE GUIDE DE RESSORT (NON UTILIS&#201;E)</callout1>
                    <callout1>3. GUIDE DE RESSORT DE TIGE</callout1>
                    <callout1>4. RESSORT DE TIGE</callout1>
                    <callout1>5. &#201;CROU DE SI&#200;GE DE RESSORT</callout1>
                    <callout1>6. SI&#200;GE DE RESSORT</callout1>
                    <callout1>7. PLAQUE DE FIXATION</callout1>
                    <callout1>8. RESSORT EN CAOUTCHOUC</callout1>
                    <callout1>9. PISTON PRIMAIRE</callout1>
                    <callout1>10. ADMISSION PRIMAIRE ET SOUPAPE D'&#201;CHAPPEMENT</callout1>
                    <callout1>11. RESSORT DE PISTON RELAIS</callout1>
                    <callout1>12. PISTON RELAIS</callout1>
                    <callout1>13. BAGUE D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>14. ADMISSION SECONDAIRE ET SOUPAPE D'&#201;CHAPPEMENT</callout1>
                    <callout1>15. BAGUE DE RETENUE</callout1>
                    <callout1>16. COUVERCLE D'&#201;CHAPPEMENT</callout1>
                    <callout1>17. MEMBRANE D'&#201;CHAPPEMENT</callout1>
                    <callout1>18. RONDELLE &#192; DIAPHRAGME</callout1>
                    <callout1>19. VIS</callout1>
                    <callout1>20. RONDELLE</callout1>
                    <callout1>21. DISPOSITIF DE RETENUE DE JOINT TORIQUE</callout1>
                    <callout1>22. RESSORT DE RAPPEL</callout1>
                    <callout1>23. PARTIE INF&#201;RIEURE DU CORPS DE SOUPAPE</callout1>
                    <callout1>24. PARTIE SUP&#201;RIEURE DU CORPS DE SOUPAPE</callout1>
                    <callout1>25. RESSORT DE RAPPEL DE PISTON PRMAIRE</callout1>
                    <callout1>26. DISPOSITF DE RETENUE DE PISTON PRIMAIRE</callout1>
                    <callout1>27. TIGE</callout1>
                    <callout1>28. SOUFFLET</callout1>
                    <callout1>29. P&#201;DALE " MARCHETTE "</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez la soupape d'admission et d'&#233;chappement secondaire (&#233;l&#233;ment 14)
                    de la partie inf&#233;rieure du corps de soupape (&#233;l&#233;ment 23). Le d&#233;montage de la
                    soupape d'admission et d'&#233;chappement secondaire n'est pas n&#233;cessaire, car il faut
                    l'entretenir d'un seul tenant.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les quatre vis &#224; t&#234;te hexagonale qui retiennent la partie inf&#233;rieure
                    du corps de soupape (&#233;l&#233;ment 23) &#224; la partie sup&#233;rieure du corps de soupape (&#233;l&#233;ment
                    24) et s&#233;parez le corps de soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la bague d'&#233;tanch&#233;it&#233; en caoutchouc (&#233;l&#233;ment 13) de la
                    partie inf&#233;rieure du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Exercez une pression avec le pouce sur le piston primaire (&#233;l&#233;ment 9), puis
                    soulevez les trois pattes de blocage du dispositif de retenue du piston primaire (&#233;l&#233;ment
                    26).
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez une cl&#233; de 3/8 po (10 mm) pour immobiliser l'&#233;crou &#224; l'extr&#233;mit&#233;
                    filet&#233;e de la tige sur le dessus du piston primaire. Introduisez un tournevis dans le passage
                    d'&#233;chappement pratiqu&#233; au centre de la soupape et placez-le dans la fente de la tige (&#233;l&#233;ment
                    27).
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Avant de continuer, notez que l'&#233;crou et la tige servent &#224; contenir le ressort de
                        rappel du piston primaire (&#233;l&#233;ment 25), le ressort de la tige (&#233;l&#233;ment 4) et
                        le ressort du piston relais (&#233;l&#233;ment 11). La tension combin&#233;e de ces ressorts est
                        d'environ 50 lb.pi (68 Nm). Attention aux risques de blessures lorsque vous enlevez l'&#233;crou,
                        car les ressorts se lib&#232;rent avec force. Nous recommandons d'immobiliser le piston primaire
                        et le piston relais durant le retrait de l'&#233;crou et de la tige.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Tournez le tournevis en sens antihoraire et retirez la tige (&#233;l&#233;ment 27), le
                    ressort de la tige (&#233;l&#233;ment 4), le guide du ressort (&#233;l&#233;ment 3) et l'&#233;crou.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le piston relais (&#233;l&#233;ment 12), le ressort du piston relais (&#233;l&#233;ment
                    11), le piston primaire (&#233;l&#233;ment 9) et le ressort de rappel du piston primaire (&#233;l&#233;ment
                    25) de la partie sup&#233;rieure du corps.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;montez le piston primaire (&#233;l&#233;ment 9) en enlevant l'&#233;crou du si&#232;ge
                    de ressort, le si&#232;ge de ressort (&#233;l&#233;ment 6) et le ressort de caoutchouc (&#233;l&#233;ment
                    8), puis d&#233;posez le joint torique du piston.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le gros et le petit joint torique du piston relais.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la bague de retenue qui retient la soupape d'admission et d'&#233;chappement
                    primaire (&#233;l&#233;ment 10) dans la partie sup&#233;rieure du corps et d&#233;posez la soupape.
                    Ne d&#233;montez pas la soupape d'admission primaire, car il faut l'entretenir d'un seul tenant.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <para>Lavez toutes les pi&#232;ces m&#233;talliques dans un solvant de nettoyage. Utilisez de l'air comprim&#233;
                pour les ass&#233;cher. Examinez les pi&#232;ces pour voir si elles pr&#233;sentent une usure excessive
                ou une d&#233;t&#233;rioration. Voyez si les si&#232;ges de soupape pr&#233;sentent des entailles ou des
                bavures. Voyez si les ressorts sont fissur&#233;s ou corrod&#233;s. Remplacez toutes les pi&#232;ces de
                caoutchouc et toute pi&#232;ce jug&#233;es inutilisables durant l'inspection.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400225">figure 25</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>Avant de remonter la soupape de freinage, lubrifiez tous les joints toriques, les rainures des joints
                toriques, les al&#233;sages des pistons et les surfaces mobiles m&#233;tal sur m&#233;tal. Lubrifiez
                avec de la graisse au molybd&#232;ne Fleetrite EP2 ou l'&#233;quivalent de la graisse au lithium &#224;
                usages multiples NLGI num&#233;ro 2.
            </para>
            <para>Tous les couples sp&#233;cifi&#233;s sont des couples d'assemblage et ceux-ci peuvent diff&#233;rer
                une fois l'assemblage termin&#233;. Ne resserrez pas les &#233;crous une fois que le couple initial est
                appliqu&#233;.
            </para>
            <step1>
                <para count="1">Placez la soupape d'admission et d'&#233;chappement primaire dans la partie sup&#233;rieure
                    du corps, puis installez la bague de retenue pour la fixer. Assurez-vous que la bague de retenue
                    repose bien au fond de sa gorge.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le gros et le petit joint torique sur le piston relais.</para>
            </step1>
            <step1>
                <para count="1">Replacez le joint torique du piston primaire dans la gorge du joint torique du piston.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort de caoutchouc (&#233;l&#233;ment 8), le c&#244;t&#233; concave vers le
                    bas, dans le piston primaire (&#233;l&#233;ment 9) et placez le si&#232;ge de ressort (&#233;l&#233;ment
                    6), c&#244;t&#233; plat vers le haut, sur le ressort en caoutchouc.
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'&#233;crou du si&#232;ge de ressort du piston primaire (&#233;l&#233;ment 5)
                    en pla&#231;ant sa vis &#224; t&#234;te hexagonale tout pr&#232;s du si&#232;ge de ressort et
                    tournez en sens horaire jusqu'&#224; ce que la surface sup&#233;rieure du si&#232;ge de ressort
                    affleure la surface sup&#233;rieure du piston (&#233;l&#233;ment 9).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort de rappel du piston primaire (&#233;l&#233;ment 25) dans l'al&#233;sage
                    de piston de la partie sup&#233;rieure du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le piston primaire, le si&#232;ge de ressort vers l'ext&#233;rieur, sur le
                    ressort de rappel et enfoncez le piston dans l'al&#233;sage du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort de rappel du piston relais (&#233;l&#233;ment 11) dans la partie sup&#233;rieure
                    du corps et placez le piston relais (&#233;l&#233;ment 12) sur le ressort de mani&#232;re que le c&#244;t&#233;
                    concave du piston repose contre le ressort.
                </para>
            </step1>
            <step1>
                <para count="1">Comprimez le piston primaire et le piston relais dans la partie sup&#233;rieure du corps
                    et maintenez-les comprim&#233;s en exer&#231;ant une pression manuelle ou m&#233;canique (consultez
                    <emph type="bold">AVERTISSEMENT</emph> &#224; l'&#233;tape 8 de
                    <hotlnk xrefid="hl0400207">
                        <xref refid="hl0400207"/>D&#233;montage
                    </hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Placez la tige (&#233;l&#233;ment 27) &#224; travers le passage d'&#233;chappement de la
                    partie inf&#233;rieure du corps de mani&#232;re que la partie filet&#233;e soit visible en regardant
                    le piston primaire.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez un tournevis pour immobiliser la t&#234;te fendue de la tige, puis placez le
                    ressort de tige (&#233;l&#233;ment 4) et le guide de ressort (&#233;l&#233;ment 3) sur le piston
                    primaire (&#233;l&#233;ment 9).
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'&#233;crou sur la tige et tournez en sens horaire. Serrez au couple de 20
                    &#224; 30 lb.po (2,3 &#224; 3,4 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le dispositif de retenue du piston primaire (&#233;l&#233;ment 26) sur le
                    piston en vous assurant que les trois pattes de blocage p&#233;n&#232;trent dans la l&#232;vre ext&#233;rieure
                    du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la soupape d'admission et d'&#233;chappement secondaire dans la partie inf&#233;rieure
                    du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le couvercle d'&#233;chappement (&#233;l&#233;ment 16) sur la partie inf&#233;rieure
                    du corps et posez quatre vis &#224; m&#233;taux avec des rondelles d'arr&#234;t, puis serrez-les au
                    couple de 70 &#224; 100 lb.po (7,9 &#224; 11,3 N &#8226; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez la membrane d'&#233;chappement (&#233;l&#233;ment 17) et la rondelle de la
                    membrane (&#233;l&#233;ment 18) sur le couvercle d'&#233;chappement (&#233;l&#233;ment 16) &#224;
                    l'aide d'une vis &#224; t&#234;te Phillips et d'une rondelle d'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la bague d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 13) dans la partie inf&#233;rieure
                    du corps et fixez les parties inf&#233;rieure et sup&#233;rieure du corps &#224; l'aide de quatre
                    vis &#224; t&#234;te hexagonale et de rondelles d'arr&#234;t; serrez les vis &#224; t&#234;te au
                    couple de 70 &#224; 100 lb.po (7,9 &#224; 11,3 N &#8226; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez la soupape avec p&#233;dale " marchette " sur la soupape de freinage de base.
                    Fixez-la &#224; l'aide de vis &#224; t&#234;te et de rondelles d'arr&#234;t, puis serrez-la au
                    couple de 80 &#224; 100 lb.po (9 &#224; 11,3 N &#8226; m).
                </para>
            </step1>
            <step1>
                <para count="1">Faites l'essai de la soupape de freinage remise &#224; neuf en effectuant les
                    <hotlnk document="f04002r_50.xml" xrefid="hl0400206">
                        <xref refid="hl0400206"/>V&#201;RIFICATIONS D'ENTRETIEN
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_50.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_52.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
