<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPES DE FREIN AVEC P&#201;DALE " MARCHETTE " E6 ET &#192; P&#201;DALE
        SUSPENDUE E7 BENDIX - ENTRETIEN D'UNE SOUPAPE &#192; P&#201;DALE SUSPENDUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>ENTRETIEN D'UNE SOUPAPE &#192; P&#201;DALE SUSPENDUE</title>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Serrez le frein de stationnement et calez les roues.</para>
                <specpara>
                    <note>
                        <para>Sur certains mod&#232;les, il peut &#234;tre n&#233;cessaire de d&#233;poser le r&#233;servoir
                            de liquide de refroidissement pour acc&#233;der aux conduites d'air et aux boulons de
                            fixation de la soupape ou il faudra peut-&#234;tre enlever le filtre &#224; air.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Enlevez la courroie retenant le faisceau de c&#226;blage au r&#233;servoir de liquide de
                    refroidissement ou au filtre &#224; air.
                </para>
            </step1>
            <step1>
                <para count="1">Videz le r&#233;servoir de liquide de refroidissement si cela est n&#233;cessaire.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les boulons et les &#233;crous fixant le r&#233;servoir de liquide de
                    refroidissement ou le filtre &#224; air au support de fixation.
                </para>
            </step1>
            <step1>
                <para count="1">Marquez les conduites d'air (flexibles) par rapport &#224; la soupape de frein &#224; p&#233;dale.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez toutes les conduites (flexibles) reli&#233;es &#224; la soupape.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons fixant la soupape de l'ext&#233;rieur du panneau de tableau de
                    bord. D&#233;posez la soupape.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400226">figure 26</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400226" figsize="col-wide">
                <graphic id="g0400226" filename="../figg04/g0400226.webp" type="webp" scalefit="0"/>
                <caption>Figure 26. Soupape &#224; p&#233;dale suspendue - d&#233;montage</caption>
                <calloutgroup>
                    <callout1>1. BAGUE DE RETENUE</callout1>
                    <callout1>2. ADMISSION SECONDAIRE ET SOUPAPE D'&#201;CHAPPEMENT</callout1>
                    <callout1>3. PISTON STATIQUE SUP&#201;RIEUR</callout1>
                    <callout1>4. RESSORT DE RAPPEL DE PISTON RELAIS</callout1>
                    <callout1>5. PISTON RELAIS</callout1>
                    <callout1>6. CORPS</callout1>
                    <callout1>7. RESSORT DE RAPPEL DU PISTON PRIMAIRE</callout1>
                    <callout1>8. PISTON STATIQUE INF&#201;RIEUR</callout1>
                    <callout1>9. RESSORT DE CAOUTCHOUC</callout1>
                    <callout1>10. PISTON PRIMAIRE</callout1>
                    <callout1>11. DISPOSITF DE RETENUE</callout1>
                    <callout1>12. SI&#200;GE DE RESSORT</callout1>
                    <callout1>13. &#201;CROU DE RETENUE</callout1>
                    <callout1>14. GUIDE DE RESSORT DE TIGE</callout1>
                    <callout1>15. RESSORT DE TIGE</callout1>
                    <callout1>16. &#201;CROU DE SI&#200;GE DE RESSORT</callout1>
                    <callout1>17. TIGE</callout1>
                    <callout1>18. RAINURE AUTOFREINANTE</callout1>
                    <callout1>19. ADMISSION ET &#201;CHAPPEMENT DE SOUPAPE PRIMAIRE</callout1>
                    <callout1>20. BAGUE DE RETENUE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Retirez trois vis &#224; t&#234;te et la p&#233;dale.</para>
            </step1>
            <step1>
                <para count="1">Exercez une force sur le dispositif de retenue, lib&#233;rez les pattes de blocage du
                    corps et d&#233;posez le dispositif de retenue (&#233;l&#233;ment 11).
                </para>
            </step1>
            <step1>
                <para count="1">Saisissez le contre-&#233;crou (&#233;l&#233;ment 13) du piston statique inf&#233;rieur
                    (&#233;l&#233;ment 8) avec des pinces et tirez le piston hors du corps (&#233;l&#233;ment 6).
                </para>
            </step1>
            <step1>
                <para count="1">Fabriquez un crochet au moyen d'une tige d'environ 1/8 po (3 mm) de diam&#232;tre
                    mesurant 6 po (152 mm) de longueur; pliez une extr&#233;mit&#233; &#224; angle droit sur une
                    longueur de 1/2 &#224; 3/4 po (12,7 &#224; 19 mm) &#224; partir de l'extr&#233;mit&#233; de la tige.
                    Introduisez le crochet dans l'al&#233;sage du corps et faites-le passer par l'al&#233;sage d'&#233;chappement
                    de l'admission secondaire pour accrocher la soupape. Tirez fermement et retirez le piston statique
                    sup&#233;rieur (&#233;l&#233;ment 3) avec la soupape d'admission et d'&#233;chappement secondaire (&#233;l&#233;ment
                    2).
                </para>
            </step1>
            <step1>
                <para count="1">Exercez une pression ferme sur le si&#232;ge &#224; ressort (&#233;l&#233;ment 12) pour
                    comprimer le ressort du piston primaire (&#233;l&#233;ment 9). La rainure autofreinante (&#233;l&#233;ment
                    18) du piston est maintenant accessible par l'ouverture rectangulaire du corps. Ins&#233;rez la tige
                    plac&#233;e sur un tournevis dans la rainure autofreinante pour maintenir le ressort du piston
                    primaire en &#233;tat de compression.
                </para>
            </step1>
            <step1>
                <para count="1">Introduisez la lame du tournevis dans le passage d'&#233;chappement des pistons primaire
                    et secondaire (&#233;l&#233;ment 10) et dans la fente de la tige (&#233;l&#233;ment 17). Desserrez
                    le contre-&#233;crou (&#233;l&#233;ment 13).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le contre-&#233;crou (&#233;l&#233;ment 13), le guide de tige de ressort (&#233;l&#233;ment
                    14) et le ressort de tige (&#233;l&#233;ment 15).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez l'&#233;crou du si&#232;ge de ressort (&#233;l&#233;ment 16), le si&#232;ge
                    de ressort (&#233;l&#233;ment 12) et le ressort en caoutchouc (&#233;l&#233;ment 9).
                </para>
            </step1>
            <step1>
                <para count="1">Le retrait du tournevis ou de la tige de la rainure autofreinante permettra au ressort
                    de pousser le piston primaire (&#233;l&#233;ment 10) et le piston relais (&#233;l&#233;ment 5) vers
                    l'ext&#233;rieur.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Comme le ressort est comprim&#233;, prenez garde lorsque vous enlevez l'outil de la bague de
                        verrouillage.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retirez le piston primaire (&#233;l&#233;ment 10) et le ressort de rappel, puis le
                    piston relais (&#233;l&#233;ment 5) et le ressort de rappel.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la tige (&#233;l&#233;ment 17) et les joints toriques des pistons relais et
                    primaire.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les joints toriques du piston statique sup&#233;rieur (&#233;l&#233;ment 3) et
                    du piston statique inf&#233;rieur (&#233;l&#233;ment 8).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la grosse bague de retenue du piston statique inf&#233;rieur (&#233;l&#233;ment
                    8), puis &#244;tez la soupape d'admission et d'&#233;chappement primaire (&#233;l&#233;ment 19). Le
                    d&#233;montage de la soupape d'admission et d'&#233;chappement n'est pas n&#233;cessaire, car il
                    faut l'entretenir d'un seul tenant.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la grosse bague de retenue du piston statique sup&#233;rieur (&#233;l&#233;ment
                    3) et d&#233;posez la soupape d'admission et d'&#233;chappement secondaire (&#233;l&#233;ment 2).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <para>Lavez toutes les pi&#232;ces m&#233;talliques dans un solvant de nettoyage. Utilisez de l'air comprim&#233;
                pour les ass&#233;cher. Examinez les pi&#232;ces pour voir si elles ne pr&#233;sentent pas une usure
                excessive ou une d&#233;t&#233;rioration. Voyez si les si&#232;ges de soupape pr&#233;sentent des
                entailles ou des bavures. Voyez si les ressorts sont fissur&#233;s ou corrod&#233;s. Remplacez toutes
                les pi&#232;ces de caoutchouc et toute pi&#232;ce jug&#233;e inutilisable.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400226">figure 26</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <para>Avant de remonter la soupape de frein, lubrifiez les joints toriques, les gorges des joints toriques,
                les al&#233;sages des pistons et les surfaces mobiles m&#233;tal sur m&#233;tal. Lubrifiez avec de la
                graisse au molybd&#232;ne Fleetrite EP2 ou l'&#233;quivalent de la graisse au lithium &#224; usages
                multiples NLGI num&#233;ro 2.
            </para>
            <step1>
                <para count="1">Installez une soupape d'admission et d'&#233;chappement secondaire neuve (&#233;l&#233;ment
                    2) dans le piston statique sup&#233;rieur (&#233;l&#233;ment 3) et fixez-la au moyen d'une bague de
                    retenue (&#233;l&#233;ment 1) en vous assurant que cette derni&#232;re p&#233;n&#232;tre dans la
                    gorge de l'al&#233;sage du piston statique sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Installez un joint torique sur le piston statique sup&#233;rieur (&#233;l&#233;ment 3)
                    et posez-le dans le corps de la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la soupape d'admission et d'&#233;chappement primaire (&#233;l&#233;ment 19)
                    dans le piston statique inf&#233;rieur (&#233;l&#233;ment 8) et fixez-la au moyen d'une bague de
                    retenue (&#233;l&#233;ment 20) en vous assurant que cette derni&#232;re p&#233;n&#232;tre dans la
                    gorge du piston statique inf&#233;rieur (&#233;l&#233;ment 8).
                </para>
            </step1>
            <step1>
                <para count="1">Installez trois joints toriques dans les gorges du piston statique inf&#233;rieur (&#233;l&#233;ment
                    8).
                </para>
                <para>Posez le joint torique de grand diam&#232;tre dans la gorge la plus proche du bas du piston.
                </para>
            </step1>
            <step1>
                <para count="1">Installez les joints toriques sur le piston relais (&#233;l&#233;ment 5) et le piston
                    primaire (&#233;l&#233;ment 10).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort de caoutchouc (&#233;l&#233;ment 9), c&#244;t&#233; concave vers le
                    bas, dans le piston primaire (&#233;l&#233;ment 10) et placez le si&#232;ge &#224; ressort (&#233;l&#233;ment
                    12), c&#244;t&#233; plat vers le haut, sur le ressort en caoutchouc.
                </para>
            </step1>
            <step1>
                <para count="1">Installez l'&#233;crou du si&#232;ge &#224; ressort (&#233;l&#233;ment 16) sur le piston
                    primaire (&#233;l&#233;ment 10) au moyen de la vis &#224; t&#234;te hexagonale la plus proche du si&#232;ge
                    de ressort et tournez l'&#233;crou en sens horaire jusqu'&#224; ce que la surface sup&#233;rieure du
                    si&#232;ge affleure la surface sup&#233;rieure du piston.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort du piston relais, c'est-&#224;-dire le ressort le plus l&#233;ger des
                    deux ressorts de rappel de piston, le piston relais (&#233;l&#233;ment 5), le ressort du piston
                    primaire et le piston primaire (&#233;l&#233;ment 10) dans le piston statique inf&#233;rieur (&#233;l&#233;ment
                    8). Comprimez les pistons primaire et secondaire dans le piston statique inf&#233;rieur.
                    Maintenez-les en exer&#231;ant une pression manuelle ou m&#233;canique.
                </para>
                <specpara>
                    <note>
                        <para>Il est possible d'utiliser un tournevis en l'ins&#233;rant par une ouverture rectangulaire
                            du piston statique dans la rainure autofreinante (&#233;l&#233;ment 18) du piston primaire (&#233;l&#233;ment
                            10).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Ins&#233;rez la tige (&#233;l&#233;ment 17) dans le passage d'&#233;chappement du piston
                    relais (&#233;l&#233;ment 5) et du piston primaire (&#233;l&#233;ment 10) et placez un tournevis
                    dans la fente de la t&#234;te de la tige; placez ensuite le ressort de tige (&#233;l&#233;ment 15)
                    et le guide de ressort (&#233;l&#233;ment 14) sur l'&#233;crou du si&#232;ge de ressort (&#233;l&#233;ment
                    16).
                </para>
            </step1>
            <step1>
                <para count="1">Comprimez le ressort du guide et installez le contre-&#233;crou (&#233;l&#233;ment 13)
                    sur la tige. Serrez l'&#233;crou au couple de 20 &#224; 30 lb.po (2,3 &#224; 3,4 N&#8226; m).
                </para>
                <specpara>
                    <note>
                        <para>Ce couple est indiqu&#233; aux fins d'assemblage; apr&#232;s l'assemblage, il diminuera.
                            Ne resserrez pas l'&#233;crou.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retirez le tournevis du piston statique inf&#233;rieur (&#233;l&#233;ment 8).</para>
            </step1>
            <step1>
                <para count="1">Installez le piston statique inf&#233;rieur (&#233;l&#233;ment 8) dans le corps de la
                    soupape. Puis posez le dispositif de retenue (&#233;l&#233;ment 11) en vous assurant que les pattes
                    de blocage sont plac&#233;es sur les bossages du corps de soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la p&#233;dale au moyen de trois vis &#224; t&#234;te. Assurez-vous que la
                    cheville est en contact avec le si&#232;ge de ressort. R&#233;glez la but&#233;e d'arr&#234;t de
                    mani&#232;re que le rouleau et la cheville soient en contact apr&#232;s le r&#233;glage; il faut
                    pouvoir tourner le rouleau librement avec le pouce.
                </para>
            </step1>
            <step1>
                <para count="1">Faites l'essai de la soupape de frein &#224; p&#233;dale remise &#224; neuf en
                    effectuant des
                    <hotlnk document="f04002r_50.xml" xrefid="hl0400206">
                        <xref refid="hl0400206"/>V&#201;RIFICATIONS D'ENTRETIEN
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
