<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ESSAIS DE COMPRESSEURS REMIS &#192; NEUF</stitle>
    <svcsection/>
    <svcproc svcproctype="test" graphiccount="0">
        <title>ESSAIS DE COMPRESSEURS REMIS &#192; NEUF</title>
        <para>Pour pouvoir soumettre un compresseur &#224; des essais en atelier valables dans des conditions de
            fonctionnement normales, il faut utiliser un banc d'essai permettant de fixer, de refroidir, de graisser et
            de faire fonctionner le compresseur. Ces essais ne sont pas n&#233;cessaires si le compresseur a &#233;t&#233;
            remis &#224; neuf avec soin par un technicien exp&#233;riment&#233;. Un essai de rendement ou de remont&#233;e
            de pression peut &#234;tre effectu&#233; facilement. Pour cet essai, le compresseur doit &#234;tre raccord&#233;
            &#224; une conduite d'alimentation d'huile &#224; une pression d'au moins 15 livres par pouce carr&#233;
            (103 kPa) et une conduite de retour d'huile doit &#234;tre install&#233;e pour permettre au carter de se
            vider.
        </para>
        <para>Raccordez l'orifice de refoulement du compresseur &#224; un r&#233;servoir d'un volume de 650 pouces cubes
            (10,65 litres), y compris le volume de la conduite. Lorsque le compresseur tourne &#224; une vitesse de 1
            800 tr/min, le temps n&#233;cessaire pour faire monter la pression dans le r&#233;servoir de 0 &#224; 100
            livres par pouce carr&#233; (0 &#224; 690 kPa) ne doit pas exc&#233;der 20 secondes s'il n'y a aucune
            soupape d'admission ou filtre &#224; air raccord&#233; &#224; l'entr&#233;e du compresseur. Au cours de cet
            essai, il faut v&#233;rifier si de l'air s'&#233;chappe du compresseur par les joints et si le
            fonctionnement est bruyant. Il faut &#233;galement v&#233;rifier le fonctionnement et l'&#233;tanch&#233;it&#233;
            du piston de d&#233;compression.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
