<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;PURATEUR D'AIR - CR BRAKEMASTER MOD&#200;LE 62</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>CR BRAKEMASTER MOD&#200;LE 62</title>
        <svcsubproc>
            <title>Description</title>
            <para>Le CR Brakemaster (
                <hotlnk xrefid="f0400260">figure 60</hotlnk>
                ) fonctionne comme un &#233;changeur thermique et refroidit l'air provenant du compresseur.
            </para>
            <figure id="f0400260" figsize="col-wide">
                <graphic id="g0400260" filename="../figg04/g0400260.webp" type="webp" scalefit="0"/>
                <caption>Figure 60. CR Brakemaster mod&#232;le 62</caption>
            </figure>
            <para>Lorsque l'air comprim&#233; quitte le compresseur, sa temp&#233;rature est d'environ 300 &#176;F (149
                &#176;C) et lorsqu'il atteint l'&#233;purateur Brakemaster, il s'est refroidit &#224; 140 &#176;F (60
                &#176;C).
            </para>
            <para>L'air chaud comprim&#233; entre dans la chambre d'expansion o&#249; la chute soudaine de pression
                permet un refroidissement additionnel. La chaleur se dissipe par les ailettes externes du corps en
                aluminium monopi&#232;ce.
            </para>
            <para>Pendant que l'air refroidit dans la chambre d'expansion, les vapeurs d'eau et d'huile se condensent.
                Cette condensation se d&#233;pose sur les parois de la chambre et s'&#233;coule dans la zone de collecte
                d'o&#249; elle est &#233;vacu&#233;e automatiquement par une soupape de d&#233;charge.
            </para>
            <para>L'&#233;changeur thermique comporte un filtre &#224; air permanent qui emprisonne les particules de
                calamine nuisibles aux autres &#233;l&#233;ments du circuit pneumatique. Chaque fois que la soupape de d&#233;charge
                fonctionne (chaque fois que le compresseur termine un cycle), il se produit un retour d'air &#224;
                travers le filtre pour que la calamine pi&#233;g&#233;e dans le filtre soit lib&#233;r&#233;e et &#233;vacu&#233;e
                par la soupape de d&#233;charge.
            </para>
            <para>Si le compresseur d'air fonctionne ad&#233;quatement, le filtre n&#233;cessite peu ou pas d'entretien.
                Si vous devez faire l'entretien du filtre, rincez-le avec du solvant de nettoyage et ass&#233;chez-le
                &#224; l'air.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400225">
            <title>Entretien</title>
            <para>Un entretien p&#233;riodique n'est pas n&#233;cessaire. Cependant, pour assurer un bon fonctionnement,
                proc&#233;dez aux v&#233;rifications suivantes.
            </para>
            <step1>
                <para count="1">Les ailettes de refroidissement doivent &#234;tre exemptes de salet&#233; et de
                    peinture.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez les conduites d'air pour vous assurer qu'elles ne sont pas d&#233;form&#233;es,
                    fissur&#233;es, bris&#233;es ni us&#233;es.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression dans le circuit pneumatique, puis &#233;vacuez l'air pour faire
                    fonctionner le compresseur. R&#233;p&#233;tez &#224; plusieurs reprises.
                </para>
            </step1>
            <step1>
                <para count="1">Comparez la temp&#233;rature aux ports d'admission et d'&#233;chappement en pla&#231;ant
                    vos mains sur chacun des orifices.
                </para>
                <specpara>
                    <warning>
                        <para>Il se peut que l'orifice d'admission soit chaud; vous risquez de vous br&#251;ler si vous
                            y touchez.
                        </para>
                    </warning>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifications d'entretien</title>
            <para>L'orifice d'admission devrait &#234;tre plus chaud que l'orifice d'&#233;chappement; ce dernier
                devrait &#234;tre &#224; la temp&#233;rature ambiante ou &#224; une temp&#233;rature l&#233;g&#232;rement
                au-dessus de celle-ci. Comme le v&#233;hicule est immobile, l'&#233;changeur sera plus chaud que lorsque
                le v&#233;hicule circule normalement sur la route. Si les temp&#233;ratures &#224; l'admission et &#224;
                l'&#233;chappement semblent &#233;lev&#233;es (trop chaud au toucher), c'est que le d&#233;flecteur n&#233;cessite
                un entretien.
            </para>
            <step1>
                <para count="1">Tenez une serviette d'atelier propre sous l'orifice de d&#233;charge (&#233;chappement)
                    et faites faire plusieurs cycles de " d&#233;charge " au compresseur d'air. Recueillez l'eau qui s'&#233;coule
                    de l'orifice de d&#233;charge. Si l'eau est huileuse, il faut v&#233;rifier le compresseur. Si l'eau
                    est " brun&#226;tre " ou si des particules brunes sont &#233;vacu&#233;es, c'est que le d&#233;flecteur
                    n&#233;cessite un entretien.
                </para>
            </step1>
            <step1>
                <para count="1">Une fois que l'&#233;changeur thermique a cess&#233; de fonctionner et que le
                    compresseur d'air est en mode " d'attente ", placez votre main sous l'orifice de d&#233;charge. Si
                    de l'air sort de l'orifice, c'est que le clapet de retenue dans le haut (orifice d'&#233;chappement)
                    de l'&#233;changeur est coinc&#233; en position ouverte et n&#233;cessite un entretien ou
                    l'admission du compresseur est branch&#233;e au c&#244;t&#233; &#233;chappement du turbocompresseur.
                </para>
            </step1>
            <step1>
                <para count="1">Si de l'air s'&#233;chappe par l'orifice d'&#233;chappement pendant que le compresseur
                    augmente la pression, c'est que la soupape de d&#233;charge est coinc&#233;e en position ouverte et
                    n&#233;cessite une v&#233;rification.
                </para>
            </step1>
            <step1>
                <para count="1">Pendant que le compresseur d'air augmente la pression, il est normal que le clapet fasse
                    entendre un cliquetis caus&#233; par l'ouverture et la fermeture rapides.
                </para>
            </step1>
            <step1>
                <para count="1">Lorsqu'on remet &#224; neuf ou qu'on remplace le compresseur d'air ou encore qu'on d&#233;place
                    l'&#233;changeur thermique d'un v&#233;hicule &#224; un autre, il est recommand&#233; de d&#233;monter
                    l'&#233;changeur enti&#232;rement et de le nettoyer.
                </para>
            </step1>
            <para>Si la soupape de d&#233;charge se coince en position ouverte pendant que le v&#233;hicule roule, il
                est possible de r&#233;parer le circuit pneumatique en vissant un bouchon de tuyau de 1/2 po dans
                l'orifice d'&#233;chappement. De cette fa&#231;on, on peut r&#233;tablir la pression dans le circuit,
                mais l'humidit&#233; ne peut pas &#234;tre &#233;vacu&#233;e de l'&#233;purateur d'air. Il faut r&#233;parer
                la soupape de d&#233;charge de l'&#233;changeur le plus t&#244;t possible.
            </para>
            <para>Avant d'entreprendre un travail, il est important de proc&#233;der aux v&#233;rifications suivantes
                :
            </para>
            <step1>
                <para count="1">Nettoyez &#224; fond la zone entourant l'&#233;changeur et l'&#233;changeur lui-m&#234;me
                    pour enlever la salet&#233;, l'huile et les autres salissures de la route.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez le frein de stationnement et calez les roues.</para>
            </step1>
            <step1>
                <para count="1">&#201;vacuez tout l'air contenu dans le circuit pneumatique du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Lib&#233;rez la pression dans la conduite reliant l'orifice " UNL " du r&#233;gulateur
                    du compresseur &#224; l'orifice de d&#233;charge au centre du gros &#233;crou au bas de l'&#233;purateur
                    d'air.
                </para>
            </step1>
            <para>Il est possible d'entretenir chaque pi&#232;ce de l'&#233;changeur thermique au moyen des diverses
                trousses d'entretien et de remplacement disponibles.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien de la soupape de d&#233;charge</title>
            <para>Plusieurs indices peuvent indiquer que la soupape de d&#233;charge de votre &#233;changeur thermique n&#233;cessite
                un entretien :
            </para>
            <step1>
                <para count="1">le compresseur se r&#232;gle en mode " d'attente ", mais se remet en marche
                    rapidement;
                </para>
            </step1>
            <step1>
                <para count="1">l'air sort par l'orifice d'&#233;chappement lorsque le compresseur tente d'augmenter la
                    pression dans le circuit pneumatique;
                </para>
            </step1>
            <step1>
                <para count="1">l'&#233;changeur ne " d&#233;charge " pas lorsque le compresseur se met en mode
                    d'attente.
                </para>
            </step1>
            <para>Plusieurs &#233;tats peuvent causer ces situations. Consultez le
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLEAU DE RECHERCHE DE PANNE
                </hotlnk>
                , pour vous assurer que la cause probable est une soupape de d&#233;charge d&#233;fectueuse dans l'&#233;purateur
                CR BRAKEMASTER. Si la cause probable est une soupape de d&#233;charge d&#233;fectueuse, cela pourrait
                signifier qu'une particule obstrue cette soupape et qu'un simple nettoyage suffit ou que la soupape
                elle-m&#234;me est us&#233;e et doit &#234;tre remplac&#233;e. Dans chacun des cas, il faut proc&#233;der
                comme suit :
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400261">figure 61</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400261" figsize="col-wide">
                <graphic id="g0400261" filename="../figg04/g0400261.webp" type="webp" scalefit="0"/>
                <caption>Figure 61. &#201;purateur d'air - CR Brakemaster mod&#232;le 62</caption>
                <calloutgroup>
                    <callout1>1. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>2. RESSORT EN V</callout1>
                    <callout1>3. CHAPEAU SUP&#201;RIEUR</callout1>
                    <callout1>4. VIS &#192; T&#202;TE</callout1>
                    <callout1>5. COUPELLE DE FILTRE</callout1>
                    <callout1>6. TAMIS</callout1>
                    <callout1>7. &#201;CROU</callout1>
                    <callout1>8. RONDELLE-FREIN</callout1>
                    <callout1>9. &#201;CROU</callout1>
                    <callout1>10. TIGE DE SUPPORT</callout1>
                    <callout1>11. RONDELLE-FREIN</callout1>
                    <callout1>12. &#201;CROU</callout1>
                    <callout1>13. VIS &#192; T&#202;TE</callout1>
                    <callout1>14. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>15. TIGE</callout1>
                    <callout1>16. SI&#200;GE DE BAGUE</callout1>
                    <callout1>17. R&#201;CHAUFFEUR</callout1>
                    <callout1>18. THERMOSTAT</callout1>
                    <callout1>19. RESSORT</callout1>
                    <callout1>20. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>21. BAGUE DE RETENUE</callout1>
                    <callout1>22. RESSORT</callout1>
                    <callout1>23. COUPELLE EN U</callout1>
                    <callout1>24. JOINT TORIQUE</callout1>
                    <callout1>25. PISTON</callout1>
                    <callout1>26. ORIFICE DE D&#201;CHARGE</callout1>
                    <callout1>27. &#201;CROU DE D&#201;CHARGE</callout1>
                    <callout1>28. MANCHON</callout1>
                    <callout1>29. CHAPEAU INF&#201;RIEUR</callout1>
                    <callout1>30. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>31. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>32. PLAQUE DE SUPPORT</callout1>
                    <callout1>33. CORPS</callout1>
                    <callout1>34. D&#201;FLECTEUR</callout1>
                    <callout1>35. RONDELLE</callout1>
                    <callout1>36. GARNITURE</callout1>
                    <callout1>37. RESSORT EN V</callout1>
                    <callout1>38. FILTRE</callout1>
                    <callout1>39. RESSORT</callout1>
                    <callout1>40. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>41. SOUPAPE DE S&#201;CURIT&#201;</callout1>
                    <callout1>42. TIGE</callout1>
                    <callout1>43. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>44. &#201;CROU</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;branchez le fil &#233;lectrique du r&#233;chauffeur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la conduite d'admission d'air du chapeau inf&#233;rieur (&#233;l&#233;ment
                    29).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la conduite de commande du r&#233;gulateur de l'orifice UNL (&#233;l&#233;ment
                    26).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le gros &#233;crou de d&#233;charge (&#233;l&#233;ment 27) de l'orifice UNL (&#233;l&#233;ment
                    26).
                </para>
                <specpara>
                    <warning>
                        <para>Proc&#233;dez avec soin lorsque vous enlevez l'&#233;crou pour &#233;viter les blessures,
                            car il est pourvu d'un ressort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <para>Consultez la
                <hotlnk xrefid="f0400262">figure 62</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses, sauf indication contraire.
            </para>
            <figure id="f0400262" figsize="col-wide">
                <graphic id="g0400262" filename="../figg04/g0400262.webp" type="webp" scalefit="0"/>
                <caption>Figure 62. &#201;purateur d'air - remontage</caption>
                <calloutgroup>
                    <callout1>1. SI&#200;GE DE BAGUE</callout1>
                    <callout1>2. GROS RESSORT</callout1>
                    <callout1>3. COUPELLE EN U</callout1>
                    <callout1>4. JOINT TORIQUE</callout1>
                    <callout1>5. MANCHON</callout1>
                    <callout1>6. PISTON</callout1>
                    <callout1>7. BAGUE DE RETENUE</callout1>
                    <callout1>8. PETIT RESSORT</callout1>
                    <callout1>9. TIGE DE D&#201;CHARGE</callout1>
                    <callout1>10. JOINT D'&#201;TANCH&#201;IT&#201; EN CUIVRE (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;posez toute la soupape de d&#233;charge, y compris les joints d'&#233;tanch&#233;it&#233;
                    en cuivre (&#233;l&#233;ment 10).
                </para>
            </step1>
            <para>Une accumulation d'huile excessive dans la soupape de d&#233;charge indique que le compresseur d'air n&#233;cessite
                une v&#233;rification.
            </para>
            <step1>
                <para count="1">Examinez la soupape de d&#233;charge. Si le manchon de d&#233;charge (&#233;l&#233;ment
                    5) est entaill&#233;, pliss&#233; ou qu'il comporte des &#233;gratignures axiales, il faut remplacer
                    la soupape. Si la soupape est obstru&#233;e, il faut la nettoyer &#224; l'aide d'un bon solvant de
                    nettoyage.
                </para>
            </step1>
            <step1>
                <para count="1">Ne retirez pas la bague de retenue (&#233;l&#233;ment 7) de la tige de d&#233;charge (&#233;l&#233;ment
                    9), car il faut les entretenir d'un seul tenant avec le ressort (&#233;l&#233;ment 8) et le si&#232;ge
                    de bague (&#233;l&#233;ment 1).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400262">figure 62</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses, sauf indication contraire.
            </para>
            <step1>
                <para count="1">Installez la nouvelle coupelle en U (&#233;l&#233;ment 3) dans la rainure du piston de d&#233;charge
                    (&#233;l&#233;ment 6). Les l&#232;vres de la coupelle en U doivent &#234;tre orient&#233;es dans le
                    sens oppos&#233; au si&#232;ge de ressort. N'utilisez pas d'outils coupants qui risquent
                    d'endommager ou de rayer les pi&#232;ces.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez une mince couche de graisse au molybd&#232;ne Fleetrite EP2 ou d'un &#233;quivalent
                    &#224; la graisse au lithium tout usage NLGI num&#233;ro 2 sur le joint torique (&#233;l&#233;ment
                    4) et placez-le sur l'&#233;crou de d&#233;charge.
                </para>
            </step1>
            <step1>
                <para count="1">Groupez les deux joints d'&#233;tanch&#233;it&#233; en cuivre (&#233;l&#233;ment 10) et
                    enduisez les surfaces expos&#233;es d'une mince couche de graisse au molybd&#232;ne Fleetrite EP2 ou
                    d'un &#233;quivalent &#224; la graisse au lithium tout usage NLGI num&#233;ro 2. Placez ensuite les
                    joints d'&#233;tanch&#233;it&#233; lubrifi&#233;s sur l'&#233;paule du si&#232;ge de bague (&#233;l&#233;ment
                    1). Les joints doivent se trouver sur la surface oppos&#233;e au ressort (&#233;l&#233;ment 8).
                </para>
            </step1>
            <step1>
                <para count="1">Placez les joints d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 10) suivis du si&#232;ge
                    de ressort dans le chapeau inf&#233;rieur (&#233;l&#233;ment 29,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le manchon de d&#233;charge (&#233;l&#233;ment 5) dans l'orifice de d&#233;charge,
                    contre le si&#232;ge de bague. Assurez-vous que le trou transversal de 1/2 po (12,7 mm) de diam&#232;tre
                    se trouve &#224; proximit&#233; du si&#232;ge de bague (&#233;l&#233;ment 1).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le gros ressort (&#233;l&#233;ment 2) dans le manchon (&#233;l&#233;ment 5) en
                    posant la spirale de grand diam&#232;tre contre le si&#232;ge de bague (&#233;l&#233;ment 1).
                </para>
            </step1>
            <step1>
                <para count="1">Introduisez le piston de d&#233;charge (&#233;l&#233;ment 6) dans le manchon de d&#233;charge.
                    Les l&#232;vres de la coupelle en U (&#233;l&#233;ment 3) doivent &#234;tre orient&#233;es vers
                    l'ext&#233;rieur et le si&#232;ge de ressort doit &#234;tre plac&#233; vers le ressort. La tige de d&#233;charge
                    (&#233;l&#233;ment 9) et le si&#232;ge de bague (&#233;l&#233;ment 1) sont con&#231;us l'un pour
                    l'autre et ne doivent pas &#234;tre d&#233;mont&#233;s. Si le si&#232;ge de bague ou la tige est
                    entaill&#233;, il faut remplacer l'ensemble.
                </para>
            </step1>
            <step1>
                <para count="1">Passez une baguette de 1/2 po (12,7 mm) de diam&#232;tre ou un &#233;l&#233;ment
                    similaire par l'orifice d'&#233;chappement du chapeau inf&#233;rieur (&#233;l&#233;ment 29,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ) et par le trou transversal du manchon (&#233;l&#233;ment 28,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ) pour maintenir l'alignement. Si les trous transversaux ne sont pas align&#233;s, l'&#233;purateur
                    ne fonctionnera pas.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez un mastic d'&#233;tanch&#233;it&#233; non durcissable sur les filets de l'&#233;crou
                    de la soupape de d&#233;charge (&#233;l&#233;ment 27,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ) et installez l'&#233;crou. Serrez l'&#233;crou &#224; 60 lb.pi (81 N&#183; m) -
                    <emph type="bold">NE SERREZ PAS TROP</emph>- pour maintenir l'alignement des trous transversaux du
                    manchon (&#233;l&#233;ment 28,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ).
                </para>
                <specpara>
                    <caution>
                        <para>Si vous serrez excessivement l'&#233;crou de d&#233;charge, vous risquez d'endommager la
                            soupape.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retirez la baguette d'alignement ins&#233;r&#233;e &#224; l'&#233;tape 8.</para>
            </step1>
            <step1>
                <para count="1">R&#233;installez la conduite de commande du r&#233;gulateur &#224; l'orifice UNL (&#233;l&#233;ment
                    26,
                    <hotlnk xrefid="f0400261">figure 61</hotlnk>
                    ) au centre de l'&#233;crou de d&#233;charge.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez la conduite d'admission d'air du compresseur.</para>
            </step1>
            <step1>
                <para count="1">Branchez le fil &#233;lectrique du r&#233;chauffeur.</para>
            </step1>
            <step1>
                <para count="1">Faites l'essai de l'&#233;purateur en suivant les instructions de la rubrique
                    <hotlnk xrefid="hl0400225">
                        <xref refid="hl0400225"/>ENTRETIEN
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien du d&#233;flecteur</title>
            <para>Plusieurs indices peuvent indiquer que le d&#233;flecteur n&#233;cessite un entretien :</para>
            <step1>
                <para count="1">le refroidissement de l'air comprim&#233; est insuffisant;</para>
            </step1>
            <step1>
                <para count="1">l'eau &#233;vacu&#233;e par le CR BRAKEMASTER est brun&#226;tre ou des particules brunes
                    sont &#233;vacu&#233;es;
                </para>
            </step1>
            <step1>
                <para count="1">un fragment du d&#233;flecteur est coinc&#233; dans la soupape de d&#233;charge, ce qui
                    l'emp&#234;che de bien fonctionner.
                </para>
            </step1>
            <para>Plusieurs &#233;tats peuvent causer ces situations. Consultez le
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLEAU DE RECHERCHE DE PANNE
                </hotlnk>
                pour vous assurer que la cause probable est un d&#233;flecteur d&#233;fectueux. S'il s'agit d'un d&#233;flecteur
                d&#233;fectueux, proc&#233;dez comme suit pour le remplacer.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400261">Figure 61</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">D&#233;branchez la conduite d'admission du compresseur d'air &#224; l'orifice UNL (&#233;l&#233;ment
                    26).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez le fil de la chaufferette.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les huit vis &#224; t&#234;te (&#233;l&#233;ment 13) retenant le chapeau
                    inf&#233;rieur (&#233;l&#233;ment 29) au corps (&#233;l&#233;ment 33).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le chapeau inf&#233;rieur (&#233;l&#233;ment 29) et le d&#233;flecteur (&#233;l&#233;ment
                    34).
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez tous les fragments des vieux joints d'&#233;tanch&#233;it&#233; pr&#233;sents
                    sur les surfaces des joints du chapeau inf&#233;rieur (&#233;l&#233;ment 29) et du corps. Jetez les
                    vieux joints. Veillez &#224; ne pas &#233;gratigner ni endommager les surfaces des joints neufs.
                </para>
            </step1>
            <step1>
                <para count="1">Lavez le chapeau inf&#233;rieur (&#233;l&#233;ment 29) et l'int&#233;rieur de l'&#233;purateur
                    avec du solvant de nettoyage.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <step1>
                <para count="1">Placez le joint d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 31) neuf sur la surface
                    de la plaque de soutien du d&#233;flecteur (&#233;l&#233;ment 32).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le second joint d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 30) neuf sur la
                    surface de joint du chapeau inf&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Alignez les trous des boulons et placez l'ensemble sur la surface de joint inf&#233;rieure
                    du corps (&#233;l&#233;ment 33). Il n'est PAS recommand&#233; d'utiliser un mastic pour joints d'&#233;tanch&#233;it&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Posez huit vis &#224; t&#234;te (&#233;l&#233;ment 13) pour fixer le chapeau inf&#233;rieur
                    au corps et au d&#233;flecteur (&#233;l&#233;ment 34). Serrez-les &#224; tour de r&#244;le &#224; 15
                    lb.pi (20,3 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la conduite d'air &#224; l'orifice d'admission (cette conduite provient de
                    l'orifice de service du compresseur).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez le fil du r&#233;chauffeur.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien du clapet de retenue</title>
            <para>Plusieurs indices permettent de savoir que le clapet de retenue n&#233;cessite un entretien :</para>
            <step1>
                <para count="1">l'air s'&#233;chappe par l'orifice d'&#233;chappement lorsque le compresseur est en mode
                    d'attente;
                </para>
            </step1>
            <step1>
                <para count="1">la pression chute rapidement dans le circuit lorsque les accessoires pneumatiques ne
                    sont pas utilis&#233;s;
                </para>
            </step1>
            <step1>
                <para count="1">le compresseur se r&#232;gle en mode d'attente, mais se remet en marche rapidement;
                </para>
            </step1>
            <step1>
                <para count="1">le compresseur tente d'augmenter la pression, mais en vain;</para>
            </step1>
            <step1>
                <para count="1">la soupape de s&#233;curit&#233; s'ouvre.</para>
            </step1>
            <para>Plusieurs &#233;tats peuvent causer ces situations. Consultez le
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLEAU DE RECHERCHE DE PANNE
                </hotlnk>
                pour vous assurer que la cause probable est un clapet d&#233;fectueux. Voici comment entretenir et
                remplacer le clapet de retenue.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400263">figure 63</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400263" figsize="col-wide">
                <graphic id="g0400263" filename="../figg04/g0400263.webp" type="webp" scalefit="0"/>
                <caption>Figure 63. &#201;purateur d'air CR Brakemaster mod&#232;le 62 - d&#233;branchement de la
                    conduite d'air
                </caption>
                <calloutgroup>
                    <callout1>1. RESSORT</callout1>
                    <callout1>2. TIGE</callout1>
                    <callout1>3. JOINTS D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>4. &#201;CROU SUP&#201;RIEUR</callout1>
                    <callout1>5. &#201;CROUS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;branchez la conduite d'air &#224; l'orifice d'&#233;chappement dans le haut de l'&#233;purateur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez l'&#233;crou sup&#233;rieur (&#233;l&#233;ment 4). Il comporte un
                    ressort.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le joint d'&#233;tanch&#233;it&#233; en cuivre (&#233;l&#233;ment 3), le
                    ressort (&#233;l&#233;ment 1) et la tige de clapet de retenue (&#233;l&#233;ment 2).
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyez et ass&#233;chez toute la zone du clapet et l'&#233;crou sup&#233;rieur (&#233;l&#233;ment
                    4).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400263">figure 63</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Placez la nouvelle tige du clapet de retenue (&#233;l&#233;ment 2) dans le chapeau sup&#233;rieur
                    en orientant l'extr&#233;mit&#233; conique vers le bas.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort (&#233;l&#233;ment 1) dans la tige du clapet.</para>
            </step1>
            <step1>
                <para count="1">Placez les nouveaux joints d'&#233;tanch&#233;it&#233; en cuivre (&#233;l&#233;ment 3)
                    dans l'&#233;crou (&#233;l&#233;ment 4) et appliquez une petite quantit&#233; de graisse sur les
                    joints pour qu'ils demeurent en place dans l'&#233;crou sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Posez l'&#233;crou (&#233;l&#233;ment 5) sur les goujons du chapeau sup&#233;rieur et
                    serrez-le &#224; 15 lb.pi (20,3 N&#183; m). L'&#233;crou sup&#233;rieur (&#233;l&#233;ment 4) n'est
                    pas inclus dans la trousse de remplacement du clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la conduite d'air &#224; l'orifice d'&#233;chappement. Il n'est pas possible
                    d'entretenir la soupape de s&#233;curit&#233;; nous recommandons de ne pas la retirer du chapeau sup&#233;rieur.
                    Si vous l'avez enlev&#233;e, appliquez un mastic non durcissable sur les filets du chapeau sup&#233;rieur.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien du filtre</title>
            <para>Bien que le filtre de l'&#233;purateur soit con&#231;u pour n&#233;cessiter peu ou pas d'entretien, il
                est pr&#233;f&#233;rable d'en faire l'entretien en m&#234;me temps que les autres filtres du v&#233;hicule.
                Il existe deux fa&#231;ons d'effectuer cet entretien, soit en rempla&#231;ant ou en nettoyant le filtre.
                Dans la plupart des cas, seul le nettoyage sera n&#233;cessaire. Pour faire l'entretien du filtre, proc&#233;dez
                comme suit.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400261">figure 61</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">D&#233;posez la conduite d'air &#224; l'orifice d'&#233;chappement (&#233;l&#233;ment
                    1).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les huit vis &#224; t&#234;te retenant le chapeau sup&#233;rieur (&#233;l&#233;ment
                    3) dans le corps.
                </para>
                <specpara>
                    <warning>
                        <para>Le chapeau sup&#233;rieur comporte un ressort exer&#231;ant une pression d'environ 40
                            lb.pi (54 N S m). Proc&#233;dez avec soin pendant le retrait des boulons du chapeau sup&#233;rieur
                            pour &#233;viter de vous blesser.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;posez le ressort (&#233;l&#233;ment 39).</para>
            </step1>
            <step1>
                <para count="1">Enlevez tous les fragments du joint d'&#233;tanch&#233;it&#233; sur le chapeau sup&#233;rieur
                    et les surfaces de joint du corps (&#233;l&#233;ments 40 et 43). Jetez le joint. Veillez &#224; ne
                    pas &#233;gratigner ni rayer les surfaces de joint. Lavez le chapeau sup&#233;rieur dans un solvant
                    de nettoyage.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le filtre au complet.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la garniture en caoutchouc (&#233;l&#233;ment 36) et jetez-la.</para>
            </step1>
            <step1>
                <para count="1">Jetez le vieux filtre en acier inoxydable (&#233;l&#233;ment 38). Si vous remplacez le
                    filtre au complet, jetez tout le vieux filtre, y compris la coupelle(&#233;l&#233;ment 5), le tamis
                    (&#233;l&#233;ment 6) et le ressort en V (&#233;l&#233;ment 2).
                </para>
            </step1>
            <step1>
                <para count="1">Lavez le tamis (&#233;l&#233;ment 6) et la coupelle de filtre (&#233;l&#233;ment 5) dans
                    un solvant de nettoyage.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <step1>
                <para count="1">Posez le filtre en acier inoxydable (&#233;l&#233;ment 38) dans la coupelle de filtre (&#233;l&#233;ment
                    5). Il faut &#233;tirer l&#233;g&#232;rement le filtre pour remplir l'espace dans la coupelle.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installez le tamis (&#233;l&#233;ment 6) en orientant son c&#244;t&#233; plat
                    vers le filtre en acier inoxydable.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort en V (&#233;l&#233;ment 2) qui retient ensemble les &#233;l&#233;ments
                    du filtre.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la garniture (&#233;l&#233;ment 36) neuve sur le rebord du corps.</para>
            </step1>
            <step1>
                <para count="1">Placez le filtre dans le corps en orientant l'extr&#233;mit&#233; de grande dimension
                    vers le bas. Le filtre doit reposer sur la garniture.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort puissant (&#233;l&#233;ment 39) en pla&#231;ant la spirale de grand
                    diam&#232;tre contre le haut du filtre.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le joint d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 40) neuf sur le corps.
                    N'utilisez pas de p&#226;te &#224; joints.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le chapeau sup&#233;rieur (&#233;l&#233;ment 3) et le ressort en V (&#233;l&#233;ment
                    2) de fa&#231;on que la spirale de petit diam&#232;tre du ressort p&#233;n&#232;tre dans la rainure
                    du chapeau sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Comprimez le ressort et installez quatre vis &#224; t&#234;te de 3/8 po (&#233;l&#233;ment
                    4) dans le corps. Chacune de ces vis doit effectuer au moins trois rotations compl&#232;tes avant
                    que l'on puisse enlever la pression sur le chapeau. Les vis doivent &#234;tre &#233;quidistantes.
                    Vissez ensuite les autres vis en place.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez &#224; tour de r&#244;le les boulons du chapeau sup&#233;rieur &#224; 15 lb.pi
                    (20,3 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la conduite d'air &#224; l'orifice d'&#233;chappement.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien d'un r&#233;chauffeur en cartouche &#224; commande thermostatique</title>
            <para>Les &#233;changeurs thermiques actuels comportent un r&#233;chauffeur de 15 volts et de 50 watts en
                &#233;quipement de s&#233;rie. Ce r&#233;chauffeur n&#233;cessite un chapeau inf&#233;rieur de
                conception nouvelle enti&#232;rement interchangeable avec ceux utilis&#233;s pr&#233;c&#233;demment.
                L'utilisation de ce nouveau chapeau peut cependant n&#233;cessiter le remplacement du d&#233;flecteur si
                celui de votre chapeau inf&#233;rieur actuel est fix&#233; par des vis.
            </para>
            <para>Deux trousses permettent de faire l'entretien du r&#233;chauffeur en cartouche &#224; commande
                thermostatique. Les deux r&#233;chauffeurs sont de 50 watts, toutefois, l'un comporte une tension de 12
                volts et l'autre, de 24 volts.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;posez</title>
            <step1>
                <para count="1">D&#233;branchez le fil &#233;lectrique du r&#233;chauffeur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le vieux r&#233;chauffeur en cartouche en desserrant la vis d'arr&#234;t du
                    chapeau inf&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le vieux thermostat du chapeau inf&#233;rieur en &#244;tant les deux
                    petites vis qui retiennent ensemble le thermostat et le chapeau inf&#233;rieur. Jetez le r&#233;chauffeur
                    et le thermostat.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Installez le r&#233;chauffeur neuf en l'introduisant dans l'orifice o&#249; se trouvait
                    l'ancien et serrez la vis d'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le thermostat neuf en l'introduisant dans l'orifice o&#249; se trouvait
                    l'ancien et fixez-le au moyen des deux vis fournies.
                </para>
            </step1>
            <step1>
                <para count="1">Fixez le fil du thermostat au circuit &#233;lectrique. Bien que le r&#233;chauffeur
                    comporte une commande thermostatique, on recommande de le brancher au moyen d'un commutateur de
                    commande.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que le r&#233;chauffeur est mis &#224; la masse au ch&#226;ssis.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tableau de recherche de panne</title>
            <table id="t0400208" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tableau de recherche de panne - CR Brakemaster mod&#232;le 62</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.90in"/>
                    <colspec colnum="2" colname="2" colwidth="2.59in"/>
                    <colspec colnum="3" colname="3" colwidth="2.49in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">&#201;tat</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Cause possible</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">R&#233;paration</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'air s'&#233;chappe par l'orifice d'&#233;chappement lorsque le compresseur se
                                    trouve en mode d'attente.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Le c&#244;t&#233; admission du compresseur</para>
                                <para>est reli&#233; au c&#244;t&#233; &#233;chappement du turbocompresseur.</para>
                                <para>2. Le clapet de retenue &#224; l'orifice d'&#233;chappement est coinc&#233; en
                                    position ouverte.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer le raccord d'admission du compresseur.</para>
                                <para>2. Nettoyer ou remplacer le clapet de retenue.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>La pression d'air du circuit diminue rapidement lorsque les accessoires
                                    pneumatiques ne sont pas utilis&#233;s.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Fuite dans les raccords de la conduite.</para>
                                <para>2. Fuite dans la conduite ou le r&#233;servoir.</para>
                                <para>3. Le clapet de retenue &#224; l'orifice d'&#233;chappement est coinc&#233; en
                                    position ouverte.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Serrer ou remplacer les raccords.</para>
                                <para>2. R&#233;parer ou remplacer les &#233;l&#233;ments d&#233;fectueux.</para>
                                <para>3. Nettoyer ou remplacer le clapet de retenue.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le compresseur fonctionne continuellement (ne se r&#232;gle pas en mode
                                    d'attente).
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Fuite dans les raccords de la conduite pneumatique.</para>
                                <para>2. Fuite dans la conduite d'air ou le r&#233;servoir.</para>
                                <para>3. Le compresseur est d&#233;fectueux.</para>
                                <para>4. La soupape de d&#233;charge est coinc&#233;e en position ouverte.</para>
                                <para>5. La capacit&#233; du compresseur est trop basse pour le v&#233;hicule.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Serrer ou remplacer les raccords.</para>
                                <para>2. R&#233;parer ou remplacer les &#233;l&#233;ments d&#233;fectueux.</para>
                                <para>3. Remettre &#224; neuf ou remplacer</para>
                                <para>le compresseur.</para>
                                <para>4. Nettoyer ou remplacer la soupape de d&#233;charge.</para>
                                <para>5. Installer un compresseur d'une capacit&#233; sup&#233;rieure.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le compresseur se r&#232;gle en mode d'attente, mais se remet en marche
                                    rapidement.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Fuite dans le circuit pneumatique.</para>
                                <para>2. Le clapet de retenue de l'orifice d'&#233;chappement du CR Brakemaster est
                                    coinc&#233; en position ouverte.
                                </para>
                                <para>3. Joint d'&#233;tanch&#233;it&#233; d&#233;fectueux dans la soupape de d&#233;charge.</para>
                                <para>4. Manchon de d&#233;charge d&#233;fectueux.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. R&#233;parer la fuite.</para>
                                <para>2. Nettoyer ou remplacer le clapet de retenue.</para>
                                <para>3. R&#233;parer la soupape de d&#233;charge.</para>
                                <para>4. Remplacer le manchon.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'air s'&#233;chappe par l'orifice d'&#233;chappement lorsque le compresseur
                                    augmente la pression dans le circuit pneumatique.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La soupape de d&#233;charge est coinc&#233;e en position ouverte.</para>
                                <para>2. Le si&#232;ge de la soupape de d&#233;charge est &#233;br&#233;ch&#233; ou
                                    entaill&#233;.
                                </para>
                                <para>3. Une salet&#233; ou un corps &#233;tranger est coinc&#233; dans la soupape de d&#233;charge.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remettre &#224; neuf la soupape de d&#233;charge.</para>
                                <para>2. Remplacer le si&#232;ge.</para>
                                <para>3. Remplacer le si&#232;ge.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le compresseur tente d'augmenter la pression dans le circuit, mais en vain.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La conduite entre le compresseur et l'&#233;changeur thermique est obstru&#233;e.</para>
                                <para>2. Le clapet de retenue de l'orifice d'&#233;chappement est coinc&#233; en
                                    position ferm&#233;e.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer la conduite ou &#233;liminer le blocage.</para>
                                <para>2. Nettoyer l'&#233;chappement et remplacer le clapet.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Le compresseur tente d'augmenter la pression dans le circuit, mais en vain
                                    (suite).
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>3. Le capteur de pression est</para>
                                <para>d&#233;fectueux.</para>
                                <para>4. Blocage dans la conduite d'air entre le compresseur et le capteur (nota : si la
                                    soupape de s&#233;curit&#233; de l'&#233;changeur s'ouvre, le blocage est en aval de
                                    l'&#233;changeur).
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>3. Remplacer.</para>
                                <para>4. &#201;liminer le blocage.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'air n'est pas refroidi (installation initiale).</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. L'&#233;changeur thermique est fix&#233; &#224; un endroit o&#249; l'air
                                    ambiant ne peut pas le refroidir.
                                </para>
                                <para>2. Il est fix&#233; trop pr&#232;s de dispositifs</para>
                                <para>qui produisent de la chaleur ou de l'&#233;quipement dissipant la chaleur.</para>
                                <para>3. Le tube en cuivre entre le compresseur et l'admission est trop court.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. D&#233;placer l'&#233;changeur.</para>
                                <para>2. D&#233;placer l'&#233;changeur.</para>
                                <para>3. Augmenter la longueur du tube en cuivre.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'&#233;changeur ne " d&#233;charge " pas lorsque le compresseur se met en mode
                                    d'attente.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. L'orifice UNL du r&#233;gulateur n'est pas</para>
                                <para>reli&#233; &#224; l'orifice de d&#233;charge ou la conduite est bris&#233;e.
                                </para>
                                <para>2. Les composants de la soupape de d&#233;charge sont us&#233;s.</para>
                                <para>3. De la glace s'est form&#233;e dans la zone de la soupape de d&#233;charge.
                                </para>
                                <para>4. Le r&#233;chauffeur ne fonctionne pas.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Brancher ou r&#233;parer la soupape.</para>
                                <para>2. Remettre &#224; neuf la soupape de d&#233;charge.</para>
                                <para>3. Raccourcir la conduite (longueur minimale admissible de 24 po) et installer le
                                    r&#233;chauffeur.
                                </para>
                                <para>4. Remplacer le r&#233;chauffeur ou v&#233;rifier les connexions
                                    &#233;lectriques.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>La soupape de s&#233;curit&#233; s'ouvre.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Le clapet de retenue de l'orifice d'&#233;chappement est coinc&#233; en
                                    position ferm&#233;e.
                                </para>
                                <para>2. Blocage dans la conduite d'air en aval de l'&#233;changeur thermique.</para>
                                <para>3. La soupape du r&#233;gulateur du compresseur est d&#233;fectueuse.</para>
                                <para>4. La soupape de s&#233;curit&#233; est d&#233;fectueuse.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Nettoyer l'&#233;chappement et remplacer le clapet de retenue.</para>
                                <para>2. &#201;liminer le blocage.</para>
                                <para>3. Remplacer.</para>
                                <para>4. Remplacer.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'eau &#233;vacu&#233;e par l'&#233;purateur contient une quantit&#233; excessive
                                    d'huile et de suie.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>Les segments du compresseur sont d&#233;fectueux.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Remettre &#224; neuf ou remplacer le compresseur.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Aucune &#233;vacuation d'eau durant le cycle de d&#233;charge.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Quantit&#233; d'eau insuffisante dans l'air ambiant (admission).</para>
                                <para>2. Le refroidissement de l'air est insuffisant pour permettre la condensation de
                                    l'eau.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1,2. Allonger la conduite en cuivre entre le compresseur et l'&#233;changeur
                                    thermique (longueur maximale admissible de 36 po). Placer l'&#233;changeur &#224; un
                                    endroit o&#249; le d&#233;bit d'air ambiant est plus important.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>L'&#233;changeur thermique refroidissait l'air comprim&#233;, mais le
                                    refroidissement n'est plus
                                </para>
                                <para>ad&#233;quat.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Il est recouvert de salet&#233; ou de peinture.</para>
                                <para>2. Le d&#233;flecteur est endommag&#233; ou bris&#233;.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Nettoyer &#224; la vapeur ou enlever la peinture.</para>
                                <para>2. Remplacer le d&#233;flecteur.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>L'eau &#233;vacu&#233;e est brun&#226;tre ou des particules brunes sont &#233;vacu&#233;es.</para>
                            </entry>
                            <entry rotate="0">
                                <para>D&#233;flecteur bris&#233; ou endommag&#233;.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Remplacer le d&#233;flecteur.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400209" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - CR Brakemaster mod&#232;le 62</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.74in"/>
                    <colspec colnum="2" colname="2" colwidth="0.75in"/>
                    <colspec colnum="3" colname="3" colwidth="0.75in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Emplacement</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">lb.pi</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Chapeau d'&#233;crou de soupape de d&#233;charge</para>
                            </entry>
                            <entry rotate="0">
                                <para>60</para>
                            </entry>
                            <entry rotate="0">
                                <para>81</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis &#224; t&#234;te</para>
                            </entry>
                            <entry rotate="0">
                                <para>15</para>
                            </entry>
                            <entry rotate="0">
                                <para>20,3</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Boulons de chapeau sup&#233;rieur</para>
                            </entry>
                            <entry rotate="0">
                                <para>15</para>
                            </entry>
                            <entry rotate="0">
                                <para>20,3</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_114.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_116.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
