<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR : BENDIX TU-FLO 550 ET TU-FLO 750 - D&#201;POSE</stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>D&#201;POSE</title>
        <para>Ces instructions sont d'ordre g&#233;n&#233;ral et pr&#233;sent&#233;es &#224; titre indicatif; dans
            certains cas, des pr&#233;paratifs et des pr&#233;cautions additionnels sont n&#233;cessaires.
        </para>
        <step1>
            <para count="1">Calez les roues du v&#233;hicule et videz l'air contenu dans les r&#233;servoirs du
                circuit.
            </para>
        </step1>
        <step1>
            <para count="1">Videz le circuit de refroidissement du moteur et la culasse du compresseur. Marquez et d&#233;branchez
                toutes les conduites d'air, d'eau et d'huile menant au compresseur.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez le r&#233;gulateur et tout accessoire de support fix&#233; au compresseur, puis
                indiquez leur position sur le compresseur pour faciliter le remontage.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez les raccords de refoulement et d'admission, s'il y a lieu, et marquez leur
                position sur le compresseur pour faciliter le remontage.
            </para>
        </step1>
        <step1>
            <para count="1">Si le compresseur est &#233;quip&#233; d'une pompe &#224; carburant &#224; l'arri&#232;re,
                notez l'emplacement des conduites de carburant, puis d&#233;branchez-les. Une fois le compresseur d'air
                retir&#233; du moteur, marquez la position de la pompe &#224; carburant par rapport au compresseur et
                retirez-la.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233;posez les boulons de fixation de la bride ou de la base et retirez le compresseur du
                v&#233;hicule.
            </para>
        </step1>
        <step1>
            <para count="1">S&#233;parez l'engrenage d'entra&#238;nement ou la poulie du vilebrequin du compresseur
                &#224; l'aide d'un extracteur de pignons. Examinez la poulie ou l'engrenage et les pi&#232;ces connexes
                pour d&#233;tecter les signes d'usure &#233;ventuels ou les dommages visibles. Comme ces pi&#232;ces
                sont ajust&#233;es avec pr&#233;cision, il faut les remplacer si elles sont us&#233;es ou endommag&#233;es.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
