<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - MANOM&#200;TRES &#192; AIR - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <step1>
            <para count="1">Examinez les raccords pour vous assurer qu'il n'y a pas de fuite au manom&#232;tre ou dans
                le circuit.
            </para>
        </step1>
        <step1>
            <para count="1">Ce n'est pas obligatoire, mais il est conseill&#233; de faire examiner les v&#233;hicules
                pour &#234;tre s&#251;r que les manom&#232;tres &#224; air sont bien install&#233;s. Le circuit primaire
                doit correspondre au manom&#232;tre dont la surface indique le chiffre 1. Le circuit secondaire doit
                correspondre au manom&#232;tre dont la surface indique le chiffre 2.
            </para>
        </step1>
        <step1>
            <para count="1">Pour v&#233;rifier si un manom&#232;tre est bien install&#233;, remplissez compl&#232;tement
                le circuit pneumatique, puis videz le circuit primaire (r&#233;servoir des freins arri&#232;re). Le
                manom&#232;tre num&#233;ro 1 devrait indiquer une chute de pression.
            </para>
        </step1>
        <step1>
            <para count="1">V&#233;rifiez la pr&#233;cision du manom&#232;tre. La fa&#231;on la plus simple de proc&#233;der
                consiste &#224; comparer les pressions indiqu&#233;es par le manom&#232;tre dans sa plage de pressions
                normale avec la pression indiqu&#233;e par un manom&#232;tre d'essai r&#233;put&#233; pr&#233;cis.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                    pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                    pression des r&#233;gulateurs et autres essais.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Tout manom&#232;tre impr&#233;cis doit &#234;tre remplac&#233;. Il n'est pas recommand&#233;
                d'utiliser un manom&#232;tre de tableau de bord dont la plage d'erreur d&#233;passe 5 livres par pouce
                carr&#233;.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
