<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - FLEXIBLES, TUBES ET RACCORDS - TUBES DE NYLON</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="3">
        <title>TUBES DE NYLON</title>
        <svcprocinfo>
            <para>Des tubes de nylon de diff&#233;rents types sont utilis&#233;s dans l'industrie du camionnage depuis
                un certain temps.
            </para>
            <para>Il est possible d'utiliser des tubes de nylon pour remplacer certains tubes en cuivre dans les
                circuits de freinage pneumatiques des v&#233;hicules. On utilise un tube de nylon &#224; code de couleur
                sup&#233;rieur convenant &#224; de nombreuses applications, y compris aux circuits de freinage
                pneumatiques, aux fins de l'entretien sur place.
            </para>
            <table id="t0400218" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tableau des tubes &#224; code de couleur - circuit de freinage pneumatique</title>
                <tgroup cols="2" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.00in"/>
                    <colspec colnum="2" colname="2" colwidth="4.98in" colsep="1"/>
                    <spanspec namest="1" nameend="2" spanname="sqspan1-2"/>
                    <tbody valign="top">
                        <row>
                            <entry colspan="2" spanname="sqspan1-2" rotate="0" align="center">
                                <para>
                                    <emph type="bold">CODE DE COULEUR</emph>POSE DE TUBES DANS LES V&#201;HICULES DOT&#201;S
                                    DE TUBES DE CIRCUIT DE FREINAGE PNEUMATIQUE &#192; CODE DE COULEUR
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>VERT</para>
                            </entry>
                            <entry rotate="0">
                                <para>Circuit d'alimentation et de refoulement primaire</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>ORANGE</para>
                            </entry>
                            <entry rotate="0">
                                <para>Circuit d'alimentation et de refoulement secondaire</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>JAUNE</para>
                            </entry>
                            <entry rotate="0">
                                <para>Syst&#232;me de freinage &#224; ressort</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>ROUGE</para>
                            </entry>
                            <entry rotate="0">
                                <para>Frein de stationnement-urgence de remorque</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>GRIS</para>
                            </entry>
                            <entry rotate="0">
                                <para>Blocage du r&#233;partiteur de force motrice</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>BLEU</para>
                            </entry>
                            <entry rotate="0">
                                <para>Entretien de la soupape de protection du tracteur</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>NOIR</para>
                            </entry>
                            <entry rotate="0">
                                <para>Autres circuits</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Assemblage des tubes de nylon</title>
            <para>En g&#233;n&#233;ral, l'assemblage des tubes de nylon dans les circuits de freinage pneumatiques est
                tr&#232;s similaire &#224; celui des tubes de cuivre. Les raccords, les manchons et les &#233;crous
                servant &#224; la pose des tubes de cuivre peuvent &#233;galement servir aux tubes de nylon. On peut
                trouver des &#233;crous pour tubes longs ou courts dans des v&#233;hicules dot&#233;s de tubes de nylon
                (
                <hotlnk xrefid="f0400298">figure 98</hotlnk>
                ). Il est possible d'utiliser l'un ou l'autre de ces types avec des tubes de nylon.
            </para>
            <figure id="f0400298" figsize="col-wide">
                <graphic id="g0400298" filename="../figg04/g0400298.webp" type="webp" scalefit="0"/>
                <caption>Figure 98. Tubes de nylon</caption>
                <calloutgroup>
                    <callout1>1. RACCORD</callout1>
                    <callout1>2. SUPPORT OU PI&#200;CE RAPPORT&#201;E POUR TUBE</callout1>
                    <callout1>3. MANCHON</callout1>
                    <callout1>4. &#201;CROU COURT</callout1>
                    <callout1>5. &#201;CROU LONG</callout1>
                    <callout1>6. TUBE DE NYLON</callout1>
                </calloutgroup>
            </figure>
            <para>Si on remplace un tube de cuivre par un tube de nylon, il
                <emph type="bold">ne faut pas</emph>
                utiliser l'&#233;crou court. L'&#233;crou court ou long peut &#234;tre acceptable dans le cas des tubes
                de nylon seulement.
            </para>
            <para>Utilisez un support ou une pi&#232;ce rapport&#233;e pour prot&#233;ger les tubes de nylon ou de
                cuivre dans les circuits de freinage pneumatiques. La pi&#232;ce rapport&#233;e offre une surface rigide
                permettant de pincer ou de comprimer le manchon sur le tube et emp&#234;che l'&#233;crasement du tube
                durant le serrage de l'&#233;crou. La liste de pi&#232;ces indique que certaines dimensions de tube ne
                sont utilis&#233;es que dans les circuits de conduites des accessoires. Pour r&#233;parer ces circuits,
                des supports sont n&#233;cessaires pour toutes les dimensions de tube, &#224; l'exception du tube de 1/8
                po de diam&#232;tre ext&#233;rieur, si des raccords &#224; compression sont utilis&#233;s.
            </para>
            <para>Une fois le tube branch&#233; et serr&#233;, il faut pincer le manchon sur le tube et la pi&#232;ce
                rapport&#233;e. Comme le manchon a subi une compression et que la pi&#232;ce rapport&#233;e est peut-&#234;tre
                d&#233;form&#233;e,
                <emph type="bold">il ne faut jamais utiliser le manchon et les pi&#232;ces rapport&#233;es une seconde
                    fois.
                </emph>
            </para>
            <para>On a remplac&#233; le manchon cylindrique utilis&#233; avec les raccords par un manchon &#224; bride
                pour r&#233;duire les fuites d'air (
                <hotlnk xrefid="f0400299">figure 99</hotlnk>
                ). On n'a pas modifi&#233; l'&#233;crou ni la pi&#232;ce rapport&#233;e. L'utilisation du manchon &#224;
                bride (bague d'extr&#233;mit&#233;) est pr&#233;f&#233;rable.
            </para>
            <figure id="f0400299" figsize="col-wide">
                <graphic id="g0400299" filename="../figg04/g0400299.webp" type="webp" scalefit="0"/>
                <caption>Figure 99. Types de manchon</caption>
                <calloutgroup>
                    <callout1>1. MANCHON &#192; BRIDE</callout1>
                    <callout1>2. MANCHON CYLINDRIQUE</callout1>
                </calloutgroup>
            </figure>
            <para>Pour assembler les extr&#233;mit&#233;s de tube aux fins d'utilisation avec des raccords &#224;
                compression, il faut suivre minutieusement les &#233;tapes suivantes :
            </para>
            <step1>
                <para count="1">Desserrez et retirez l'&#233;crou du raccord.</para>
            </step1>
            <step1>
                <para count="1">Tirez le tube hors du raccord.</para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;tez les m&#234;mes op&#233;rations &#224; l'autre extr&#233;mit&#233; du
                    tube. Si une extr&#233;mit&#233; seulement de la conduite n&#233;cessite une r&#233;paration, il
                    n'est pas n&#233;cessaire de d&#233;brancher l'autre extr&#233;mit&#233; si la conduite est
                    suffisamment longue pour permettre la r&#233;paration.
                </para>
            </step1>
            <step1>
                <para count="1">Coupez le tube de la dimension choisie &#224; la longueur voulue. Faites des coupes
                    nettes et droites. Utilisez un couteau aiguis&#233; ou une scie &#224; m&#233;taux.
                </para>
            </step1>
            <step1>
                <para count="1">Placez l'&#233;crou sur le tube.</para>
            </step1>
            <step1>
                <para count="1">Placez le manchon &#224; compression sur le tube.</para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rez le support de tube dans le tube.*</para>
            </step1>
            <step1>
                <para count="1">Placez le tube, le support et le manchon dans le raccord. Enfoncez le raccord dans le
                    tube jusqu'au fond.*
                </para>
            </step1>
            <specpara>
                <note>
                    <para>* Le tube de 1/8 po de diam&#232;tre ext&#233;rieur ne n&#233;cessite pas de support. Certains
                        raccords utilis&#233;s dans les circuits de conduites des accessoires comportent un support de
                        tube int&#233;gr&#233; dans leur corps. Il est possible de r&#233;utiliser ces raccords si le
                        support de tube n'a pas subi de d&#233;formation.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installez et serrez l'&#233;crou du tube pour fixer le manchon au tube. Serrez le tube
                    de fa&#231;on &#224; ce que deux filets seulement soient visibles entre l'&#233;crou et le raccord (
                    <hotlnk xrefid="f04002a0">figure 100</hotlnk>
                    ). Ne serrez pas trop l'&#233;crou.
                </para>
            </step1>
            <figure id="f04002a0" figsize="col-wide">
                <graphic id="g04002a0" filename="../figg04/g04002a0.webp" type="webp" scalefit="0"/>
                <caption>Figure 100. Serrage de l'&#233;crou de tube</caption>
                <calloutgroup>
                    <callout1>1. SUPPORT OU PI&#200;CE RAPPORT&#201;E POUR TUBE</callout1>
                    <callout1>2. MANCHON &#192; BRIDE (BAGUE D'EXTR&#201;MIT&#201;)</callout1>
                    <callout1>3. &#201;CROU</callout1>
                    <callout1>4. TUBE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Recherchez les fuites &#233;ventuelles dans les raccords du tube. Le tube et les
                    raccords connexes &#233;tant charg&#233;s &#224; la pression maximale du circuit, enduisez les tubes
                    et les raccords d'une solution savonneuse pour rechercher la pr&#233;sence de fuites. Aucune fuite
                    n'est tol&#233;rable.
                </para>
            </step1>
            <step1>
                <para count="1">Il est parfois possible d'&#233;liminer une fuite &#224; un raccord de tube en serrant
                    l'&#233;crou du raccord de tube. Si cela ne permet pas d'&#233;liminer la fuite, remplacez le
                    raccord de tube, le tube ou les deux.
                </para>
            </step1>
            <para>Le tube de nylon de service indique &#224; intervalles r&#233;guliers le nom, le num&#233;ro, le type,
                la dimension et le code de fabrication.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instructions relatives aux tubes de nylon</title>
            <para>Il ne faut pas remplacer les tubes de nylon sur place par des tubes m&#233;talliques. De plus, il faut
                prendre les pr&#233;cautions suivantes lorsque vous utilisez des tubes de nylon.
            </para>
            <step1>
                <para count="1">N'utilisez pas des tubes de nylon dans les endroits o&#249; les temp&#233;ratures
                    peuvent &#234;tre inf&#233;rieures &#224; - 40 &#176;F ou sup&#233;rieures &#224; + 200 &#176;F (-
                    40 &#176;C ou + 93 &#176;C).
                </para>
            </step1>
            <step1>
                <para count="1">Ne soumettez pas les tubes de nylon &#224; une pression de fonctionnement d&#233;passant
                    150 livres par pouce carr&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">N'utilisez pas un tube de nylon pour relier le b&#226;ti &#224; l'essieu, le tracteur
                    &#224; la remorque ou tout autre raccordement similaire exigeant une grande souplesse.
                </para>
            </step1>
            <step1>
                <para count="1">Faites tr&#232;s attention lorsque vous faites des travaux de soudage &#224; proximit&#233;
                    de tubes en nylon. Les scories chaudes ou les &#233;tincelles risquent d'endommager les tubes.
                </para>
            </step1>
            <step1>
                <para count="1">Prot&#233;gez les tubes de nylon contre l'acide de batterie.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_144.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_146.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
