<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;PARTITEUR DE PRESSION - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc id="hl0400222" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais. Branchez un manom&#232;tre d'essai pr&#233;cis
                        &#224; la conduite de refoulement et observez &#224; quelle pression la soupape d'admission
                        s'ouvre, soit la pression de refoulement. Si la pression de refoulement varie de plus de 5
                        livres par pouce carr&#233;, r&#233;glez la soupape au r&#233;glage sp&#233;cifi&#233;. Pour
                        augmenter la pression de refoulement, tournez le chapeau de r&#233;glage en sens horaire. Serrez
                        le contre-&#233;crou apr&#232;s chaque r&#233;glage et remplacez le fil de blocage et le sceau
                        s'ils sont install&#233;s.
                    </para>
                </caution>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Essai d'&#233;tanch&#233;it&#233;</title>
            <para>Aucune fuite n'est permise &#224; l'&#233;vent de l'ouverture du chapeau de r&#233;glage au moment de
                la v&#233;rification du fonctionnement. Une fuite &#224; cet endroit indique une fuite d'un joint
                torique de piston ou d'un si&#232;ge de soupape d'&#233;chappement.
            </para>
            <para>Si le r&#233;partiteur de pression ne fonctionne pas tel que d&#233;crit ou si la fuite est excessive,
                nous recommandons de le remplacer.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_43.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_45.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
