<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE COMMANDE MANUELLE - BENDIX TC-7</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>BENDIX TC-7</title>
        <svcsubproc>
            <title>Description</title>
            <para>La soupape de commande manuelle sert &#224; commander les freins d'une remorque s&#233;par&#233;ment
                des freins du v&#233;hicule remorqueur. Elle est habituellement fix&#233;e sur la colonne de direction
                ou le tableau de bord et offre au conducteur un moyen de serrer et de desserrer progressivement les
                freins. La distance de d&#233;placement du levier de freinage en sens horaire vers la position de
                serrage d&#233;termine l'intensit&#233; du freinage.
            </para>
            <specpara>
                <warning>
                    <para>N'utilisez pas la soupape de commande manuelle pour maintenir le serrage des freins lorsque le
                        v&#233;hicule est stationn&#233; et laiss&#233; sans surveillance. De l'air pourrait s'&#233;chapper
                        du circuit et le v&#233;hicule pourrait se d&#233;placer.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>Lorsqu'on d&#233;place le levier en sens horaire &#224; partir de la position de desserrage, une force
                cr&#233;&#233;e par le fonctionnement de la came et du galet de came s'exerce sur le dessus du ressort
                de r&#233;glage de la pression. La force qui s'exerce sur le dessus du ressort provoque la descente du
                piston. Le si&#232;ge d'&#233;chappement au centre du piston entre en contact avec la soupape d'&#233;chappement
                et ferme le passage d'&#233;chappement pratiqu&#233; dans le piston. Pendant que l'&#233;chappement se
                ferme, le mouvement descendant continu du piston soul&#232;ve la soupape d'admission hors de son si&#232;ge.
                L'air du r&#233;servoir franchit alors l'admission ouverte et sort par l'orifice de refoulement en
                empruntant la conduite de service pour serrer les freins (
                <hotlnk xrefid="f0400258">figure 58</hotlnk>
                ).
            </para>
            <figure id="f0400258" figsize="col-wide">
                <graphic id="g0400258" filename="../figg04/g0400258.webp" type="webp" scalefit="0"/>
                <caption>Figure 58. Soupape de commande manuelle Bendix TC-7</caption>
                <calloutgroup>
                    <callout1>1. SUPPORT</callout1>
                    <callout1>2. LEVIER</callout1>
                    <callout1>3. SOUPAPE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Maintien</title>
            <para>L'air qui passe par la soupape d'admission ouverte agit &#233;galement sous le piston. Pendant que la
                force de la pression d'air sous le piston &#233;quilibre la tension du ressort graduel comprim&#233; par
                le dessus, le piston se soul&#232;ve l&#233;g&#232;rement et la soupape d'admission se repose sur son si&#232;ge.
                La soupape d'&#233;chappement demeure sur son si&#232;ge; donc, la circulation d'air &#224; travers la
                soupape s'arr&#234;te et la pression dans la conduite de service est maintenue.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desserrage</title>
            <para>Lorsqu'on d&#233;place le levier en sens antihoraire, la force sur le dessus du piston diminue. La
                pression d'air venant du dessous soul&#232;ve le piston et l'&#233;loigne de la soupape d'&#233;chappement.
                Le passage d'&#233;chappement &#233;tant ouvert, la pression d'air dans la conduite de service s'&#233;chappe
                par l'orifice d'&#233;chappement de la soupape.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Tous les trois mois ou tous les 25 000 milles (40 000 kilom&#232;tres), il faut v&#233;rifier la
                gradation et le fonctionnement appropri&#233; de la soupape de commande manuelle. Si n&#233;cessaire, il
                faut v&#233;rifier et lubrifier la tringlerie ou les raccords du levier &#224; la soupape de commande
                &#224; distance.
            </para>
            <para>Une fois par ann&#233;e ou tous les 100 000 milles (160 000 kilom&#232;tres), d&#233;montez la soupape
                de commande manuelle. Nettoyez et examinez toutes les pi&#232;ces. D&#233;montez-les et nettoyez-les
                dans du solvant Stoddard. Remplacez les pi&#232;ces en caoutchouc et toute pi&#232;ce us&#233;e ou
                endommag&#233;e. Effectuez les
                <hotlnk xrefid="hl0400216">
                    <xref refid="hl0400216"/>V&#201;RIFICATIONS D'ENTRETIEN
                </hotlnk>
                avant de remettre le v&#233;hicule en service.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400216">
            <title>V&#233;rifications d'entretien - essai de fonctionnement</title>
            <step1>
                <para count="1">Stationnez le v&#233;hicule sur une surface plane et calez ses roues.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Branchez un manom&#232;tre d'essai pr&#233;cis &#224; l'orifice de refoulement ou au
                    raccord du flexible de service du tracteur. Lorsque le manom&#232;tre est branch&#233; au raccord du
                    flexible de service, installez un faux accouplement sur le raccord du flexible (urgence)
                    d'alimentation et placez la commande de protection du tracteur en position de charge de la remorque.
                    Lorsqu'on place le levier &#224; la position de serrage maximal, le manom&#232;tre d'essai devrait
                    indiquer une pression de r&#233;servoir maximale.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;placez le levier entre les positions de desserrage et de serrage maximum et notez
                    si la pression d'air indiqu&#233;e par le manom&#232;tre varie en cons&#233;quence. Au moment du
                    desserrage, le manom&#232;tre devrait imm&#233;diatement indiquer z&#233;ro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifications d'entretien - essai de fuite</title>
            <step1>
                <para count="1">Rep&#233;rez l'orifice d'&#233;chappement et le raccord de la conduite d'&#233;chappement,
                    puis appliquez &#224; ces endroits une solution savonneuse. Lorsque la soupape est en position de
                    desserrage, une fuite &#224; l'&#233;chappement ne devrait pas permettre la formation d'une bulle de
                    savon de plus de 1 po (25 mm) de diam&#232;tre en cinq secondes. Quand la soupape est en position de
                    serrage maximal, une fuite &#224; l'&#233;chappement ne devrait pas permettre la formation d'une
                    bulle de savon de plus de 1 po (25 mm) de diam&#232;tre en trois secondes.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;parez ou remplacez la soupape si elle ne fonctionne pas tel que d&#233;crit ou si
                    la fuite est excessive.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Serrez le frein de stationnement et calez les roues.</para>
            </step1>
            <step1>
                <para count="1">Purgez le circuit de freinage pneumatique.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez les conduites d'air au bas de la soupape, y compris la conduite d'&#233;chappement,
                    si elle est utilis&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons de la bride fixation, la bride et la soupape.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400259">figure 59</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400259" figsize="col-wide">
                <graphic id="g0400259" filename="../figg04/g0400259.webp" type="webp" scalefit="0"/>
                <caption>Figure 59. Soupape de commande manuelle Midland-Ross - d&#233;montage</caption>
                <calloutgroup>
                    <callout1>1. CORPS DE SOUPAPE</callout1>
                    <callout1>2. SOUPAPE D'&#201;CHAPPEMENT</callout1>
                    <callout1>3. BAGUE D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>4. RONDELLE DE FROTTEMENT</callout1>
                    <callout1>5. JOINT TORIQUE</callout1>
                    <callout1>6. JOINT TORIQUE</callout1>
                    <callout1>7. GALET DE CAME</callout1>
                    <callout1>8. RONDELLE-FREIN SP&#201;CIALE</callout1>
                    <callout1>9. BAGUE DE RETENUE</callout1>
                    <callout1>10. BAGUE DE R&#201;GLAGE</callout1>
                    <callout1>11. ADAPTATEUR DE BAGUE DE R&#201;GLAGE</callout1>
                    <callout1>12. CAME</callout1>
                    <callout1>13. RESSORT DE GRADATION</callout1>
                    <callout1>14. PISTON</callout1>
                    <callout1>15. JOINT TORIQUE</callout1>
                    <callout1>16. RESSORT</callout1>
                    <callout1>17. SI&#200;GE D'ADMISSION</callout1>
                    <callout1>18. JOINT TORIQUE</callout1>
                    <callout1>19. SOUPAPE D'ADMISSION</callout1>
                </calloutgroup>
            </figure>
            <para>Si vous immobilisez la soupape dans un &#233;tau pour la d&#233;monter, assurez-vous que l'&#233;tau
                n'est pas trop serr&#233;, car la soupape et les pi&#232;ces internes pourraient subir une d&#233;formation.
            </para>
            <step1>
                <para count="1">D&#233;posez la rondelle-frein de la bague de r&#233;glage (&#233;l&#233;ment 8).</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la bague de r&#233;glage (&#233;l&#233;ment 10).</para>
            </step1>
            <specpara>
                <note>
                    <para>Utilisez une clef &#224; &#233;crous pour tourner la bague de r&#233;glage. Si cette clef
                        n'est pas disponible, vous pouvez introduire un petit tournevis dans l'une des encoches int&#233;rieures
                        de la bague pour la tourner.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233;posez la bague de retenue (&#233;l&#233;ment 9).</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez l'adaptateur de la bague de retenue (&#233;l&#233;ment 11), le galet de
                    came (&#233;l&#233;ment 7), la bague d'&#233;tanch&#233;it&#233; (&#233;l&#233;ment 3) et la
                    rondelle de frottement (&#233;l&#233;ment 4).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Il est important de noter les nervures de la rondelle de frottement sont plac&#233;es contre
                        la bague d'&#233;tanch&#233;it&#233; ou non, car il faudra la r&#233;installer de la m&#234;me
                        fa&#231;on.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">D&#233;posez la came (&#233;l&#233;ment 12), le ressort de gradation (&#233;l&#233;ment
                    13), le piston (&#233;l&#233;ment 14) et le ressort de rappel de piston (&#233;l&#233;ment 16).
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez une douille profonde de 11/16 po et d&#233;posez les soupapes d'admission et d'&#233;chappement.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <step1>
                <para count="1">Lavez toutes les pi&#232;ces m&#233;talliques dans du solvant Stoddard et ass&#233;chez-les.
                    <emph type="bold">N'utilisez pas un solvant de nettoyage.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Remplacez toutes les pi&#232;ces de caoutchouc.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez toutes les pi&#232;ces pour voir si leur usure ou leur d&#233;t&#233;rioration
                    n'est pas excessive.
                </para>
            </step1>
            <step1>
                <para count="1">Voyez si les ressorts sont fissur&#233;s, corrod&#233;s ou d&#233;form&#233;s.</para>
            </step1>
            <step1>
                <para count="1">Voyez si les si&#232;ges de soupape et l'al&#233;sage du piston pr&#233;sentent des
                    encoches et des bavures.
                </para>
            </step1>
            <step1>
                <para count="1">Remplacez toutes les pi&#232;ces inutilisables.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Avant le remontage, lubrifiez les parties internes du corps, la came, les galets de came, les joints
                toriques et les rainures des joints toriques avec un lubrifiant comparable &#224; celui indiqu&#233;
                &#224; l'&#233;l&#233;ment 3 des
                <hotlnk document="f04002r_149.xml" xrefid="hl0400209">
                    <xref refid="hl0400209"/>SP&#201;CIFICATIONS DE LUBRIFICATION
                </hotlnk>
                . Ne lubrifiez pas la bague d'&#233;tanch&#233;it&#233;, la rondelle de frottement ni les stries des
                galets de came.
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400259">figure 59</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Installez un joint torique (&#233;l&#233;ment 18) sur la soupape d'admission et d'&#233;chappement.</para>
            </step1>
            <step1>
                <para count="1">&#192; l'aide d'une cl&#233; &#224; douille profonde de 11/16 po, installez la soupape
                    d'admission et d'&#233;chappement et serrez-la &#224; 15 lb.po (1,7 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez un ressort de rappel de piston (&#233;l&#233;ment 16).</para>
            </step1>
            <step1>
                <para count="1">Installez un joint torique (&#233;l&#233;ment 15) sur le piston (&#233;l&#233;ment 14)
                    et installez le piston dans le corps de soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le ressort de gradation (&#233;l&#233;ment 13).</para>
            </step1>
            <step1>
                <para count="1">Installez la came (&#233;l&#233;ment 12) dans le corps de la soupape en orientant le c&#244;t&#233;
                    plat vers le ressort de gradation (&#233;l&#233;ment 13). Alignez les " pattes " de la came sur les
                    fentes correspondantes dans le corps de la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la bague d'&#233;tanch&#233;it&#233; en caoutchouc (&#233;l&#233;ment 3) sur
                    le galet de came (&#233;l&#233;ment 7).
                </para>
            </step1>
            <step1>
                <para count="1">Installez la rondelle de frottement (&#233;l&#233;ment 4) sur le galet de came dans le m&#234;me
                    sens que celui de l'&#233;tape 4 de la rubrique " D&#233;montage ".
                </para>
            </step1>
            <step1>
                <para count="1">Installez le galet de came (&#233;l&#233;ment 7).</para>
            </step1>
            <specpara>
                <note>
                    <para>La " patte " d'arr&#234;t du galet de came (&#233;l&#233;ment 7) ne permet pas l'assemblage
                        incorrect du galet. Assurez-vous que la " patte " de positionnement de la rondelle de frottement
                        (&#233;l&#233;ment 4) p&#233;n&#232;tre dans la fente large du corps de soupape.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installez un joint torique (&#233;l&#233;ment 5) dans l'adaptateur de bague de r&#233;glage
                    (&#233;l&#233;ment 11) et la bague de r&#233;glage (&#233;l&#233;ment 10).
                </para>
            </step1>
            <step1>
                <para count="1">Placez la bague de r&#233;glage (&#233;l&#233;ment 10) dans l'adaptateur (&#233;l&#233;ment
                    11) jusqu'&#224; ce qu'elle affleure le dessous de l'adaptateur.
                </para>
                <specpara>
                    <note>
                        <para>L'adaptateur comporte deux pattes de positionnement qui p&#233;n&#232;trent dans des
                            fentes dans le corps de soupape lorsque l'adaptateur est install&#233;. Installez la bague
                            de r&#233;glage (&#233;l&#233;ment 10) de mani&#232;re &#224; ce que ses fentes pour clef
                            soient accessibles (en haut) apr&#232;s l'assemblage de la soupape.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Placez l'adaptateur et la bague de r&#233;glage (&#233;l&#233;ment 11) sur le galet de
                    came (&#233;l&#233;ment 7) de sorte que les pattes de l'adaptateur p&#233;n&#232;trent dans les
                    fentes du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Poussez le galet de came (&#233;l&#233;ment 7) vers le bas et installez le circlip.
                    Assurez-vous que la bague de retenue (&#233;l&#233;ment 9) repose bien au fond de sa rainure.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si les pattes de l'adaptateur ne sont pas dans les fentes du corps, il n'est pas possible
                        d'installer la bague de retenue (&#233;l&#233;ment 9) compl&#232;tement.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Avant d'installer la rondelle-frein (&#233;l&#233;ment 8), r&#233;glez la soupape.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>R&#233;glage</title>
            <para>G&#233;n&#233;ralement, la soupape de commande manuelle des freins TC-7 devrait refouler une pression
                de r&#233;servoir maximale.
            </para>
            <step1>
                <para count="1">Si la pression de refoulement est inf&#233;rieure &#224; 125 livres par pouce carr&#233;,
                    il est possible de la r&#233;gler; il suffit d'enlever le levier, de desserrer la rondelle-frein de
                    la bague et de tourner la bague de r&#233;glage en sens horaire.
                </para>
            </step1>
            <step1>
                <para count="1">Si la pression de refoulement est sup&#233;rieure &#224; 125 livres par pouce carr&#233;,
                    il est possible de la diminuer en tournant la bague de r&#233;glage en sens antihoraire.
                </para>
            </step1>
            <step1>
                <para count="1">Une fois le r&#233;glage termin&#233;, serrez la rondelle-frein et installez le levier
                    de la soupape.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La position du levier n'est pas r&#233;glable.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Installez</title>
            <step1>
                <para count="1">Branchez les conduites d'air &#224; la TC-7.</para>
            </step1>
            <step1>
                <para count="1">Fixez la soupape &#224; la colonne de direction. Serrez les vis de fixation au couple de
                    30 &#224; 60 lb.po (3,39 &#224; 6,78 N&#183; m).
                    <emph type="bold">Ne serrez pas trop.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Proc&#233;dez comme on l'indique &#224; la page 90.</para>
            </step1>
            <para></para>
            <para></para>
            <para></para>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400207" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - soupape de commande manuelle Midland-Ross</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="2.39in"/>
                    <colspec colnum="2" colname="2" colwidth="2.24in"/>
                    <colspec colnum="3" colname="3" colwidth="2.24in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Emplacement</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">lb.po</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>N&#183; m</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Soupapes d'admission et d'&#233;chappement</para>
                            </entry>
                            <entry rotate="0">
                                <para>15</para>
                            </entry>
                            <entry rotate="0">
                                <para>1,7</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis de fixation de soupape</para>
                            </entry>
                            <entry rotate="0">
                                <para>30 &#224; 60</para>
                            </entry>
                            <entry rotate="0">
                                <para>3,39 &#224; 6,78</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis de levier de soupape</para>
                            </entry>
                            <entry rotate="0">
                                <para>30 &#224; 60</para>
                            </entry>
                            <entry rotate="0">
                                <para>3,39 &#224; 6,78</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Contre-&#233;crou de tige de soupape de d&#233;charge</para>
                            </entry>
                            <entry rotate="0">
                                <para>5 &#224; 7</para>
                            </entry>
                            <entry rotate="0">
                                <para>0,6 &#224; 0,8</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Vis de couvercle</para>
                            </entry>
                            <entry rotate="0">
                                <para>12 &#224; 14</para>
                            </entry>
                            <entry rotate="0">
                                <para>1,4 &#224; 1,6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_112.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_114.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
