<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - FLEXIBLES, TUBES ET RACCORDS - RACCORD ET FAUX ACCOUPLEMENT POUR FLEXIBLE
        DE FREIN DE REMORQUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>RACCORD ET FAUX ACCOUPLEMENT POUR FLEXIBLE DE FREIN DE REMORQUE</title>
        <svcprocinfo>
            <para>Les raccords de flexible offrent un moyen pratique de brancher et de d&#233;brancher des conduites
                d'air reliant des tracteurs &#224; des remorques. Lorsque deux raccords sont r&#233;unis, leurs
                garnitures se rencontrent sous pression pour former un joint &#233;tanche.
            </para>
            <para>On appelle " faux accouplement " les raccords servant &#224; emp&#234;cher la salet&#233; ou les corps
                &#233;trangers d'entrer dans les conduites d'air lorsqu'elles ne sont pas utilis&#233;es. Les faux
                accouplements sont plac&#233;s de fa&#231;on fixe sur le camion ou reli&#233;s par une cha&#238;ne.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>V&#233;rifications d'entretien</title>
            <para>Les raccords de flexible &#233;tant branch&#233;s et les freins &#233;tant serr&#233;s, enduisez les
                raccords d'une solution savonneuse pour d&#233;tecter les fuites. Il ne doit pas y avoir de fuite. Une
                fuite r&#233;sulte de garnitures us&#233;es, endommag&#233;es ou mal install&#233;es.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <step1>
                <para count="1">Au moins une fois par ann&#233;e ou lorsqu'une fuite est d&#233;tect&#233;e, il faut d&#233;monter,
                    nettoyer et entretenir le raccord de flexible.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez la vieille garniture &#224; l'aide d'un tournevis. Assurez-vous que la rainure
                    de la garniture est bien propre.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la nouvelle garniture en l'&#233;crasant l&#233;g&#232;rement avec vos doigts
                    (
                    <hotlnk xrefid="f04002b6">figure 116</hotlnk>
                    ) et en ins&#233;rant un c&#244;t&#233; de la bride dans la rainure du raccord.
                </para>
                <figure id="f04002b6" figsize="col-wide">
                    <graphic id="g04002b6" filename="../figg04/g04002b6.webp" type="webp" scalefit="0"/>
                    <caption>Figure 116. Installez la nouvelle garniture</caption>
                    <calloutgroup>
                        <callout1>1. GARNITURE</callout1>
                        <callout1>2. RACCORD DE FLEXIBLE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Enfoncez le restant de la garniture au moyen d'un tournevis &#224; bout aplati (non
                    coupant) ou d'un outil similaire (
                    <hotlnk xrefid="f04002b7">figure 117</hotlnk>
                    ). La surface expos&#233;e de la garniture est plane et exempte de bosse lorsque l'installation est
                    ad&#233;quate.
                </para>
                <figure id="f04002b7" figsize="col-wide">
                    <graphic id="g04002b7" filename="../figg04/g04002b7.webp" type="webp" scalefit="0"/>
                    <caption>Figure 117. Garniture bien install&#233;e</caption>
                    <calloutgroup>
                        <callout1>1. TOURNEVIS &#192; BOUT APLATI</callout1>
                        <callout1>2. GARNITURE</callout1>
                        <callout1>3. RACCORD DE FLEXIBLE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_146.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_148.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
