<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;VAPORATEUR D'ALCOOL (BENDIX AE-1)</stitle>
    <svcsection/>
    <svcsubsec>
        <title>&#201;VAPORATEUR D'ALCOOL (BENDIX AE-1)</title>
        <svcproc svcproctype="IDcomponent" graphiccount="1">
            <title>DESCRIPTION</title>
            <para>L'&#233;vaporateur d'alcool (
                <hotlnk xrefid="f0400289">figure 89</hotlnk>
                ) est con&#231;u pour permettre l'aspiration de l'alcool vaporis&#233; dans le circuit de freinage
                pneumatique pour y &#233;viter tout risque de gel de l'humidit&#233;.
            </para>
            <figure id="f0400289" figsize="col-wide">
                <graphic id="g0400289" filename="../figg04/g0400289.webp" type="webp" scalefit="0"/>
                <caption>Figure 89. &#201;vaporateur d'alcool Bendix AE-1</caption>
                <calloutgroup>
                    <callout1>1. FILTRE</callout1>
                    <callout1>2. PASTILLE D'OBTURATION</callout1>
                    <callout1>3. BAGUE D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>4. JOINT D'&#201;TANCH&#201;IT&#201;</callout1>
                    <callout1>5. CORPS</callout1>
                    <callout1>6. CONTENANT</callout1>
                    <callout1>7. TUBE &#201;VAPORATEUR</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>L'installation d'un &#233;vaporateur d'alcool ne signifie pas qu'une purge quotidienne de tous
                        les r&#233;servoirs d'air n'est pas n&#233;cessaire. Dans un circuit d'air atmosph&#233;rique
                        charg&#233; d'humidit&#233;, un &#233;vaporateur d'alcool bien install&#233; et entretenu et une
                        purge quotidienne de tous les r&#233;servoirs sont tr&#232;s efficaces pour &#233;viter la
                        formation de glace dans le circuit pneumatique.
                    </para>
                </note>
            </specpara>
            <para>L'&#233;vaporateur d'alcool AE-1 comporte un corps moul&#233; sous pression qui loge le filtre, le
                chapeau de filtre et le tube &#233;vaporateur. Le corps moul&#233; sous pression sert &#233;galement de
                support de fixation. Le contenant peut &#234;tre fait de verre, de plastique ou de m&#233;tal et avoir
                une contenance d'une chopine ou d'une pinte.
            </para>
            <para>Certaines installations n&#233;cessitent l'utilisation d'un clapet de retenue pour emp&#234;cher
                l'alcool d'entrer dans le circuit d'admission du moteur.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_127.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_129.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
