<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ENTRETIEN PR&#201;VENTIF - ESSAIS DE FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>ESSAIS DE FONCTIONNEMENT</title>
        <para>Tous les trois mois, apr&#232;s 900 heures d'utilisation du v&#233;hicule ou apr&#232;s 25 000 milles (40
            000 km), selon la premi&#232;re occurrence, le compresseur des v&#233;hicules construits apr&#232;s la date
            effective de FMVSS 121 et pourvus d'un r&#233;servoir ayant le volume minimal exig&#233; doit pouvoir faire
            passer la pression du syst&#232;me d'admission d'air de 80 &#224; 100 livres par pouce carr&#233; (586
            &#224; 690 kPa) en 25 secondes ou moins. Pour effectuer cet essai, le moteur doit tourner &#224; une vitesse
            r&#233;gul&#233;e maximale. Les constructeurs doivent attester cette capacit&#233; sur les nouveaux v&#233;hicules
            en tenant compte des syst&#232;mes d'admission d'air pourvus d'un r&#233;servoir d&#233;passant le volume
            minimal exig&#233;.
        </para>
        <para>V&#233;rifiez le fonctionnement du dispositif de d&#233;compression en faisant monter la pression jusqu'&#224;
            la valeur de d&#233;clenchement du r&#233;gulateur et assurez-vous que le compresseur cesse de fonctionner.
            R&#233;duisez la pression du syst&#232;me jusqu'&#224; la valeur d'enclenchement du r&#233;gulateur et
            assurez-vous que le compresseur est mis en marche. Si le compresseur ne r&#233;pond pas comme il doit,
            assurez-vous que le r&#233;gulateur fonctionne correctement avant de r&#233;parer ou de remplacer le
            compresseur.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
