<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - FLEXIBLES, TUBES ET RACCORDS - FLEXIBLE</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="5">
        <title>FLEXIBLE</title>
        <svcsubproc>
            <title>Description</title>
            <para>Il est possible de fabriquer les flexibles de circuit sur place. Les flexibles sont entrepos&#233;s en
                vrac selon la dimension.
            </para>
            <para>Le flexible est constitu&#233; d'une doublure de caoutchouc synth&#233;tique sans joint ou d'un tube
                renforc&#233; d'une tresse de tissu &#224; fil d'acier &#224; haute r&#233;sistance rev&#234;tu d'une
                tresse de tissu r&#233;sistante &#224; l'huile impr&#233;gn&#233;e de caoutchouc synth&#233;tique.
            </para>
            <para>Ces flexibles peuvent &#234;tre utilis&#233;s dans les circuits pneumatiques et les circuits
                pneumatiques de freinage, &#224; l'exception de la conduite reliant le compresseur au r&#233;servoir
                d'air o&#249; la temp&#233;rature d&#233;passe 300 &#176;F (149 &#176;C).
            </para>
            <para>Les raccords utilis&#233;s aux extr&#233;mit&#233;s du flexible sont de type pivotant, comme ceux
                illustr&#233;s &#224; la
                <hotlnk xrefid="f0400293">figure 93</hotlnk>. L'extr&#233;mit&#233; pivotante permet de d&#233;brancher
                une extr&#233;mit&#233; du flexible sans avoir &#224; d&#233;placer tout le flexible.
            </para>
            <figure id="f0400293" figsize="col-wide">
                <graphic id="g0400293" filename="../figg04/g0400293.webp" type="webp" scalefit="0"/>
                <caption>Figure 93. Raccords de flexible</caption>
                <calloutgroup>
                    <callout1>1. &#201;CROU</callout1>
                    <callout1>2. RACCORD</callout1>
                    <callout1>3. DOUILLE DE FLEXIBLE</callout1>
                </calloutgroup>
            </figure>
            <para>Ne m&#233;langez pas les flexibles et les raccords de types diff&#233;rents. Dans certains cas, les
                raccords semblent s'adapter au flexible, mais les extr&#233;mit&#233;s risquent de c&#233;der sous la
                pression, ce qui pourrait cr&#233;er une perte d'air pendant l'utilisation du v&#233;hicule. Si vous n'&#234;tes
                pas certain du type de flexible et des raccords &#224; r&#233;parer, utilisez des &#233;l&#233;ments
                neufs pour fabriquer un flexible neuf.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instructions relatives &#224; l'assemblage des flexibles</title>
            <para>Lorsque vous fabriquez une section de flexible, chaque &#233;tape doit faire l'objet d'une finition
                soign&#233;e pour assurer des raccordements appropri&#233;s aux extr&#233;mit&#233;s du flexible (
                <hotlnk xrefid="f0400293">figure 93</hotlnk>
                ).
            </para>
            <step1>
                <para count="1">Retirez le raccord et l'&#233;crou du flexible de la douille et du flexible. La
                    <hotlnk xrefid="f0400293">figure 93</hotlnk>
                    illustre le raccord de flexible pivotant. Pour qu'il soit possible de retirer l'&#233;crou et le
                    raccord pivotant du flexible et de la douille, installez un raccord m&#226;le dans l'&#233;crou
                    pivotant et serrez-le. Cela verrouille le joint pivotant (&#233;crou et raccord). Vous pouvez
                    maintenant desserrer l'&#233;crou et extraire le raccord pivotant du flexible au moyen d'une cl&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">S&#233;parez le flexible de la douille.</para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;tez les &#233;tapes 1 et 2 pour retirer la seconde extr&#233;mit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez l&#233;g&#232;rement le flexible dans un &#233;tau.</para>
            </step1>
            <step1>
                <para count="1">Utilisez une scie &#224; m&#233;taux &#224; dents fines pour couper le flexible &#224;
                    la longueur voulue (
                    <hotlnk xrefid="f0400294">figure 94</hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f0400294" figsize="col-wide">
                <graphic id="g0400294" filename="../figg04/g0400294.webp" type="webp" scalefit="0"/>
                <caption>Figure 94. Scie &#224; m&#233;taux pour couper le flexible</caption>
            </figure>
            <step1>
                <para count="1">Serrez l&#233;g&#232;rement la douille du flexible dans un &#233;tau en orientant l'extr&#233;mit&#233;
                    du flexible vers l'ext&#233;rieur (
                    <hotlnk xrefid="f0400295">figure 95</hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f0400295" figsize="col-wide">
                <graphic id="g0400295" filename="../figg04/g0400295.webp" type="webp" scalefit="0"/>
                <caption>Figure 95. Le flexible repose au fond du raccord</caption>
            </figure>
            <step1>
                <para count="1">Vissez l'extr&#233;mit&#233; du nouveau flexible dans la douille (tournez en sens
                    antihoraire) jusqu'&#224; ce que le flexible repose au fond du raccord, puis d&#233;vissez d'un
                    quart de tour
                    <hotlnk xrefid="f0400295">(figure 95)</hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Replacez le flexible et la douille dans l'&#233;tau comme on le voit &#224; la
                    <hotlnk xrefid="f0400296">figure 96</hotlnk>. Lubrifiez les filets de la douille et du raccord du
                    flexible. Utilisez de l'huile moteur l&#233;g&#232;re avec mod&#233;ration.
                </para>
            </step1>
            <figure id="f0400296" figsize="col-wide">
                <graphic id="g0400296" filename="../figg04/g0400296.webp" type="webp" scalefit="0"/>
                <caption>Figure 96. Lubrifiez les filets de la douille et du raccord</caption>
            </figure>
            <step1>
                <para count="1">Placez la douille du flexible dans l'&#233;crou pivotant et reposez le raccord m&#226;le
                    (si vous l'avez d&#233;pos&#233;) pour verrouiller l'&#233;crou pivotant sur le raccord. Vissez le
                    raccord et l'&#233;crou pivotant (avec l'adaptateur m&#226;le) dans le flexible comme on le voit
                    &#224; la
                    <hotlnk xrefid="f0400297">figure 97</hotlnk>
                    en laissant un d&#233;gagement de 1/32 &#224; 1/16 po (0,793 &#224; 1,59 mm) entre l'&#233;crou et
                    la douille de mani&#232;re &#224; ce que l'&#233;crou puisse pivoter librement.
                </para>
            </step1>
            <figure id="f0400297" figsize="col-wide">
                <graphic id="g0400297" filename="../figg04/g0400297.webp" type="webp" scalefit="0"/>
                <caption>Figure 97. Vissez le raccord</caption>
            </figure>
            <step1>
                <para count="1">R&#233;p&#233;tez les &#233;tapes 5, 6, 7 et 8 &#224; l'extr&#233;mit&#233; oppos&#233;e
                    du flexible pour installer l'&#233;crou et le raccord restants.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrifiez les filets du flexible lorsque vous branchez les conduites (utilisez une
                    quantit&#233; mod&#233;r&#233;e d'huile moteur l&#233;g&#232;re).
                </para>
            </step1>
            <step1>
                <para count="1">Lorsque vous installez le nouveau flexible sur le v&#233;hicule, voyez s'il y a des
                    fuites et faites les r&#233;parations n&#233;cessaires.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instructions particuli&#232;res relatives &#224; l'assemblage des flexibles</title>
            <para>L'installation et le cheminement des flexibles sont tout aussi importants que l'installation des extr&#233;mit&#233;s.
                Voici des probl&#232;mes courants d'installation et de cheminement qui r&#233;duisent la dur&#233;e
                utile des flexibles :
            </para>
            <step1>
                <para count="1">Les temp&#233;ratures externes &#233;lev&#233;es r&#233;duisent la dur&#233;e utile d'un
                    flexible. Placez les flexibles &#224; l'&#233;cart des collecteurs chauds et des circuits d'&#233;chappement.
                </para>
            </step1>
            <step1>
                <para count="1">L'abrasion des flexibles provoque l'usure et l'affaiblissement des surfaces ext&#233;rieures.
                    Lorsque vous installez les flexibles, &#233;vitez le contact ou l'entrecroisement sur des surfaces
                    aux ar&#234;tes vives et pr&#232;s des pi&#232;ces mobiles (leviers de vitesse et p&#233;dales).
                    Immobilisez les flexibles &#224; l'aide d'attaches en plastique pour emp&#234;cher la vibration et
                    le frottement; posez les flexibles ensemble et en parall&#232;le. S'il n'est pas possible
                    d'immobiliser le flexible ad&#233;quatement, il faut le munir d'un conduit de protection (rev&#234;tement).
                    Si le flexible que vous remplacez est dot&#233; d'un conduit de protection, assurez-vous que le
                    nouveau flexible en soit &#233;galement pourvu.
                </para>
            </step1>
            <step1>
                <para count="1">Il faut &#233;viter de plier les flexibles courts, car cela les usera aux raccords. Si
                    le flexible doit bouger, &#233;vitez qu'il se torde; maintenez le coude du flexible sur le m&#234;me
                    plan que celui du mouvement o&#249; il est branch&#233;. Pr&#233;voyez une longueur de flexible
                    suffisante pour permettre tout mouvement pouvant &#234;tre n&#233;cessaire. &#201;vitez les coudes
                    ou les angles trop prononc&#233;s dans les flexibles.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_143.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_145.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
