<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE PROTECTION - ESSAI DE LA SOUPAPE R&#201;PAR&#201;E</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>ESSAI DE LA SOUPAPE R&#201;PAR&#201;E</title>
        <para>Avant d'installer la soupape r&#233;par&#233;e dans le v&#233;hicule, il faudrait en faire l'essai pour
            voir si elle fuit et si elle est bien r&#233;gl&#233;e.
        </para>
        <specpara>
            <caution>
                <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                    pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                    pression des r&#233;gulateurs et les autres essais.
                </para>
            </caution>
        </specpara>
        <para>Assemblez le manom&#232;tre et la soupape d'arr&#234;t &#224; l'entr&#233;e et &#224; la sortie de la
            soupape de protection, puis effectuez le branchement &#224; la source d'air comprim&#233; de l'atelier.
            Ouvrez la soupape d'arr&#234;t &#224; la sortie de la soupape de protection et ouvrez lentement la soupape
            d'arr&#234;t &#224; la source d'air jusqu'&#224; ce que la pression atteigne 55 livres par pouce carr&#233;.
        </para>
        <para>Voyez s'il y a une fuite d'air en appliquant une solution savonneuse &#224; la sortie. La fuite ne doit
            pas permettre le gonflage d'une bulle de savon de plus de 1 po (25 mm) de diam&#232;tre en cinq secondes.
        </para>
        <para>Fermez la soupape d'arr&#234;t &#224; la sortie et augmentez la pression d'air du c&#244;t&#233; admission
            de la soupape de protection. La pression au manom&#232;tre de sortie devrait &#234;tre nulle jusqu'&#224; ce
            que la pression &#224; cette entr&#233;e atteigne 65 &#224; 75 livres par pouce carr&#233;. Puis les deux
            manom&#232;tres devraient indiquer la m&#234;me pression.
        </para>
        <para>Si la soupape de protection s'ouvre avant 65 livres par pouce carr&#233;, ajoutez une cale &#224; la
            soupape, et si elle demeure ferm&#233;e &#224; 75 livres par pouce carr&#233;, enlevez une cale.
        </para>
        <para>Une fois que vous avez fait l'essai de la soupape et que celle-ci satisfait aux exigences, vous pouvez
            l'installer dans le v&#233;hicule.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_38.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_40.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
