<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE PROTECTION - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <step1>
            <para count="1">Calez les roues du v&#233;hicule.</para>
        </step1>
        <step1>
            <para count="1">Assurez-vous que l'&#233;vent n'est pas obstru&#233;.</para>
        </step1>
        <step1>
            <para count="1">Purgez l'alimentation en air principale.</para>
        </step1>
        <step1>
            <para count="1">D&#233;branchez le c&#244;t&#233; sortie d'air de la soupape. Installez un manom&#232;tre pr&#233;cis
                pourvu d'une soupape d'arr&#234;t. Mettez le moteur en marche et laissez la pression d'air s'&#233;lever.
                Observez les manom&#232;tres au tableau de bord et &#224; la sortie de la soupape.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                    pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                    pression des r&#233;gulateurs et les autres essais.
                </para>
                <para>Vous ne devriez pas avoir de pression au manom&#232;tre d'essai avant que la pression dans le r&#233;servoir
                    d'air principal atteigne 65 &#224; 75 livres par pouce carr&#233;. Puis la soupape de protection
                    s'ouvre et le manom&#232;tre d'essai et le manom&#232;tre du v&#233;hicule devraient indiquer
                    approximativement la m&#234;me pression.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Arr&#234;tez le moteur et ouvrez la soupape d'arr&#234;t au manom&#232;tre d'essai. L'air
                devrait s'&#233;chapper jusqu'&#224; ce que la pression dans le v&#233;hicule chute &#224; environ 20
                livres par pouce carr&#233; sous la pression d'ouverture avant la fermeture de la soupape. Si cette
                derni&#232;re se ferme tel qu'indiqu&#233;, c'est qu'elle fonctionne correctement.
            </para>
        </step1>
        <para>Videz l'air du r&#233;servoir principal et &#244;tez la soupape d'arr&#234;t et le manom&#232;tre d'essai.
            Branchez la conduite &#224; l'&#233;quipement auxiliaire.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_33.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_35.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
