<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150</stitle>
    <svcsection/>
    <svcsection id="f04004" svcsectype="prodspec" division="truck" formnum="CTS-5058" date="09/21/2000"
                translation="french">
        <title>COMPRESSEUR D'AIR BENDIX 2150</title>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>BENDIX</vendor>
                <vendcodegroup/>

                <vendcode>BS-2150</vendcode>
            </configure>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>Le BX-2150 est un compresseur volum&#233;trique &#224; piston &#224; simple &#233;tage
                        affichant un d&#233;bit nominal de 9,5 pieds cubes &#224; la minute &#224; 1 250 tr/min (
                        <hotlnk xrefid="f0400401">figure 1</hotlnk>). Le BX-2150 est constitu&#233; de deux parties
                        principales : la culasse et le carter. La culasse est une pi&#232;ce en fonte moul&#233;e
                        contenant la soupape d'admission, la soupape de refoulement et le piston de d&#233;compression.
                        La culasse est mont&#233;e sur le carter et y est fix&#233;e &#224; l'aide de quatre vis &#224;
                        chapeau plac&#233;es sym&#233;triquement. Elle peut donc &#234;tre install&#233;e suivant quatre
                        positions diff&#233;rentes &#224; 90 degr&#233;s d'&#233;cart.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0400401" figsize="col-wide">
                        <graphic id="g0400401" filename="../figg04/g0400401.webp" type="webp" resolution="72"/>
                        <caption>Figure 1. Compresseur BX-2150</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>Le r&#233;gulateur est pourvu de deux surfaces de montage, adjacentes &#224; la cavit&#233;
                        d'entr&#233;e unique rectangulaire, qui permettent de le fixer facilement &#224; la culasse (
                        <hotlnk xrefid="f0400402">figure 2</hotlnk>). Des filets de tuyau de 1/8 pouce dans chacun des
                        deux bossages de montage du r&#233;gulateur permettent de boucher l'orifice non utilis&#233; ou
                        de fixer un raccord pour tubes permettant d'installer &#224; distance le r&#233;gulateur. Trois
                        orifices &#224; filetage NPT de 1/2 pouce d&#233;sign&#233;s WATER permettent de raccorder les
                        conduites de refroidissement. Deux orifices de refoulement &#224; filetage NPT de 1/2 pouce d&#233;sign&#233;s
                        AIR OUT sont am&#233;nag&#233;s sur le dessus et le c&#244;t&#233; de la culasse.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0400402" figsize="col-wide">
                        <graphic id="g0400402" filename="../figg04/g0400402.webp" type="webp" resolution="72"/>
                        <caption>Figure 2. Culasse du BX-2150</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>On trouve divers types de carter et de vilebrequin convenant aux nombreuses configurations de
                        montage et d'entra&#238;nement exig&#233;es des diff&#233;rents moteurs de v&#233;hicule (
                        <hotlnk xrefid="f0400403">figure 3</hotlnk>).
                    </para>
                </lev1>
                <lev1>
                    <para>Le BX-2150 est refroidi de deux fa&#231;ons. La culasse est refroidie &#224; l'eau &#224;
                        l'aide du syst&#232;me de refroidissement du moteur et les ailettes externes du carter assurent
                        un refroidissement &#224; l'air efficace &#224; cet emplacement.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0400403" figsize="col-wide">
                        <graphic id="g0400403" filename="../figg04/g0400403.webp" type="webp" resolution="72"/>
                        <caption>Figure 3. Montage du compresseur et configurations d'entra&#238;nement</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>Les pi&#232;ces mobiles internes de tous les compresseurs BX-1250 sont lubrifi&#233;es par le
                        syst&#232;me d'huile sous pression du moteur.
                    </para>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
