<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR : BENDIX TU-FLO 550 ET TU-FLO 750 - D&#201;PANNAGE</stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>D&#201;PANNAGE</title>
        <table id="hl0400303">
            <title>Tableau de d&#233;pannage</title>
            <tgroup cols="3" colsep="1" rowsep="0">
                <colspec colname="1" colwidth="1.83in"/>
                <colspec colname="2" colwidth="1.94in"/>
                <colspec colname="3" colwidth="2.88in"/>
                <thead>
                    <row>
                        <entry valign="bottom">
                            <para>&#201;TAT</para>
                        </entry>
                        <entry valign="bottom">
                            <para>CAUSE POSSIBLE</para>
                        </entry>
                        <entry valign="bottom">
                            <para>CORRECTION</para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row>
                        <entry>
                            <para>Une quantit&#233; d'huile excessive circule dans le compresseur, comme l'indique le
                                suintement d'huile aux orifices d'&#233;chappement des soupapes ou &#224; l'orifice
                                d'admission du filtre d'aspiration.
                            </para>
                        </entry>
                        <entry>
                            <para>Admission d'air obstru&#233;e.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le filtre &#224; air du moteur ou du compresseur et remplacez-le si n&#233;cessaire.
                                Voyez si la conduite d'admission d'air du compresseur pr&#233;sente des entortillements,
                                des plis excessifs et si le diam&#232;tre int&#233;rieur correspond au minimum prescrit.
                                Le diam&#232;tre int&#233;rieur minimum recommand&#233; des conduites d'admission est de
                                5/8 po (15,9 mm). L'&#233;tranglement de l'admission d'air maximum recommand&#233; est
                                de 25 po d'eau.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Conduite de retour d'huile au moteur obstru&#233;e.</para>
                        </entry>
                        <entry>
                            <para>Le retour de l'huile au moteur ne doit pas &#234;tre entrav&#233; d'une mani&#232;re
                                quelconque. Recherchez les plis excessifs, les entortillements et les &#233;tranglements
                                dans la conduite de retour d'huile. Celle-ci doit avoir le diam&#232;tre ext&#233;rieur
                                minimum recommand&#233; de 5/8 po (15,9 mm) ou un diam&#232;tre int&#233;rieur minimum
                                &#233;quivalent de 1/2 po (12,7 mm). La conduite de retour doit DESCENDRE CONSTAMMENT
                                entre le compresseur et le carter du moteur. Assurez-vous que les passages d'huile dans
                                le compresseur et les surfaces de contact du moteur sont libres et align&#233;s. Il faut
                                prendre des pr&#233;cautions particuli&#232;res lorsqu'on utilise des mat&#233;riaux d'&#233;tanch&#233;it&#233;
                                en conjonction avec les joints d'&#233;tanch&#233;it&#233; ou pour les remplacer.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Air d'admission mal filtr&#233;.</para>
                        </entry>
                        <entry>
                            <para>Voyez si le filtre &#224; air du moteur ou du compresseur n'est pas endommag&#233;, d&#233;fectueux
                                ou sale. Voyez si les composants d'admission d'air du compresseur ne pr&#233;sentent pas
                                de fuites, de dommages ou de d&#233;fectuosit&#233;s (p. ex., conduite d'admission,
                                raccords, joints d'&#233;tanch&#233;it&#233;, corps de filtre, etc.).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Refroidissement insuffisant du compresseur.</para>
                        </entry>
                        <entry>
                            <para>Pour les parties refroidies &#224; l'air du compresseur :</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>1. Enlevez la graisse et la salet&#233; accumul&#233;es sur les ailettes de
                                refroidissement. Remplacez les composants endommag&#233;s.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>2. Voyez si les ailettes de refroidissement ne sont pas endommag&#233;es. Remplacez
                                les composants endommag&#233;s.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Pour un compresseur refroidi &#224; l'eau ou les parties refroidies &#224; l'eau du
                                compresseur :
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>1. V&#233;rifiez si le diam&#232;tre des conduites de liquide de refroidissement est
                                ad&#233;quat. Le diam&#232;tre int&#233;rieur minimum recommand&#233; est de 1/2 po.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>2. V&#233;rifiez le d&#233;bit de liquide de refroidissement dans le compresseur. Le d&#233;bit
                                minimum permis est de 2,5 gallons (9,5 litres) par minute &#224; la vitesse de coupure
                                du moteur. Si le d&#233;bit de liquide de refroidissement est faible, examinez les
                                conduites et les raccords pour voir s'ils pr&#233;sentent des accumulations de rouille,
                                des entortillements et des &#233;tranglements.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>3. La temp&#233;rature de l'eau ne doit pas d&#233;passer 200 degr&#233;s Fahrenheit
                                (93 degr&#233;s Celsius).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>4. Le refroidissement est optimal lorsque le liquide de refroidissement du moteur
                                circule de la fa&#231;on illustr&#233;e &#224; la
                                <hotlnk document="f04003r_5.xml" xrefid="f0400309">figure 9</hotlnk>de ce manuel.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Les corps &#233;trangers ne sont pas &#233;vacu&#233;s r&#233;guli&#232;rement des r&#233;servoirs
                                du circuit.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez les robinets de purge des r&#233;servoirs pour vous assurer qu'ils
                                fonctionnent ad&#233;quatement. Nous vous recommandons d'&#233;quiper les v&#233;hicules
                                de robinets de purge automatiques en &#233;tat de marche ou de vider tous les r&#233;servoirs
                                compl&#232;tement chaque jour et de les doter d'un &#233;purateur d'air plac&#233; en
                                aval du circuit des r&#233;servoirs.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Le compresseur fonctionne sous charge pendant une dur&#233;e excessive.</para>
                        </entry>
                        <entry>
                            <para>Une fuite dans le circuit du v&#233;hicule ne doit pas d&#233;passer les normes
                                prescrites qui sont d'une livre par pouce carr&#233; de chute de pression par minute
                                quand les freins ne sont pas serr&#233;s et de trois livres par pouce carr&#233; de
                                chute de pression par minute lorsque les freins sont serr&#233;s. Si la perte d'air est
                                excessive, recherchez la pr&#233;sence de fuites dans le circuit et r&#233;parez-le.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Pression excessive dans le carter du moteur.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez si la pression est excessive dans le carter du moteur et, au besoin,
                                remplacez ou r&#233;parez les composants de ventilation du carter. (Une jauge desserr&#233;e
                                ou partiellement soulev&#233;e indique que le carter subit une pression excessive.)
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Pression d'huile moteur excessive.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez la pression d'huile moteur &#224; l'aide d'un manom&#232;tre &#233;talon
                                et comparez l'indication obtenue aux sp&#233;cifications du moteur. Bendix ne recommande
                                pas de r&#233;duire le diam&#232;tre de la conduite d'alimentation en huile du
                                compresseur &#224; cause du risque d'obstruction que posent les corps &#233;trangers de
                                l'huile. Le diam&#232;tre interne minimum d'une conduite d'alimentation en huile doit
                                &#234;tre de 3/16 po.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Compresseur d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Ne remplacez ou ne r&#233;parez le compresseur qu'apr&#232;s vous &#234;tre assur&#233;
                                qu'aucune des anomalies d'installation pr&#233;c&#233;dentes n'existe.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Compresseur bruyant.</para>
                        </entry>
                        <entry>
                            <para>Engrenage d'entra&#238;nement ou poulie l&#226;che.</para>
                        </entry>
                        <entry>
                            <para>Examinez l'ajustement de l'engrenage d'entra&#238;nement ou de la poulie sur le
                                vilebrequin du compresseur. La poulie ou l'engrenage doit &#234;tre bien assis et l'&#233;crou
                                du vilebrequin doit &#234;tre serr&#233;. Si la surface du vilebrequin du compresseur ou
                                sa rainure de clavette est endommag&#233;e, cela indique que des &#233;l&#233;ments
                                d'entra&#238;nement sont desserr&#233;s. Si vous remarquez que le vilebrequin du
                                compresseur est endommag&#233;, remplacez le compresseur ou le vilebrequin. Lorsque vous
                                installez l'engrenage d'entra&#238;nement ou la poulie, serrez l'&#233;crou du
                                vilebrequin &#224; 100 lb.pi (135 N&#8226;m).
                                <emph type="bold">Ne desserrez pas l'&#233;crou du vilebrequin pour aligner la goupille
                                    fendue et l'&#233;crou &#224; cr&#233;neaux.</emph>(Certains compresseurs ne
                                comportent pas d'&#233;crous &#224; cr&#233;neaux.)
                                <emph type="bold">N'utilisez pas de cl&#233;s &#224; chocs.</emph>
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Usure excessive des accouplements ou des engrenages d'entra&#238;nement.</para>
                        </entry>
                        <entry>
                            <para>Examinez l'engrenage d'entra&#238;nement, les accouplements et le moteur pour d&#233;tecter
                                les signes &#233;ventuels d'usure excessive. Remplacez au besoin. (Il faut remplacer les
                                engrenages non m&#233;talliques au moment du remplacement du compresseur.)
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>&#201;tranglements dans la culasse ou la conduite de refoulement du compresseur.
                            </para>
                        </entry>
                        <entry>
                            <para>Examinez l'orifice et la conduite de refoulement du compresseur pour voir s'ils
                                contiennent de la calamine. Le cas &#233;ch&#233;ant, assurez-vous que le
                                refroidissement est ad&#233;quat au compresseur (consultez le premier &#233;tat, quatri&#232;me
                                correction).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Voyez si la conduite de refoulement pr&#233;sente des entortillements et des &#233;tranglements.
                                Au besoin, remplacez la conduite.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Coussinets us&#233;s ou br&#251;l&#233;s.</para>
                        </entry>
                        <entry>
                            <para>Assurez-vous que la pression d'huile dans le compresseur est ad&#233;quate. La
                                pression d'huile minimale requise est de 5 livres par pouce carr&#233; au ralenti et de
                                15 livres par pouce carr&#233; &#224; la vitesse de coupure maximale du moteur. Voyez si
                                la temp&#233;rature de l'huile n'est pas excessive; elle ne doit pas d&#233;passer 240
                                degr&#233;s Fahrenheit (115,5 degr&#233;s Celsius).
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Compresseur d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Si vous avez d&#233;termin&#233; qu'aucune des anomalies d'installation pr&#233;c&#233;dentes
                                n'existe, remplacez ou r&#233;parez le compresseur.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Le temps d'&#233;l&#233;vation de la pression et de r&#233;cup&#233;ration est
                                excessif. Le compresseur devrait pouvoir faire monter la pression du circuit pneumatique
                                de 85 &#224; 100 livres par pouce carr&#233; en 40 secondes lorsque le moteur tourne
                                &#224; la vitesse de coupure maximale. Le constructeur de v&#233;hicules certifie que le
                                rendement minimal du compresseur est conforme aux normes f&#233;d&#233;rales.
                                N'installez pas un compresseur plus petit que le mod&#232;le d'origine.
                            </para>
                        </entry>
                        <entry>
                            <para>Filtre &#224; air d'admission sale.</para>
                        </entry>
                        <entry>
                            <para>Examinez le filtre &#224; air du moteur ou du compresseur et remplacez-le au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Conduite d'admission &#233;trangl&#233;e.</para>
                        </entry>
                        <entry>
                            <para>Voyez si la conduite d'admission d'air du compresseur ne pr&#233;sente pas
                                d'entortillements et d'&#233;tranglements et remplacez-la au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>&#201;tranglement dans la conduite ou la cavit&#233; de refoulement du compresseur.
                            </para>
                        </entry>
                        <entry>
                            <para>Assurez-vous que l'orifice et la conduite de refoulement du compresseur ne pr&#233;sentent
                                pas d'&#233;tranglements et de calamine. Si vous remarquez la pr&#233;sence de calamine,
                                v&#233;rifiez si le refroidissement du compresseur est ad&#233;quat. Remplacez les
                                sections d&#233;fectueuses de la conduite de refoulement.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Des &#233;l&#233;ments d'entra&#238;nement glissent.</para>
                        </entry>
                        <entry>
                            <para>Assurez-vous que les engrenages et les accouplements d'entra&#238;nement ne sont pas d&#233;fectueux
                                et remplacez-les au besoin. V&#233;rifiez l'&#233;tat des courroies d'entra&#238;nement
                                et remplacez-les ou serrez-les, selon le cas.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Fuite excessive dans le circuit pneumatique.</para>
                        </entry>
                        <entry>
                            <para>Assurez-vous que le circuit ne fuit pas de fa&#231;on excessive et r&#233;parez au
                                besoin. Utilisez la m&#233;thode suivante comme guide : augmentez la pression du circuit
                                jusqu'&#224; la pression de d&#233;clenchement du r&#233;gulateur et laissez la pression
                                se stabiliser pendant une minute. Au moyen du manom&#232;tre du tableau de bord, notez
                                la pression dans le circuit et la chute de pression apr&#232;s deux minutes.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>La chute de pression ne devrait pas d&#233;passer :</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Deux livres par pouce carr&#233; dans chaque r&#233;servoir pour un v&#233;hicule
                                seul.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Six livres par pouce carr&#233; dans chaque r&#233;servoir pour un tracteur et une
                                semi-remorque.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Huit livres par pouce carr&#233; dans chaque r&#233;servoir pour un tracteur et deux
                                semi-remorques.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Pistons de d&#233;compression gripp&#233;s.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le fonctionnement du m&#233;canisme de d&#233;compression. V&#233;rifiez
                                le fonctionnement du r&#233;gulateur d'air du compresseur. Si ce dernier fonctionne
                                correctement, remplacez le m&#233;canisme de d&#233;compression. Recherchez la pr&#233;sence
                                &#233;ventuelle de conduites pli&#233;es, entortill&#233;es ou obstru&#233;es en
                                direction ou en provenance du r&#233;gulateur.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Compresseur d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Remplacez ou r&#233;parez le compresseur apr&#232;s avoir d&#233;termin&#233;
                                qu'aucune des anomalies d'installation pr&#233;c&#233;dentes n'existe.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Le compresseur ne se d&#233;comprime pas.</para>
                        </entry>
                        <entry>
                            <para>R&#233;gulateur d&#233;fectueux ou mal install&#233;.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le fonctionnement du r&#233;gulateur et voyez si des conduites d'air en
                                direction ou en provenance du r&#233;gulateur ne pr&#233;sentent pas d'entortillements
                                ou d'&#233;tranglements. Remplacez ou r&#233;parez le r&#233;gulateur ou ses conduites
                                d'air de raccordement.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Pistons ou al&#233;sages de d&#233;compression d&#233;fectueux ou us&#233;s.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez si un piston de d&#233;compression et son al&#233;sage sont us&#233;s,
                                sales ou corrod&#233;s. Remplacez au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Le compresseur perd de l'huile.</para>
                        </entry>
                        <entry>
                            <para>Joint d'&#233;tanch&#233;it&#233; endommag&#233;.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le couple de serrage des boulons de fixation du compresseur. Si le
                                couple est faible, remplacez le joint d'&#233;tanch&#233;it&#233; du compresseur avant
                                de resserrer les boulons.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Fissuration du carter ou du couvercle.</para>
                        </entry>
                        <entry>
                            <para>Examinez l'ext&#233;rieur du compresseur pour voir si des composants sont fissur&#233;s
                                ou bris&#233;s. Les fissures et les cassures dans les carters et les brides de fixation
                                peuvent &#234;tre caus&#233;es par le desserrage des boulons de fixation. On risque de
                                fissurer le couvercle en serrant les raccords ou les bouchons de fa&#231;on excessive.
                                Remplacez ou r&#233;parez le compresseur au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Desserrage des vis &#224; t&#234;te du couvercle.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez les couples de serrage des vis &#224; t&#234;te et serrez-les au
                                besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Desserrage des raccords de conduites d'alimentation ou de retour d'huile.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le couple de serrage des raccords des conduites d'huile ext&#233;rieures
                                et serrez-les au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Porosit&#233; du corps de compresseur.</para>
                        </entry>
                        <entry>
                            <para>Remplacez le compresseur en cas de porosit&#233;.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Bride de fixation, joint torique de couvercle ou joint d'&#233;tanch&#233;it&#233;
                                manquant, coup&#233; ou endommag&#233;.
                            </para>
                        </entry>
                        <entry>
                            <para>Remplacez au besoin.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Le compresseur fonctionne constamment (il demeure sans charge pendant une tr&#232;s
                                courte p&#233;riode).
                            </para>
                        </entry>
                        <entry>
                            <para>Un piston de d&#233;compression du compresseur fuit.</para>
                        </entry>
                        <entry>
                            <para>D&#233;posez le filtre d'aspiration ou le raccord d'admission du compresseur. Lorsque
                                le compresseur n'est pas charg&#233; (ne comprime pas d'air), voyez s'il n'y a pas de
                                fuite. Remplacez au besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>R&#233;gulateur d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le fonctionnement du r&#233;gulateur et r&#233;parez ou remplacez au
                                besoin.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Fuite excessive du circuit.</para>
                        </entry>
                        <entry>
                            <para>Recherchez la pr&#233;sence &#233;ventuelle d'une fuite excessive dans le circuit tel
                                qu'indiqu&#233; sous l'&#233;tat du &#171; Temps d'&#233;l&#233;vation de la pression et
                                de r&#233;cup&#233;ration excessif &#187;. R&#233;duisez la fuite dans la mesure du
                                possible.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Quantit&#233; excessive de corps &#233;trangers dans les r&#233;servoirs.</para>
                        </entry>
                        <entry>
                            <para>Videz les r&#233;servoirs.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>Le compresseur perd du liquide de refroidissement.</para>
                        </entry>
                        <entry>
                            <para>Les bouchons et les raccords des conduites de liquide de refroidissement sont mal
                                install&#233;s.
                            </para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez le couple de serrage des raccords et des bouchons et serrez-les aux
                                couples indiqu&#233;s sous la rubrique des couples de serrage. Un serrage trop important
                                des raccords et des bouchons peut entra&#238;ner la fissuration de la culasse.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Fissures dues au gel &#224; cause de l'utilisation d'un antigel inad&#233;quat.</para>
                        </entry>
                        <entry>
                            <para>V&#233;rifiez l'antigel et augmentez sa r&#233;sistance au besoin. V&#233;rifiez le d&#233;bit
                                de liquide de refroidissement dans le compresseur pour vous assurer qu'un m&#233;lange
                                d'antigel appropri&#233; atteint ce dernier.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Compresseur d&#233;fectueux (fonte d&#233;fectueuse).</para>
                        </entry>
                        <entry>
                            <para>Si le m&#233;tal est poreux, remplacez le compresseur.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para>D&#233;fectuosit&#233; de la culasse du compresseur.</para>
                        </entry>
                        <entry>
                            <para>Conduite de refoulement obstru&#233;e.</para>
                        </entry>
                        <entry>
                            <para>&#201;liminez l'obstruction ou remplacez la conduite.</para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Boulons de culasse desserr&#233;s.</para>
                        </entry>
                        <entry>
                            <para>Serrez uniform&#233;ment au couple indiqu&#233; &#224; la rubrique des couples de
                                serrage.
                            </para>
                        </entry>
                    </row>
                    <row>
                        <entry>
                            <para></para>
                        </entry>
                        <entry>
                            <para>Compresseur ou joint de culasse d&#233;fectueux.</para>
                        </entry>
                        <entry>
                            <para>Recherchez la pr&#233;sence &#233;ventuelle de surfaces de culasse ou de bloc irr&#233;guli&#232;res
                                ou mal usin&#233;es. Remplacez les composants d&#233;fectueux.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
