<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR : BENDIX TU-FLO 550 ET TU-FLO 750 - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FONCTIONNEMENT</title>
        <svcsubsecinfo>
            <para>Le compresseur est entra&#238;n&#233; par le moteur du v&#233;hicule et fonctionne continuellement
                lorsque le moteur est en marche. Le m&#233;canisme de d&#233;compression du compresseur et le r&#233;gulateur
                commandent la compression de l'air. Le r&#233;gulateur, g&#233;n&#233;ralement fix&#233; au compresseur,
                maintient la pression d'air du circuit de freinage &#224; des niveaux maximal et minimal pr&#233;r&#233;gl&#233;s.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="2">
            <title>ADMISSION ET COMPRESSION D'AIR (SOUS CHARGE)</title>
            <para>Durant la course descendante du piston, une l&#233;g&#232;re d&#233;pression se cr&#233;e entre le
                dessus du piston et la culasse, ce qui oblige la soupape d'admission &#224; quitter son si&#232;ge et
                &#224; s'ouvrir. (Nota : la soupape de refoulement demeure sur son si&#232;ge.) De l'air atmosph&#233;rique
                est aspir&#233; dans le cylindre &#224; travers le filtre d'aspiration et la soupape d'admission ouverte
                (
                <hotlnk xrefid="f0400305">figure 5</hotlnk>). Lorsque le piston amorce sa course ascendante, l'air aspir&#233;
                dans le cylindre durant la course descendante est comprim&#233;. La pression d'air sur la soupape
                d'admission et la tension sur le ressort d'admission ram&#232;nent la soupape d'admission sur son si&#232;ge
                et la ferment. Le piston poursuit sa course ascendante et l'air comprim&#233; pousse la soupape de
                refoulement hors de son si&#232;ge. L'air franchit la soupape de refoulement ouverte, circule dans la
                conduite de refoulement et se dirige vers les r&#233;servoirs (
                <hotlnk xrefid="f0400306">figure 6</hotlnk>).
            </para>
            <figure id="f0400305" figsize="col-wide">
                <graphic filename="../figg04/g0400305.webp" type="webp"/>
                <caption>Figure 5. Fonctionnement - sous charge (admission)</caption>
            </figure>
            <figure id="f0400306" figsize="col-wide">
                <graphic filename="../figg04/g0400306.webp" type="webp"/>
                <caption>Figure 6. Fonctionnement - sous charge (compression)</caption>
            </figure>
            <para>Lorsque le piston atteint le sommet de sa course et qu'il commence &#224; descendre, le ressort de la
                soupape de refoulement et la pression d'air dans la conduite de refoulement ram&#232;nent la soupape de
                refoulement sur son si&#232;ge. Cela emp&#234;che l'air comprim&#233; dans la conduite de refoulement de
                retourner vers l'al&#233;sage au moment o&#249; le cycle d'admission et de compression se r&#233;p&#232;te.
                Pendant que les soupapes d'admission sont maintenues hors de leurs si&#232;ges par les pistons de d&#233;compression,
                l'air effectue un mouvement de va-et-vient entre les deux cylindres et les soupapes de refoulement
                demeurent ferm&#233;es une fois la pression de coupure atteinte.
            </para>
            <para>Lorsque la pression d'air du r&#233;servoir chute au r&#233;glage d'enclenchement du r&#233;gulateur,
                ce dernier se ferme et &#233;vacue l'air qui se trouve au-dessus des pistons de d&#233;compression. Les
                ressorts de d&#233;compression font monter les pistons et les soupapes d'admission regagnent leurs si&#232;ges.
                La compression reprend.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
