<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE DE PROTECTION DU TRACTEUR - MIDLAND-ROSS</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>MIDLAND-ROSS</title>
        <svcsubproc>
            <title>Description</title>
            <para>La soupape de protection du tracteur (
                <hotlnk xrefid="f0400250">figure 50</hotlnk>
                ) peut &#234;tre d&#233;sign&#233;e sous le nom de soupape de protection du tracteur modulaire, car il
                s'agit d'une soupape qui int&#232;gre plusieurs caract&#233;ristiques diff&#233;rentes.
            </para>
            <figure id="f0400250" figsize="col-wide">
                <graphic id="g0400250" filename="../figg04/g0400250.webp" type="webp" scalefit="0"/>
                <caption>Figure 50. Soupape de protection du tracteur (Midland-Ross)</caption>
                <calloutgroup>
                    <callout1>1. FREINS D'URGENCE DE REMORQUE</callout1>
                    <callout1>2. FREINS DE SERVICE DE REMORQUE</callout1>
                    <callout1>3. INTERRUPTER DE FEU D'ARR&#202;T</callout1>
                    <callout1>4. CIRCUIT SECONDAIRE DE SOUPAPE DE FREINAGE</callout1>
                    <callout1>5. SOUPAPE DE COMMANDE MANUELLE</callout1>
                    <callout1>6. CIRCUIT PRIMAIRE DE SOUPAPE DE FREINAGE</callout1>
                    <callout1>7. FREIN D'URGENCE DE TRACTEUR</callout1>
                    <callout1>8. &#201;CHAPPEMENT</callout1>
                </calloutgroup>
            </figure>
            <para>La soupape comporte un collecteur dot&#233; de deux orifices de soupape de freinage ou de soupape de
                frein &#224; p&#233;dale et d'un orifice de commande manuelle situ&#233;s dans deux clapets antiretour
                &#224; deux voies int&#233;gr&#233;s pour le serrage des freins de service. Elle comprend &#233;galement
                un dispositif d'&#233;chappement rapide, un dispositif d'arr&#234;t automatique en cas de perte d'air
                des freins d'urgence de la remorque et un dispositif automatique de retour d'air de freins de service
                emprisonn&#233;.
            </para>
            <para>La soupape d&#233;termine si la conduite d'air de service qui relie les circuits du tracteur et de la
                remorque est ouverte ou ferm&#233;e. le passage d'urgence dans la soupape est toujours ouvert.
                L'ouverture et la fermeture des conduites d'air sont r&#233;gl&#233;es par le d&#233;placement d'un
                piston conique &#224; ressort contre les forces exerc&#233;es sur celui-ci cr&#233;&#233;es par les
                pressions d'air dans le passage d'urgence.
            </para>
            <para>Le conducteur actionne manuellement la soupape &#224; l'aide du bouton (rouge) d'alimentation de la
                remorque au tableau de bord.
            </para>
            <para>Lorsqu'on ouvre la commande d'alimentation de la remorque (bouton rouge enfonc&#233;), une pression
                d'air est fournie &#224; l'orifice d'urgence pour ouvrir la soupape de protection du tracteur. Le fait
                de tirer sur le bouton de commande d'alimentation rouge de la remorque entra&#238;ne l'&#233;vacuation
                de l'air dans la conduite d'urgence &#224; la soupape de commande pneumatique, ce qui permet &#224; la
                soupape de protection du tracteur de se fermer.
            </para>
            <para>La soupape &#224; &#233;chappement rapide int&#233;gr&#233;e dans le passage de service sert &#224; am&#233;liorer
                le temps de r&#233;ponse de desserrage des freins. Durant le desserrage des freins de service, l'air de
                la conduite de service dans le circuit de la remorque est &#233;vacu&#233; &#224; l'ext&#233;rieur
                &#224; la soupape de protection du tracteur plut&#244;t qu'&#224; la soupape de frein &#224; p&#233;dale
                ou &#224; la soupape de commande manuelle.
            </para>
            <para>Le dispositif de purge de retour &#224; arr&#234;t automatique permet &#224; la soupape de se fermer
                automatiquement lorsque les freins de service sont serr&#233;s au maximum. Lorsqu'on tire sur la
                commande d'alimentation de la remorque pendant que les freins de service sont serr&#233;s, le dispositif
                de purge de retour permet l'&#233;vacuation compl&#232;te de l'air emprisonn&#233; dans la conduite de
                service de la remorque.
            </para>
            <para>Durant le fonctionnement du tracteur sans remorque, le bouton de commande d'alimentation de la
                remorque est &#38;1dquo;tir&#233;" et le passage de &#38;1dquo;service" &#224; la soupape de protection
                du tracteur est ferm&#233;. La soupape de commande d'alimentation de la remorque bloque l'air au passage
                d'urgence &#224; la soupape de protection du tracteur. Les passages d'air menant du circuit du tracteur
                aux raccords de la remorque sont obstru&#233;s.
            </para>
            <para>Lorsqu'on attelle la remorque au tracteur, le bouton de commande d'alimentation (rouge) est &#38;1dquo;rentr&#233;".
                L'air circule dans la conduite d'urgence de la soupape de protection du tracteur pour remplir les r&#233;servoirs
                du circuit de freinage de la remorque. Les freins de la remorque sont desserr&#233;s simultan&#233;ment
                s'ils sont serr&#233;s au moment de l'attelage. Lorsque la pression d'air dans la conduite d'urgence
                atteint environ 40 &#224; 50 livres par pouce carr&#233;, le passage de service de la soupape de
                protection du tracteur s'ouvre.
            </para>
            <para>Durant le fonctionnement normal du tracteur pourvu d'une remorque, la soupape de protection du
                tracteur demeure ouverte, ce qui permet &#224; l'air de circuler dans les deux sens entre les circuits
                de freinage pneumatique du tracteur et de la remorque. Les freins de service de la remorque sont serr&#233;s
                et desserr&#233;s par l'entremise de la soupape de frein &#224; p&#233;dale ou de la soupape de commande
                manuelle lorsque l'air circule dans le passage de service de la soupape de protection du tracteur. Les r&#233;servoirs
                d'air de la remorque et le circuit de freinage sont remplis de nouveau gr&#226;ce &#224; l'air circulant
                dans le passage d'urgence.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>Consultez la
                <hotlnk xrefid="f0400251">figure 51</hotlnk>
                en ce qui a trait aux num&#233;ros et aux lettres entre parenth&#232;ses dans ce texte.
            </para>
            <figure id="f0400251" figsize="col-wide">
                <graphic id="g0400251" filename="../figg04/g0400251.webp" type="webp" scalefit="0"/>
                <caption>Figure 51. Soupape de protection du tracteur (Midland-Ross) - section transversale</caption>
                <calloutgroup>
                    <callout1>A. CAVIT&#201; A</callout1>
                    <callout1>B. CAVIT&#201; B</callout1>
                    <callout1>C. CAVIT&#201; C</callout1>
                    <callout1>D. CAVIT&#201; D</callout1>
                    <callout1>E. VUE E-E</callout1>
                    <callout1>F. VUE F</callout1>
                    <callout1>G. ORIFICE DE COMMANDE</callout1>
                    <callout1>H. ORIFICE DE SERVICE</callout1>
                    <callout1>I. ORIFICE DE SERVICE</callout1>
                    <callout1>J. ORIFICE D'URGENCE DU TRACTEUR</callout1>
                    <callout1>K. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>L. ORIFICE D'URGENCE DE REMORQUE</callout1>
                    <callout1>M. ORIFICE DE SERVICE DE REMORQUE</callout1>
                    <callout1>1. VIS</callout1>
                    <callout1>2. COUVERCLE (COMMANDE MANUELLE)</callout1>
                    <callout1>3. DISQUE DE CLAPET</callout1>
                    <callout1>4. COUVERCLE (SOUPAPE DE FREIN &#192; P&#201;DALE NUM&#201;RO 2)</callout1>
                    <callout1>5. JOINT TORIQUE</callout1>
                    <callout1>6. CORPS DE CLAPET DE RETENUE</callout1>
                    <callout1>7. JOINT TORIQUE</callout1>
                    <callout1>8. SOUPAPE</callout1>
                    <callout1>9. JOINT TORIQUE</callout1>
                    <callout1>10. PISTON</callout1>
                    <callout1>11. JOINT TORIQUE</callout1>
                    <callout1>12. RESSORT</callout1>
                    <callout1>13. DISQUE D'&#201;CHAPPEMENT</callout1>
                    <callout1>14. COUVERCLE</callout1>
                    <callout1>15. VIS</callout1>
                    <callout1>16. CIRCLIP</callout1>
                    <callout1>17. CORPS</callout1>
                    <callout1>18. BOUCHON DE TUYAU</callout1>
                    <callout1>19. VIS</callout1>
                    <callout1>20. JOINT TORIQUE</callout1>
                    <callout1>21. DISQUE DE CLAPET</callout1>
                    <callout1>22. BOUCHON</callout1>
                    <callout1>23. RONDELLE &#201;VENTAIL</callout1>
                    <callout1>24. JOINT DE MOUSSE</callout1>
                    <callout1>25. VIS</callout1>
                </calloutgroup>
            </figure>
            <para>La
                <hotlnk xrefid="f0400251">figure 51</hotlnk>
                illustre la soupape de protection du tracteur en position normalement ferm&#233;e de mani&#232;re &#224;
                pouvoir utiliser le tracteur sans remorque.
            </para>
            <para>La soupape de caoutchouc (&#233;l&#233;ment 8) repose contre le corps du clapet de retenue (&#233;l&#233;ment
                6), car le piston (&#233;l&#233;ment 10) emp&#234;che l'air de traverser la soupape depuis les orifices
                de service du tracteur (H et I) vers l'orifice de service de la remorque (M). La cavit&#233; (B) est
                mise &#224; l'air libre &#224; l'&#233;chappement par l'interm&#233;diaire de la commande d'urgence de
                la remorque (non illustr&#233;e) situ&#233;e au panneau de tableau de bord de la cabine. L'orifice de
                service de la remorque (M) et la cavit&#233; (A) sont mis &#224; l'air libre.
            </para>
            <para>Apr&#232;s le branchement de la remorque et l'enfoncement de la commande d'urgence de la remorque,
                l'air est fourni &#224; partir du circuit du tracteur par la cavit&#233; (B) et &#224; partir de
                l'orifice d'urgence du tracteur (J) &#224; l'orifice d'urgence de la remorque (L). Une pression sup&#233;rieure
                &#224; 40 &#224; 50 livres par pouce carr&#233; contre le piston (&#233;l&#233;ment 10) provoque son d&#233;placement
                vers le ressort (&#233;l&#233;ment 12). Le piston descend jusqu'au disque d'&#233;chappement (&#233;l&#233;ment
                13) qui est maintenu solidement en place par le circlip (&#233;l&#233;ment 16). Le passage d'air de
                service menant du tracteur &#224; la remorque est ouvert.
            </para>
            <para>Durant le serrage normal des freins de service, l'air command&#233; fourni par la soupape de frein
                &#224; p&#233;dale entre par les orifices de service marqu&#233;s " foot valve #1 (primary) " (soupape
                de frein &#224; p&#233;dale num&#233;ro 1 [primaire]) et " foot valve #2 (secondary) " (soupape de frein
                &#224; p&#233;dale num&#233;ro 2 [secondaire]). La pression d'air d&#233;place le disque de clapet (&#233;l&#233;ment
                3) contre le couvercle (&#233;l&#233;ment 2), ce qui ferme l'orifice de commande manuelle (G). L'air
                peut p&#233;n&#233;trer dans la cavit&#233; (A).
            </para>
            <para>La pression d'air d&#233;place la soupape (&#233;l&#233;ment 8) vers le bas pour qu'elle repose sur le
                piston (&#233;l&#233;ment 10), ce qui ferme la cavit&#233; (C). L'air circule alors autour de la
                membrane et sort par l'orifice de service de la remorque (M) pour atteindre les freins de la remorque.
                L'air fourni par la soupape de commande manuelle entre par l'orifice de service (G) marqu&#233; "hand
                control" (commande manuelle). La pression d'air d&#233;place le disque de clapet (&#233;l&#233;ment 3)
                sous le couvercle (&#233;l&#233;ment 2) contre le si&#232;ge du corps du clapet de retenue (&#233;l&#233;ment
                6), ce qui obstrue le passage d'air &#224; l'orifice de la soupape de frein &#224; p&#233;dale num&#233;ro
                1 (H). L'air circule autour du disque de clapet (&#233;l&#233;ment 3) et p&#233;n&#232;tre dans la cavit&#233;
                (D). La pression d'air pousse le disque de clapet (&#233;l&#233;ment 3) contre le couvercle (&#233;l&#233;ment
                4) pour bloquer le passage d'air &#224; l'orifice de la soupape de frein &#224; p&#233;dale num&#233;ro
                2 (&#233;l&#233;ment I). L'air entre par la cavit&#233; (A) et poursuit le m&#234;me r&#244;le que celui
                indiqu&#233; pr&#233;c&#233;demment dans le serrage des freins de service ci-dessus.
            </para>
            <para>Lorsque les freins de service sont desserr&#233;s, l'air fourni par la soupape de protection du
                tracteur et en aval de celle-ci soul&#232;ve la soupape (&#233;l&#233;ment 8) hors du si&#232;ge d'&#233;chappement
                du piston (&#233;l&#233;ment 10). L'air d'&#233;chappement entre dans la cavit&#233; (C) et sort par
                l'orifice d'&#233;chappement (K). L'air en aval de la soupape de protection du tracteur est &#233;vacu&#233;
                par la soupape de frein &#224; p&#233;dale ou la soupape de commande manuelle.
            </para>
            <para>Si la pression du circuit des freins de service du tracteur chute &#224; 30 &#224; 40 livres par pouce
                carr&#233;, le ressort (&#233;l&#233;ment 12) d&#233;place le piston (&#233;l&#233;ment 10) vers le si&#232;ge
                d'admission du corps du clapet de retenue (&#233;l&#233;ment 6) et ferme l'orifice de service du
                tracteur &#224; la remorque (M).
            </para>
            <para>Le dispositif d'arr&#234;t automatique et de purge de retour fonctionne lorsque les freins de service
                sont serr&#233;s ou que la soupape de commande manuelle est appliqu&#233;e. Lorsqu'on tire sur la
                soupape de commande d'urgence de la remorque au tableau de bord, la pression dans la cavit&#233; (B)
                devient nulle, ce qui emprisonne l'air des freins de service serr&#233;s dans l'orifice de service de la
                remorque (M). &#192; cette &#233;tape, l'air emprisonn&#233; sort par le disque de clapet de retenue
                unidirectionnel (&#233;l&#233;ment 21) dans la cavit&#233; (B), puis il s'&#233;chappe &#224; l'ext&#233;rieur
                par la soupape d'urgence de la remorque au tableau de bord.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Une fois par ann&#233;e ou tous les 100 000 milles (160 000 kilom&#232;tres), d&#233;posez, d&#233;montez
                et nettoyez toutes les pi&#232;ces. Remplacez toutes les pi&#232;ces en caoutchouc.
            </para>
            <para>Lorsque vous effectuez les v&#233;rifications d'entretien de la soupape de protection du tracteur sur
                le v&#233;hicule, vous devez simultan&#233;ment proc&#233;der &#224; la d&#233;tection des fuites et aux
                v&#233;rifications de rendement.
            </para>
            <para>Pour acc&#233;der &#224; la soupape de protection du tracteur sur certains v&#233;hicules, il faut
                enlever le panneau de plancher qui se trouve devant le si&#232;ge du conducteur.
            </para>
            <para>&#192; moins d'instructions contraires, tous les d&#233;branchements mentionn&#233;s dans les
                directives suivantes doivent &#234;tre effectu&#233;s &#224; la soupape de protection du tracteur.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400211">
            <title>V&#233;rifications d'entretien - essai d'&#233;tanch&#233;it&#233;</title>
            <step1>
                <para count="1">D&#233;branchez les conduites d'air de commande manuelle (G) et de service de la
                    remorque (M) alors que la soupape de commande d'urgence de la remorque est tir&#233;e (pas d'air
                    &#224; la soupape d'urgence de la remorque).
                </para>
            </step1>
            <step1>
                <para count="1">La pression dans les circuits pneumatiques primaire et secondaire se situant entre 100
                    et 125 livres par pouce carr&#233;, appuyez sur la soupape de frein &#224; p&#233;dale. La fuite
                    totale mesur&#233;e &#224; l'orifice de commande manuelle (G), &#224; l'orifice de service de la
                    remorque (M) et &#224; l'orifice d'&#233;chappement (K) ne doit pas d&#233;passer 5 po
                    <supscript>3</supscript>
                    (82 cm
                    <supscript>3</supscript>) par minute ni former plus d'une bulle de savon de 1 po (25 mm) en 12
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez la conduite de la soupape de commande manuelle &#224; la soupape de protection
                    du tracteur et d&#233;branchez les conduites de la soupape de frein &#224; p&#233;dale (H et I).
                </para>
            </step1>
            <step1>
                <para count="1">Faites fonctionner la soupape de commande manuelle. La fuite totale mesur&#233;e aux
                    orifices de la soupape de frein &#224; p&#233;dale (H et I), &#224; l'orifice de service de la
                    remorque (M) et &#224; l'orifice d'&#233;chappement ne doit pas d&#233;passer 5 po
                    <supscript>3</supscript>
                    (82 cm
                    <supscript>3</supscript>) par minute ni former plus d'une bulle de savon de 1 po (25 mm) en 12
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez les conduites &#224; l'orifice de commande manuelle (G) et &#224;
                    l'orifice d'urgence de la remorque (L).
                </para>
            </step1>
            <step1>
                <para count="1">Installez un bouchon de tuyau dans l'orifice d'urgence de la remorque (L).</para>
            </step1>
            <step1>
                <para count="1">La pression &#233;tant situ&#233;e entre 100 et 125 livres par pouce carr&#233; dans les
                    circuits pneumatiques primaire et secondaire, enfoncez la commande d'urgence de la remorque. La
                    fuite par la soupape et aux orifices de service (M) et d'&#233;chappement (K) de la remorque ne doit
                    pas d&#233;passer 5 po
                    <supscript>3</supscript>
                    (82 cm
                    <supscript>3</supscript>) par minute ni former plus d'une bulle de savon de 1 po (25 mm) en 12
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Tirez sur le bouton de commande d'urgence de la remorque (L). Si l'essai d'&#233;tanch&#233;it&#233;
                    de la soupape est r&#233;ussi, il faut effectuer l'essai de fonctionnement.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifications d'entretien - essai de fonctionnement</title>
            <step1>
                <para count="1">Installez un manom&#232;tre double ou deux manom&#232;tres simples aux orifices de
                    service et d'urgence de la remorque (M et L).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">La pression dans les circuits pneumatiques primaire et secondaire &#233;tant de 55
                    livres par pouce carr&#233;, enfoncez la commande d'urgence de la remorque. La pression d'air au
                    manom&#232;tre du tableau de bord et celle indiqu&#233;e &#224; l'orifice d'urgence de la remorque
                    devraient &#234;tre approximativement identiques. La pression doit &#234;tre nulle au manom&#232;tre
                    d'air install&#233; &#224; l'orifice de service de la remorque (M). Une fuite &#224; l'orifice d'&#233;chappement
                    permettant le gonflage d'une bulle de savon de 1 po (25 mm) en trois secondes est permise.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression &#224; 100 &#224; 125 livres par pouce carr&#233; dans les
                    circuits primaire et secondaire.
                </para>
            </step1>
            <step1>
                <para count="1">Purgez le r&#233;servoir d'air secondaire.</para>
            </step1>
            <step1>
                <para count="1">Le bouton de la soupape de commande d'urgence de la remorque au tableau de bord &#233;tant
                    enfonc&#233;, actionnez la soupape de commande manuelle. Il doit y avoir une pression minimale de 85
                    livres par pouce carr&#233; &#224; l'orifice de service de la remorque (M).
                </para>
            </step1>
            <step1>
                <para count="1">Rel&#226;chez la soupape de commande manuelle et appuyez sur la soupape de frein &#224;
                    p&#233;dale. La pression &#224; l'orifice de service de la remorque (M) doit &#234;tre inf&#233;rieure
                    de 5 livres par pouce carr&#233; &#224; celle du manom&#232;tre du tableau de bord.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression des circuits &#224; 100 &#224; 125 livres par pouce carr&#233; et
                    purgez le r&#233;servoir d'air primaire.
                </para>
            </step1>
            <step1>
                <para count="1">Le bouton de la soupape de commande d'urgence de la remorque au tableau de bord &#233;tant
                    enfonc&#233;e, appuyez sur la soupape de frein &#224; p&#233;dale. La pression &#224; l'orifice de
                    service de la remorque (M) devrait &#234;tre inf&#233;rieure de 5 livres par pouce carr&#233; &#224;
                    celle du manom&#232;tre d'air du tableau de bord.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression du circuit pneumatique au complet &#224; 100 &#224; 125 livres par
                    pouce carr&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Appuyez sur la soupape de frein &#224; p&#233;dale et tirez sur le bouton (rouge)
                    d'urgence de la remorque. Le manom&#232;tre double install&#233; &#224; l'orifice de service de la
                    remorque (M) devrait indiquer la m&#234;me pression de soupape, soit 100 &#224; 125 livres par pouce
                    carr&#233;, que celle indiqu&#233;e par le manom&#232;tre du tableau de bord. Le manom&#232;tre
                    &#224; l'orifice d'urgence de la remorque (L) doit indiquer une pression nulle.
                </para>
            </step1>
            <para>Si les essais d'&#233;tanch&#233;it&#233; et de fonctionnement de la soupape sont r&#233;ussis, c'est
                qu'elle est utilisable. Enlevez le manom&#232;tre d'air double et r&#233;installez les conduites d'air
                de service et d'urgence de la remorque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Tirez sur le bouton de commande du frein de stationnement pour le serrer. Assurez-vous
                    que le bouton de la soupape de commande d'urgence de la remorque est tir&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">La purge du circuit pneumatique n'est pas n&#233;cessaire, car l'air ne parvient pas
                    &#224; la soupape de protection du tracteur pendant que la soupape de frein &#224; p&#233;dale et la
                    soupape de commande manuelle sont rel&#226;ch&#233;es.
                </para>
            </step1>
            <step1>
                <para count="1">Marquez toutes les conduites d'air pour faciliter leur branchement.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez les conduites d'air &#224; la soupape ainsi que les fils de
                    l'interrupteur de feu d'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons de fixation.</para>
            </step1>
            <step1>
                <para count="1">Si vous remplacez la soupape de protection du tracteur, d&#233;posez l'interrupteur de
                    feu d'arr&#234;t.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Installez l'interrupteur de feu d'arr&#234;t.</para>
            </step1>
            <step1>
                <para count="1">Posez la soupape.</para>
            </step1>
            <step1>
                <para count="1">Branchez les conduites d'air en recherchant les marques effectu&#233;es au moment de la
                    d&#233;pose.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez les fils de l'interrupteur de feu d'arr&#234;t.</para>
            </step1>
            <step1>
                <para count="1">Effectuez l'essai de fonctionnement.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <para>Consultez la
                <hotlnk xrefid="f0400251">figure 51</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Assurez-vous visuellement que la soupape n'est pas endommag&#233;e. Si le moulage est
                    bris&#233; ou s'il pr&#233;sente des fissures, remplacez la soupape. Retirez l'interrupteur de feu
                    d'arr&#234;t si vous ne l'avez pas fait durant la d&#233;pose de la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le couvercle d'&#233;chappement (&#233;l&#233;ment 14) en enlevant la vis (&#233;l&#233;ment
                    15).
                </para>
            </step1>
            <step1>
                <para count="1">Appuyez sur le disque d'&#233;chappement (&#233;l&#233;ment 13) et d&#233;posez le
                    circlip (&#233;l&#233;ment 16). Retirez ensuite le disque d'&#233;chappement.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Le couvercle est reli&#233; &#224; un ressort; il est donc possible que le couvercle quitte le
                        logement rapidement.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;posez le piston (&#233;l&#233;ment 10) du corps (&#233;l&#233;ment 17).</para>
            </step1>
            <step1>
                <para count="1">Retirez le joint torique (&#233;l&#233;ment 11) du piston et le joint torique (&#233;l&#233;ment
                    9) du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la rondelle &#233;ventail (&#233;l&#233;ment 23) du corps en la soulevant hors
                    de l'al&#233;sage. Puis enlevez le bouchon (&#233;l&#233;ment 22), le joint torique (&#233;l&#233;ment
                    20) et le disque de soupape (&#233;l&#233;ment 21) du corps.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les huit vis du couvercle (&#233;l&#233;ment 1) de fa&#231;on &#224;
                    pouvoir s&#233;parer le couvercle de la soupape de commande manuelle (&#233;l&#233;ment 2) et le
                    couvercle de la soupape de frein &#224; p&#233;dale num&#233;ro 2 (&#233;l&#233;ment 4) du corps du
                    clapet de retenue (&#233;l&#233;ment 6).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les disques du clapet de retenue (&#233;l&#233;ment 3).</para>
            </step1>
            <step1>
                <para count="1">Faites des marques d'alignement sur le corps du clapet de retenue (&#233;l&#233;ment 6)
                    et le corps (&#233;l&#233;ment 17) aux fins du remontage. D&#233;posez les quatre vis (&#233;l&#233;ments
                    19 et 25) de mani&#232;re &#224; pouvoir s&#233;parer le corps du clapet de retenue (&#233;l&#233;ment
                    6) du corps (&#233;l&#233;ment 17).
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le joint torique (&#233;l&#233;ment 7) et le joint d'&#233;tanch&#233;it&#233;
                    de soupape (&#233;l&#233;ment 8) du corps (&#233;l&#233;ment 17).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <para>Lavez toutes les pi&#232;ces m&#233;talliques dans un solvant de nettoyage, puis ass&#233;chez-les.
                Remplacez toutes les pi&#232;ces en caoutchouc.
            </para>
            <para>Examinez les couvercles, le corps du clapet de retenue, le piston et le corps. Toutes les surfaces de
                contact des joints toriques doivent &#234;tre lisses, rondes et exemptes d'&#233;gratignures, de d&#233;pressions
                ou de rainures profondes. Le si&#232;ge de soupape &#224; l'extr&#233;mit&#233; du piston et dans le
                corps du clapet de retenue doit &#234;tre lisse et exempt de d&#233;pressions ou de d&#233;formations.
                Les surfaces d'&#233;tanch&#233;it&#233; dans le couvercle doivent &#234;tre lisses et exemptes de d&#233;pressions
                et de rainures. La rainure du cirlip dans le corps de la soupape ne doit pas &#234;tre d&#233;form&#233;e
                et ne doit pas pr&#233;senter de corrosion.
            </para>
            <para>Remplacez les pi&#232;ces inutilisables.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <para>Lubrifiez les joints d'&#233;tanch&#233;it&#233; et les surfaces frottantes avec de la graisse au
                molybd&#232;ne Fleetrite EP2 ou l'&#233;quivalent de la graisse au lithium &#224; usages multiples NLGI
                num&#233;ro 2.
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400251">figure 51</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Placez la soupape (&#233;l&#233;ment 8) dans le corps (&#233;l&#233;ment 17) de fa&#231;on
                    qu'elle repose &#224; plat sur les cannelures du corps.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le joint torique (&#233;l&#233;ment 7) dans la rainure de la bride du corps de la
                    soupape.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le corps du clapet de retenue (&#233;l&#233;ment 6) sur le corps (&#233;l&#233;ment
                    17) en alignant les marques d'alignement. Installez les vis (&#233;l&#233;ments 19 et 25).
                    Serrez-les au couple de 120 &#224; 140 lb.po (13,56 &#224; 15,8 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Placez les joints toriques (&#233;l&#233;ment 5) dans les rainures des deux couvercles (&#233;l&#233;ments
                    2 et 4).
                </para>
            </step1>
            <step1>
                <para count="1">Placez les disques de clapet de retenue (&#233;l&#233;ment 3) sur les si&#232;ges de
                    soupape dans le corps du clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le couvercle de soupape de commande manuelle (&#233;l&#233;ment 2) sur le corps
                    du clapet de retenue adjacent &#224; l'orifice de la soupape de frein &#224; p&#233;dale (H), puis
                    installez le couvercle de cette derni&#232;re (&#233;l&#233;ment 4) adjacent &#224; son orifice (&#233;l&#233;ment
                    I). Serrez les vis &#224; 12 &#224; 16 lb.po (1,36 &#224; 1,81 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Placez le joint torique (&#233;l&#233;ment 9) dans le corps de soupape (&#233;l&#233;ment
                    17) et le joint torique sur le piston (&#233;l&#233;ment 10). Ins&#233;rez le piston en orientant
                    l'extr&#233;mit&#233; conique vers le corps du clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le ressort (&#233;l&#233;ment 12) dans le piston et le disque d'&#233;chappement
                    (&#233;l&#233;ment 13) sur le ressort. Alignez et enfoncez le disque d'&#233;chappement dans le
                    corps de soupape. Tout en maintenant le ressort dans le corps, installez le cirlip (&#233;l&#233;ment
                    16) en vous assurant qu'il y repose correctement.
                </para>
            </step1>
            <step1>
                <para count="1">Placez le disque de soupape (&#233;l&#233;ment 21), le joint torique (&#233;l&#233;ment
                    20) et le bouchon (&#233;l&#233;ment 22) dans l'ouverture de retour de purge (D). Puis installez la
                    rondelle &#233;ventail (&#233;l&#233;ment 23).
                </para>
            </step1>
            <para>Au moment de r&#233;installer la soupape de protection du tracteur sur le v&#233;hicule, effectuez les
                <hotlnk xrefid="hl0400211">
                    <xref refid="hl0400211"/>V&#201;RIFICATIONS D'ENTRETIEN
                </hotlnk>
                avant de remettre le v&#233;hicule en service.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400205" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - soupape de protection du tracteur - Midland-Ross</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.08in"/>
                    <colspec colnum="2" colname="2" colwidth="1.08in"/>
                    <colspec colnum="3" colname="3" colwidth="1.08in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>Emplacement</para>
                            </entry>
                            <entry rotate="0">
                                <para>lb.po</para>
                            </entry>
                            <entry rotate="0">
                                <para>N&#183;m</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis</para>
                            </entry>
                            <entry rotate="0">
                                <para>120 - 140</para>
                            </entry>
                            <entry rotate="0">
                                <para>13,56 - 15,8</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Vis d'orifice de soupape de frein &#224; p&#233;dale</para>
                            </entry>
                            <entry rotate="0">
                                <para>12 - 16</para>
                            </entry>
                            <entry rotate="0">
                                <para>1,36 - 1,81</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_99.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
