<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE AUTOMATIQUE DE PURGE (DV-2) - FONCTIONNEMENT</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>FONCTIONNEMENT</title>
        <para>En l'absence de pression dans le circuit pneumatique, les soupapes d'admission et d'&#233;chappement sont
            ferm&#233;es (
            <hotlnk xrefid="f0400207">figure 7</hotlnk>
            ).
        </para>
        <figure id="f0400207" figsize="col-wide">
            <graphic id="g0400207" filename="../figg04/g0400207.webp" type="webp" scalefit="0"/>
            <caption>Figure 7. Soupapes d'admission et d'&#233;chappement ferm&#233;es</caption>
        </figure>
        <para>Durant le remplissage du circuit pneumatique, une l&#233;g&#232;re pression ouvre la soupape d'admission,
            ce qui permet &#224; l'air et aux corps &#233;trangers de s'accumuler dans le carter (
            <hotlnk xrefid="f0400208">figure 8</hotlnk>
            ).
        </para>
        <figure id="f0400208" figsize="col-wide">
            <graphic id="g0400208" filename="../figg04/g0400208.webp" type="webp" scalefit="0"/>
            <caption>Figure 8. Accumulation des corps &#233;trangers dans le carter</caption>
        </figure>
        <para>La soupape d'admission demeure ouverte alors que la pression s'&#233;l&#232;ve dans le circuit jusqu'&#224;
            ce que la pression maximale de d&#233;clenchement du r&#233;gulateur soit atteinte. Le ressort du guide de
            soupape dans le carter ferme la soupape d'admission. Les soupapes d'admission et d'&#233;chappement sont
            maintenant ferm&#233;es (
            <hotlnk xrefid="f0400209">figure 9</hotlnk>
            ).
        </para>
        <figure id="f0400209" figsize="col-wide">
            <graphic id="g0400209" filename="../figg04/g0400209.webp" type="webp" scalefit="0"/>
            <caption>Figure 9. Soupapes d'admission et d'&#233;chappement ferm&#233;es</caption>
        </figure>
        <para>Lorsque la pression &#224; l'int&#233;rieur du r&#233;servoir chute l&#233;g&#232;rement (environ 2 livres
            par pouce carr&#233;), la pression d'air dans le carter ouvre la soupape d'&#233;chappement pour permettre
            l'&#233;vacuation de l'humidit&#233; et des corps &#233;trangers jusqu'&#224; ce que la pression dans le
            carter chute suffisamment pour fermer la soupape d'&#233;chappement (
            <hotlnk xrefid="f0400210">figure 10</hotlnk>
            ). La dur&#233;e durant laquelle la soupape d'&#233;chappement demeure ouverte et la quantit&#233; d'humidit&#233;
            et de corps &#233;trangers &#233;vacu&#233;s d&#233;pendent de la pression dans le carter et de la chute de
            pression dans le r&#233;servoir qui se produit chaque fois que l'air du circuit est utilis&#233;.
        </para>
        <figure id="f0400210" figsize="col-wide">
            <graphic id="g0400210" filename="../figg04/g0400210.webp" type="webp" scalefit="0"/>
            <caption>Figure 10. Corps &#233;trangers &#233;vacu&#233;s</caption>
        </figure>
        <para>Il est possible de proc&#233;der &#224; une purge manuelle en introduisant un outil dans la soupape d'&#233;chappement
            de fa&#231;on &#224; pousser vers le haut et &#224; retenir la tige dans l'orifice jusqu'&#224; la fin de la
            purge.
        </para>
        <para>La soupape automatique de purge chauffante met en marche l'&#233;l&#233;ment chauffant lorsque le corps de
            la soupape pr&#233;sente une temp&#233;rature de 85 &#176;F (30 &#176;C).
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
