<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;PURATEUR D'AIR - CYCLO-GARD</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>CYCLO-GARD</title>
        <svcsubproc>
            <title>Description</title>
            <para>L'&#233;purateur d'air de type &#224; transfert de chaleur Cyclo-Gard refroidit l'air comprim&#233;
                pomp&#233; du compresseur &#224; la temp&#233;rature ambiante avant sa p&#233;n&#233;tration dans le r&#233;servoir
                d'alimentation. Il est &#233;galement con&#231;u pour emp&#234;cher l'eau, l'huile, la calamine et les d&#233;p&#244;ts
                d'entrer dans l'air d'alimentation du circuit de freinage.
            </para>
            <para>Un r&#233;chauffeur &#224; commande thermostatique emp&#234;che l'eau de condensation de geler &#224;
                l'int&#233;rieur de l'&#233;purateur ou de la soupape de purge durant le fonctionnement par temps froid.
            </para>
            <para>Un clapet de retenue &#224; l'int&#233;rieur de l'orifice de d&#233;charge de l'&#233;purateur permet
                la d&#233;pressurisation de l'&#233;purateur sans que l'on ait &#224; vider le circuit pneumatique.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>
                <title>D&#233;bit d'air - cycle de pression (
                    <hotlnk xrefid="f0400283">figure 83</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400283" figsize="col-wide">
                <graphic id="g0400283" filename="../figg04/g0400283.webp" type="webp" scalefit="0"/>
                <caption>Figure 83. &#201;purateur d'air Cyclo-Gard - d&#233;bit d'air</caption>
                <calloutgroup>
                    <callout1>1. CLAPET DE RETENUE</callout1>
                    <callout1>2. FILTRE &#192; TREILLIS M&#201;TALLIQUE</callout1>
                    <callout1>3. PAROI TUBULAIRE</callout1>
                    <callout1>4. AILETTES DE REFROIDISSEMENT</callout1>
                    <callout1>5. D&#201;FLECTEUR</callout1>
                    <callout1>6. TUBE DE SORTIE</callout1>
                    <callout1>7. CARTER DE VIDANGE</callout1>
                </calloutgroup>
            </figure>
            <para>L'air chaud du compresseur entre dans l'&#233;purateur &#224; l'admission et il est d&#233;vi&#233;
                &#224; angle droit autour du carter de vidange (
                <hotlnk xrefid="f0400283">figure 83</hotlnk>
                ), ce qui cr&#233;e une rotation. La force centrifuge &#233;limine l'huile et les autres corps &#233;trangers.
            </para>
            <para>L'air quitte le carter de vidange par le tube de sortie et il est dirig&#233; par le d&#233;flecteur
                de mani&#232;re &#224; s'&#233;couler contre la paroi tubulaire. La chaleur de la compression est dissip&#233;e
                &#224; travers le tube et les ailettes de refroidissement et la temp&#233;rature de l'air, pouvant
                atteindre 500 &#176;F, chute rapidement &#224; environ 10 degr&#233;s au-dessus de la temp&#233;rature
                ambiante.
            </para>
            <para>L'humidit&#233; condens&#233;e s'&#233;coule vers le bas de la paroi tubulaire et s'arr&#234;te au
                fond de l'&#233;purateur.
            </para>
            <para>L'air refroidi passe alors &#224; travers un filtre &#224; treillis m&#233;tallique qui recueille
                toute minuscule goutte d'eau restante. De l'air propre et sec quitte alors l'&#233;purateur par le
                clapet de retenue pour atteindre le r&#233;servoir d'alimentation.
            </para>
            <para>
                <title>D&#233;bit d'air - cycle de d&#233;charge (
                    <hotlnk xrefid="f0400285">figure 84</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400284" figsize="col-wide">
                <graphic id="g0400284" filename="../figg04/g0400284.webp" type="webp" scalefit="0"/>
                <caption>Figure 84. &#201;purateur d'air Cyclo-Gard - cycle de d&#233;charge</caption>
            </figure>
            <para>Lorsque la pression d'air du circuit augmente &#224; la pression de d&#233;clenchement, le r&#233;gulateur
                du compresseur d'air d&#233;charge le compresseur et, simultan&#233;ment, le r&#233;gulateur dirige
                l'air du circuit vers la soupape de d&#233;charge de l'&#233;purateur, ce qui en provoque l'ouverture.
                Lorsque la soupape de d&#233;charge s'ouvre, le clapet de retenue dans l'orifice de d&#233;charge de l'&#233;purateur
                se ferme et l'air dans l'&#233;purateur s'&#233;chappe hors de la soupape de d&#233;charge (
                <hotlnk xrefid="f0400284">figure 84</hotlnk>
                ). L'humidit&#233; et les autres corps &#233;trangers sont &#233;vacu&#233;s hors de l'orifice d'&#233;chappement
                de la soupape de d&#233;charge par l'air qui s'&#233;chappe.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Il faut examiner et nettoyer l'&#233;purateur tous les 200 000 milles. Essuyez l'int&#233;rieur et v&#233;rifiez
                si le d&#233;flecteur ou d'autres pi&#232;ces ont subi des dommages. D&#233;posez le filtre &#224;
                treillis et faites-le tremper dans un solvant pour &#233;liminer l'huile accumul&#233;e. Consultez la
                rubrique
                <hotlnk xrefid="hl0400204">
                    <xref refid="hl0400204"/>D&#201;MONTAGE - &#201;PURATEUR D'AIR
                </hotlnk>
                pour conna&#238;tre la m&#233;thode de retrait du filtre de l'&#233;purateur.
            </para>
            <specpara>
                <note>
                    <para>Assurez-vous que le filtre est compl&#232;tement sec avant de le r&#233;installer dans l'&#233;purateur.</para>
                </note>
            </specpara>
            <para>Les seules pi&#232;ces mobiles de l'&#233;purateur d'air sont le clapet de retenue et la soupape de d&#233;charge.
                Aucun entretien n'est n&#233;cessaire si ce n'est le nettoyage &#224; 200 000 milles, &#224; condition
                que la soupape de d&#233;charge et le clapet de retenue fonctionnent correctement lorsque le compresseur
                ex&#233;cute un cycle de d&#233;charge.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>V&#233;rifications d'entretien</title>
            <para>
                <title>R&#233;chauffeur</title>
            </para>
            <para>Le r&#233;chauffeur emp&#234;che le gel du carter de vidange durant le fonctionnement par temps froid.
                Il se met en marche automatiquement lorsque la temp&#233;rature thermostatique chute &#224; moins de 35
                &#176;F et s'arr&#234;te automatiquement lorsque la temp&#233;rature thermostatique d&#233;passe 75
                &#176;F. Pour faire l'essai du r&#233;chauffeur, d&#233;branchez le dispositif et placez-le dans une
                tasse d'eau glac&#233;e pendant cinq minutes. Branchez-le &#224; nouveau. Il devrait chauffer et
                continuer de chauffer jusqu'&#224; ce que le thermostat atteigne 75 &#176;F. &#192; cette temp&#233;rature,
                le r&#233;chauffeur devrait s'arr&#234;ter. Un r&#233;chauffeur qui ne fonctionne pas de la fa&#231;on d&#233;crite
                ci-dessus doit &#234;tre remplac&#233;.
            </para>
            <para>
                <title>Soupape de d&#233;charge</title>
            </para>
            <para>Pendant que le moteur tourne, pompez les freins jusqu'&#224; ce que le compresseur se mette en marche
                (commence &#224; pomper). Assurez-vous que l'orifice de d&#233;charge de la soupape de d&#233;charge ne
                fuit pas pendant que le compresseur fonctionne (pompe).
            </para>
            <para>Lorsque le compresseur s'arr&#234;te (arr&#234;te de pomper), tentez d'entendre une d&#233;charge
                haute pression de deux secondes &#224; l'orifice de d&#233;charge de la soupape de d&#233;charge. Cela
                est normal. La soupape de d&#233;charge demeure ouverte jusqu'&#224; ce que le compresseur se remette en
                marche.
            </para>
            <para>Si la soupape de d&#233;charge perd de l'air pendant que le compresseur fonctionne ou si elle ne
                s'ouvre pas (d&#233;charge de l'air) lorsque le compresseur s'arr&#234;te, la soupape ne fonctionne pas
                correctement. Il faut nettoyer, remettre &#224; neuf ou remplacer une soupape d&#233;fectueuse.
            </para>
            <para>
                <title>Essai d'une soupape de d&#233;charge (
                    <hotlnk xrefid="f0400285">figure 85</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400285" figsize="col-wide">
                <graphic id="g0400285" filename="../figg04/g0400285.webp" type="webp" scalefit="0"/>
                <caption>Figure 85. &#201;purateur d'air Cyclo-Gard - essai d'une soupape de d&#233;charge</caption>
                <calloutgroup>
                    <callout1>1. CHAPEAU</callout1>
                    <callout1>2. PISTON</callout1>
                    <callout1>3. JOINT TORIQUE</callout1>
                    <callout1>4. CIRCLIP</callout1>
                    <callout1>5. RONDELLE</callout1>
                    <callout1>6. RESSORT</callout1>
                    <callout1>7. CONTRE-&#201;CROU</callout1>
                    <callout1>8. CHEVILLE</callout1>
                    <callout1>9. JOINT D'&#201;TANCH&#201;IT&#201; QUATRE LOBES</callout1>
                    <callout1>10. C&#212;T&#201; OUVERT DU CORPS</callout1>
                </calloutgroup>
            </figure>
            <para>Arr&#234;tez le moteur et effectuez l'essai suivant. Il n'est pas n&#233;cessaire de d&#233;poser la
                soupape de d&#233;charge pour proc&#233;der &#224; cet essai.
            </para>
            <step1>
                <para count="1">Videz tout l'air du circuit pneumatique.</para>
                <specpara>
                    <warning>
                        <para>Ne tentez pas de retirer des composants de l'&#233;purateur ou de les d&#233;monter
                            lorsque le circuit pneumatique est sous pression. L'air &#224; haute pression pourrait
                            causer des blessures, voire la mort.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la conduite de d&#233;tection reliant le compresseur d'air &#224; la
                    soupape de d&#233;charge et videz l'eau qui s'y trouve.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez le contre-&#233;crou de la soupape de d&#233;charge, d&#233;vissez le chapeau
                    du corps et ass&#233;chez-le. D&#233;posez le piston. Nettoyez et lubrifiez de nouveau le piston
                    avec de la graisse &#224; basse temp&#233;rature (DOW 55 ou l'&#233;quivalent) avant de le r&#233;installer.
                </para>
            </step1>
            <step1>
                <para count="1">Poussez avec le pouce la rondelle (&#233;l&#233;ment 5,
                    <hotlnk xrefid="f0400285">figure 85</hotlnk>
                    ) dans le corps de la cheville. Elle devrait s'enfoncer facilement. La course devrait &#234;tre
                    d'environ 1/4 po et la rondelle devrait remonter pour affleurer l'extr&#233;mit&#233; du corps
                    lorsqu'on la rel&#226;che. Si la cheville ne fonctionne pas de la fa&#231;on d&#233;crite ci-dessus,
                    d&#233;posez la soupape et d&#233;montez la cheville. D&#233;terminez la cause de la d&#233;fectuosit&#233;
                    et faites la r&#233;paration. Des trousses de r&#233;paration de soupape de d&#233;charge sont
                    disponibles aupr&#232;s de votre service des pi&#232;ces.
                </para>
            </step1>
            <step1>
                <para count="1">Si la course de la cheville est normale, remontez la soupape en orientant le
                    <emph type="bold">c&#244;t&#233; ouvert du piston</emph>
                    vers la rondelle de la cheville (
                    <hotlnk xrefid="f0400285">figure 85</hotlnk>
                    ). Serrez le chapeau au maximum sur le corps. Serrez le contre-&#233;crou.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose - &#233;purateur d'air</title>
            <specpara>
                <warning>
                    <para>Ne tentez pas de retirer l'&#233;purateur ou ses composants lorsque le circuit pneumatique est
                        sous pression. L'air &#224; haute pression pourrait causer des blessures, voire la mort.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Calez les roues du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Videz tout l'air du circuit pneumatique.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez les conduites de d&#233;charge et de d&#233;tection du compresseur
                    &#224; l'&#233;purateur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la conduite de d&#233;charge au clapet de retenue.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez le connecteur &#233;lectrique du r&#233;chauffeur &#224; l'&#233;purateur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les boulons de fixation de l'&#233;purateur et retirez ce dernier du v&#233;hicule.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose - soupape de d&#233;charge</title>
            <specpara>
                <warning>
                    <para>Ne tentez pas de retirer l'&#233;purateur ou ses composants lorsque le circuit pneumatique est
                        sous pression. L'air &#224; haute pression pourrait causer des blessures, voire la mort.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Calez les roues du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Videz tout l'air du circuit pneumatique.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la conduite de d&#233;tection du compresseur &#224; la soupape de d&#233;charge.</para>
            </step1>
            <step1>
                <para count="1">D&#233;vissez la soupape de d&#233;charge du raccord filet&#233; sur le c&#244;t&#233;
                    de la base de l'&#233;purateur (
                    <hotlnk xrefid="f0400286">figure 86</hotlnk>
                    ).
                </para>
                <figure id="f0400286" figsize="col-wide">
                    <graphic id="g0400286" filename="../figg04/g0400286.webp" type="webp" scalefit="0"/>
                    <caption>Figure 86. &#201;clat&#233; de l'&#233;purateur d'air</caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose - clapet de retenue</title>
            <specpara>
                <warning>
                    <para>Ne tentez pas de retirer l'&#233;purateur ou ses composants lorsque le circuit pneumatique est
                        sous pression. L'air &#224; haute pression pourrait causer des blessures, voire la mort.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Calez les roues du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Videz tout l'air du circuit pneumatique.</para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez la conduite de d&#233;charge de l'&#233;purateur du clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;vissez le clapet de retenue de l'&#233;purateur.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose - r&#233;chauffeur</title>
            <step1>
                <para count="1">D&#233;branchez le connecteur &#233;lectrique du r&#233;chauffeur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;vissez le r&#233;chauffeur de la base de l'&#233;purateur.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage (
                <hotlnk xrefid="f0400286">figure 86</hotlnk>
                ) - &#233;purateur d'air
            </title>
            <step1>
                <para count="1">D&#233;posez le boulon qui retient le bas du support de fixation de l'&#233;purateur
                    contre l'&#233;purateur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les deux boulons qui retiennent le support de fixation contre la t&#234;te
                    sup&#233;rieure (
                    <hotlnk xrefid="f0400286">figure 86</hotlnk>
                    ). Marquez les deux boulons qui retiennent le support de fixation de l'&#233;purateur contre la t&#234;te
                    sup&#233;rieure pour vous assurer de les r&#233;installer au m&#234;me endroit.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les six boulons restants qui fixent la t&#234;te sup&#233;rieure au corps (
                    <hotlnk xrefid="f0400286">figure 86</hotlnk>
                    ). Il faut proc&#233;der avec soin lorsque vous enlevez ces boulons. Les composants retenus &#224;
                    l'int&#233;rieur de l'&#233;purateur par ces boulons sont soumis &#224; la tension de ressorts.
                </para>
            </step1>
            <step1>
                <para count="1">Soulevez d&#233;licatement la t&#234;te sup&#233;rieure de l'&#233;purateur et d&#233;posez
                    le ressort de filtre sup&#233;rieur, la grille sup&#233;rieure, l'&#233;l&#233;ment filtrant, la
                    grille inf&#233;rieure, le ressort de filtre inf&#233;rieur, le d&#233;flecteur, le tube de sortie
                    et le joint d'&#233;tanch&#233;it&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez la bague de support situ&#233;e &#224; l'int&#233;rieur de la cavit&#233;
                    de l'&#233;purateur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;vissez la soupape de d&#233;charge, le r&#233;chauffeur et le bouchon d'urgence
                    &#224; la base de l'&#233;purateur.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400204">
            <title>D&#233;montage - soupape de d&#233;charge</title>
            <para>Consultez la
                <hotlnk xrefid="f0400285">figure 85</hotlnk>
                en ce qui a trait aux num&#233;ros entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Desserrez le contre-&#233;crou (&#233;l&#233;ment 7) et d&#233;vissez le chapeau (&#233;l&#233;ment
                    1) du corps de soupape.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le piston (&#233;l&#233;ment 2) du corps de soupape.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le joint torique (&#233;l&#233;ment 3) du piston.</para>
            </step1>
            <step1>
                <para count="1">&#192; l'extr&#233;mit&#233; piston de la cheville, retirez le circlip (&#233;l&#233;ment
                    4) &#224; l'ext&#233;rieur de la rondelle (&#233;l&#233;ment 5).
                </para>
            </step1>
            <step1>
                <para count="1">Frappez l&#233;g&#232;rement l'extr&#233;mit&#233; contenant la rondelle de la cheville
                    contre la paume de votre main pour retirer la rondelle (&#233;l&#233;ment 5).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le circlip interne (&#233;l&#233;ment 4).</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le ressort (&#233;l&#233;ment 6).</para>
            </step1>
            <step1>
                <para count="1">Poussez la cheville (&#233;l&#233;ment 8) hors de l'extr&#233;mit&#233; oppos&#233;e du
                    carter &#224; partir de l'extr&#233;mit&#233; contenant la rondelle.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le joint d'&#233;tanch&#233;it&#233; &#224; quatre lobes (&#233;l&#233;ment 9)
                    de la cheville.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <step1>
                <para count="1">Essuyez l'int&#233;rieur du carter de l'&#233;purateur d'air et voyez si le d&#233;flecteur
                    n'est pas endommag&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Si le d&#233;flecteur est endommag&#233;, il faut le remplacer pour assurer un
                    refroidissement ad&#233;quat de l'air.
                </para>
            </step1>
            <step1>
                <para count="1">Trempez le filtre &#224; treillis dans du solvant pour enlever l'huile accumul&#233;e.
                </para>
                <specpara>
                    <note>
                        <para>Le filtre doit &#234;tre compl&#232;tement sec avant sa r&#233;installation dans l'&#233;purateur.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Essuyez le piston, la rondelle, la cheville et l'int&#233;rieur du corps de la soupape
                    de d&#233;charge. V&#233;rifiez la pr&#233;sence d'usure. Si le piston et l'al&#233;sage du corps de
                    la cheville sont endommag&#233;s ou us&#233;s, il faut remplacer toute la soupape.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Assemblage - soupape de d&#233;charge</title>
            <para>Consultez la
                <hotlnk xrefid="f0400285">figure 85</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Au fur et &#224; mesure que vous installez les pi&#232;ces, lubrifiez-les avec de la
                    graisse pour basse temp&#233;rature (DOW 55 ou l'&#233;quivalent).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le nouveau joint d'&#233;tanch&#233;it&#233; &#224; quatre lobes (&#233;l&#233;ment
                    9) sur la cheville (&#233;l&#233;ment 8).
                </para>
            </step1>
            <step1>
                <para count="1">Installez la cheville dans son corps (&#233;l&#233;ment 10) de fa&#231;on que l'extr&#233;mit&#233;
                    du joint d'&#233;tanch&#233;it&#233; &#224; quatre lobes de la cheville soit plac&#233; sur l'extr&#233;mit&#233;
                    du raccord filet&#233; du corps de la cheville.
                </para>
            </step1>
            <step1>
                <para count="1">&#192; l'extr&#233;mit&#233; de la rondelle, installez un nouveau ressort (&#233;l&#233;ment
                    6).
                </para>
            </step1>
            <step1>
                <para count="1">Installez un nouveau circlip (&#233;l&#233;ment 4) sur la rainure interne de l'axe de la
                    cheville.
                </para>
            </step1>
            <step1>
                <para count="1">Installez une nouvelle rondelle (&#233;l&#233;ment 5).</para>
            </step1>
            <step1>
                <para count="1">Installez un nouveau circlip (&#233;l&#233;ment 4) sur l'arbre de la cheville pour
                    maintenir la rondelle en place.
                </para>
            </step1>
            <step1>
                <para count="1">Poussez la rondelle (&#233;l&#233;ment 5) dans le corps de la cheville avec votre pouce.
                    Elle devrait s'enfoncer tr&#232;s facilement. La course devrait &#234;tre d'environ 1/4 po et la
                    rondelle devrait remonter pour affleurer l'extr&#233;mit&#233; du corps lorsqu'on la rel&#226;che.
                    Si la cheville ne fonctionne pas de la fa&#231;on d&#233;crite ci-dessus, d&#233;montez la cheville,
                    d&#233;terminez la cause de la d&#233;fectuosit&#233; et faites la r&#233;paration.
                </para>
            </step1>
            <step1>
                <para count="1">Installez un nouveau joint torique (&#233;l&#233;ment 3) sur le piston (&#233;l&#233;ment
                    2).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le piston (&#233;l&#233;ment 2) en orientant l'extr&#233;mit&#233; ouverte
                    vers la rondelle (&#233;l&#233;ment 5) dans le corps de la cheville (&#233;l&#233;ment 10).
                </para>
            </step1>
            <step1>
                <para count="1">Installez et serrez le chapeau (&#233;l&#233;ment 1) au maximum sur le corps de la
                    cheville. Serrez le contre-&#233;crou (&#233;l&#233;ment 7) pour immobiliser le chapeau.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Assemblage - &#233;purateur d'air</title>
            <para>Consultez la
                <hotlnk xrefid="f0400286">figure 86</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments auxquels on fait r&#233;f&#233;rence dans le texte suivant.
            </para>
            <step1>
                <para count="1">Installez un nouveau joint d'&#233;tanch&#233;it&#233; sur la bride sup&#233;rieure du
                    corps. Le fabricant installe le joint sans mastic.
                </para>
            </step1>
            <step1>
                <para count="1">Installez la bague de support dans la cavit&#233; du carter de l'&#233;purateur afin
                    qu'elle repose enti&#232;rement sur les indentations &#224; l'int&#233;rieur de l'extr&#233;mit&#233;
                    inf&#233;rieure de la cavit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le tube de sortie de fa&#231;on qu'il repose compl&#232;tement sur la bague de
                    support.
                </para>
            </step1>
            <step1>
                <para count="1">Installez le d&#233;flecteur.</para>
            </step1>
            <step1>
                <para count="1">Installez dans l'ordre suivant le ressort de filtre inf&#233;rieur, la grille inf&#233;rieure,
                    l'&#233;l&#233;ment filtrant, la grille sup&#233;rieure et le ressort de filtre sup&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Placez la t&#234;te sup&#233;rieure sur l'ensemble de fa&#231;on que le ressort de
                    filtre sup&#233;rieur soit centr&#233; sur le bas de la t&#234;te sup&#233;rieure.
                </para>
            </step1>
            <step1>
                <para count="1">Poussez la t&#234;te sup&#233;rieure vers le bas (contre la tension du ressort) de fa&#231;on
                    qu'elle repose contre le joint d'&#233;tanch&#233;it&#233;. Installez deux boulons de t&#234;te sup&#233;rieure
                    (et non pas les boulons qui retiennent le support &#224; l'ensemble). Serrez-les &#224; la main.
                    Installez les autres boulons et le support de fixation. Utilisez les boulons marqu&#233;s au moment
                    du d&#233;montage pour maintenir le support de fixation en place. Serrez tous les boulons au couple
                    de 25 &#224; 30 lb.pi (34 &#224; 41 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le boulon fixant le bas du support &#224; l'&#233;purateur. Serrez-le au
                    couple de 25 &#224; 30 lb.pi (34 &#224; 41 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez la soupape de d&#233;charge, le clapet de retenue, le r&#233;chauffeur et le
                    bouchon d'urgence.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Fixez l'&#233;purateur d'air sur le v&#233;hicule. Serrez tous les boulons de fixation
                    au couple de 30 &#224; 38 lb.pi (41 &#224; 51 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez et serrez la conduite de d&#233;tection du r&#233;gulateur sur la soupape de d&#233;charge,
                    la conduite de d&#233;charge du compresseur sur l'&#233;purateur d'air et la soupape de d&#233;charge
                    de l'&#233;purateur d'air sur le clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez le connecteur &#233;lectrique au r&#233;chauffeur.</para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression d'air dans le circuit et voyez si l'&#233;purateur d'air et les
                    raccords fuient. R&#233;parez au besoin.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Recherche de panne</title>
            <step1>
                <para count="1">Le cycle de d&#233;charge ne doit durer que quelques secondes. Un clapet de retenue d&#233;fectueux
                    permettra une p&#233;riode de d&#233;charge plus longue et entra&#238;nera une mise en marche et un
                    arr&#234;t continus probablement &#224; intervalle de 30 &#224; 50 secondes.
                </para>
            </step1>
            <step1>
                <para count="1">La soupape de d&#233;charge ne doit s'ouvrir que lorsqu'une pression est appliqu&#233;e
                    &#224; partir du r&#233;gulateur durant son cycle de d&#233;charge. Si la soupape demeure ouverte
                    durant le cycle de pompage, le circuit pneumatique ne peut pas atteindre la pression de
                    fonctionnement, car l'air destin&#233; au circuit s'&#233;chappe par l'orifice d'&#233;chappement de
                    la soupape de d&#233;charge. Pour d&#233;terminer la source du probl&#232;me, d&#233;branchez la
                    conduite d'air au chapeau de la soupape de d&#233;charge. Si la soupape ne se ferme pas, il faut la
                    r&#233;parer ou la remplacer. Si elle se ferme, elle fonctionne correctement, mais il se peut que le
                    r&#233;gulateur soit d&#233;fectueux.
                </para>
            </step1>
            <step1>
                <para count="1">S'il n'y a pas de purge sous pression lorsque le compresseur effectue un cycle de d&#233;charge,
                    il faut r&#233;parer ou remplacer la soupape de d&#233;charge le plus t&#244;t possible. Le
                    fonctionnement continu durant un certain temps dans ces circonstances peut permettre au niveau d'eau
                    de monter dans le carter de vidange de l'&#233;purateur. Si le niveau d'eau d&#233;passe l'orifice
                    d'admission, la pression d'air peut soulever l'eau avec suffisamment de force pour endommager le d&#233;flecteur.
                    Un d&#233;flecteur endommag&#233; ne permet pas &#224; l'appareil de refroidir l'air, ce qui entra&#238;nera
                    un accroissement de l'humidit&#233; dans les r&#233;servoirs.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400216" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - Cyclo-Gard</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.49in"/>
                    <colspec colnum="2" colname="2" colwidth="0.90in"/>
                    <colspec colnum="3" colname="3" colwidth="0.90in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Composant</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">lb.pi</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Boulons de fixation</para>
                            </entry>
                            <entry rotate="0">
                                <para>30 - 38</para>
                            </entry>
                            <entry rotate="0">
                                <para>41 - 51</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Boulons de t&#234;te sup&#233;rieure</para>
                            </entry>
                            <entry rotate="0">
                                <para>25 - 30</para>
                            </entry>
                            <entry rotate="0">
                                <para>34 - 41</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Boulon de support inf&#233;rieur</para>
                            </entry>
                            <entry rotate="0">
                                <para>25 - 30</para>
                            </entry>
                            <entry rotate="0">
                                <para>34 - 41</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_117.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_119.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
