<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - INTERRUPTEUR DE FEU D'ARR&#202;T - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc id="hl0400208" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <step1>
                <para count="1">Il faut v&#233;rifier les deux interrupteurs de feu d'arr&#234;t s&#233;par&#233;ment
                    pour &#234;tre certain qu'ils fonctionnent. D&#233;branchez un interrupteur.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez les freins et notez si les feux d'arr&#234;t s'allument au premier mouvement
                    descendant de la p&#233;dale.
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez les freins et voyez si les feux d'arr&#234;t s'&#233;teignent.</para>
                <specpara>
                    <note>
                        <para>Avant de poursuivre votre diagnostic, assurez-vous que l'ampoule fonctionne.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si les feux d'arr&#234;t ne s'allument pas, utilisez une lampe t&#233;moin aux
                    connexions des feux d'arr&#234;t. Faites l'essai des deux bornes pour d&#233;terminer si
                    l'interrupteur est aliment&#233;, puis"contournez"l'interrupteur avec la lampe t&#233;moin ou un fil
                    de connexion. Les feux devraient s'allumer. Si ce n'est pas le cas, une d&#233;fectuosit&#233; dans
                    le circuit &#233;lectrique est la cause du probl&#232;me. Cependant, si les feux fonctionnent,
                    remplacez l'interrupteur de feu d'arr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;tez l'&#233;tape 4 pour v&#233;rifier le deuxi&#232;me interrupteur de
                    feu.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Essai d'&#233;tanch&#233;it&#233;</title>
            <para>Lorsque les freins sont serr&#233;s, il ne devrait pas y avoir de fuite d'air &#224; l'interrupteur de
                feu d'arr&#234;t.
            </para>
            <para>Recouvrez l'interrupteur d'une solution savonneuse. Si vous d&#233;tectez une fuite, remplacez
                l'interrupteur.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
