<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE D'INVERSION (BENDIX SR-1) - REMONTAGE</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>REMONTAGE</title>
        <para>Avant de remonter la soupape d'inversion SR-1, lubrifiez les joints toriques, les gorges des joints
            toriques, les al&#233;sages des pistons et les surfaces mobiles m&#233;tal sur m&#233;tal &#224; l'aide du
            lubrifiant &#224; base de silicone de la trousse de r&#233;paration ou de l'&#233;l&#233;ment 3 recommand&#233;
            dans les
            <hotlnk document="f04002r_149.xml" xrefid="hl0400209">
                <xref refid="hl0400209"/>SP&#201;CIFICATIONS RELATIVES AUX LUBRIFIANTS
            </hotlnk>
            .
        </para>
        <para>Les couples de serrage indiqu&#233;s dans la m&#233;thode d'assemblage sont des couples d'assemblage qui
            peuvent diminuer apr&#232;s l'assemblage. Ne resserrez pas apr&#232;s l'assemblage initial.
        </para>
        <step1>
            <para count="1">Assemblez le clapet de retenue, le guide de ressort de soupape et le ressort de soupape et
                ins&#233;rez-les dans le corps.
            </para>
        </step1>
        <step1>
            <para count="1">Appliquez un mastic &#224; tuyau sur le bouchon m&#226;le &#224; six pans creux et
                installez-le dans le corps. Serrez-le au couple de 130 &#224; 170 lb.po (15 &#224; 19 N&#8226; m).
            </para>
        </step1>
        <step1>
            <para count="1">Placez la soupape d'admission et d'&#233;chappement dans le corps de la soupape.</para>
        </step1>
        <step1>
            <para count="1">Installez la membrane d'&#233;chappement dans le couvercle d'&#233;chappement.</para>
        </step1>
        <step1>
            <para count="1">Placez le couvercle d'&#233;chappement sur le corps et fixez-le au moyen de deux vis. Serrez
                les vis au couple de 20 &#224; 30 lb.po (2,3 &#224; 3,4 N&#8226; m).
            </para>
        </step1>
        <step1>
            <para count="1">Placez la soupape d'admission et d'&#233;chappement dans le corps, puis posez le ressort et
                la but&#233;e de soupape.
            </para>
        </step1>
        <step1>
            <para count="1">Installez le joint torique sur l'&#233;crou borgne et posez ce dernier dans le corps.
                Serrez-le au couple de 100 &#224; 125 lb.po (11 &#224; 14 N&#8226; m).
            </para>
        </step1>
        <step1>
            <para count="1">Placez les joints toriques de petites et de grandes dimensions sur le piston de petit diam&#232;tre
                et ins&#233;rez le piston dans le corps.
            </para>
        </step1>
        <step1>
            <para count="1">Installez les joints toriques de petites et de grandes dimensions sur le piston de grand
                diam&#232;tre et ins&#233;rez le piston dans le corps.
            </para>
        </step1>
        <step1>
            <para count="1">Placez les ressorts dans leur piston respectif.</para>
        </step1>
        <step1>
            <para count="1">Fixez le couvercle au corps au moyen de quatre vis et rondelles d'arr&#234;t. Serrez les
                quatre vis au couple de 50 &#224; 80 lb.po (5,7 &#224; 9 N&#183;m).
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_67.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_69.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
