<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE D'INVERSION (BENDIX SR-1) - V&#201;RIFICATIONS D'ENTRETIEN</stitle>
    <svcsection/>
    <svcproc id="hl0400220" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <para>Calez les roues du v&#233;hicule, car le circuit de freinage ne fonctionnera pas. Remplissez le
                circuit de freinage pneumatique &#224; la pression de d&#233;clenchement du r&#233;gulateur.
            </para>
            <step1>
                <para count="1">R&#233;glez la soupape de commande du frein de stationnement &#224; la position de
                    "serrage". Assurez-vous que les cylindres de frein &#224; ressort fonctionnent rapidement. Dans
                    l'orifice de refoulement de la soupape d'inversion, installez un manom&#232;tre d'essai r&#233;put&#233;
                    pr&#233;cis. R&#233;glez la soupape de commande du frein de stationnement &#224; la position de
                    "desserrage". Assurez-vous que les cylindres de frein &#224; ressort se desserrent compl&#232;tement.
                </para>
            </step1>
            <step1>
                <para count="1">La soupape de commande du frein de stationnement &#233;tant r&#233;gl&#233;e &#224; la
                    position de "desserrage", notez l'indication de pression du manom&#232;tre (elle devrait avoisiner
                    celle du manom&#232;tre du tableau de bord). Si la pression indiqu&#233;e est inexacte, il faut r&#233;parer
                    ou remplacer la soupape.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;glez la soupape de commande du frein de stationnement &#224; la position de
                    "serrage". L'indication du manom&#232;tre devrait chuter &#224; z&#233;ro rapidement. Une lib&#233;ration
                    lente de la pression pourrait indiquer un mauvais fonctionnement du clapet de retenue simple (dans
                    la soupape de modulation). &#192; environ 7 &#224; 35 livres par pouce carr&#233;, les freins de
                    stationnement &#224; ressort devraient &#234;tre serr&#233;s au maximum.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;glez la soupape de commande du frein de stationnement &#224; la position de
                    "desserrage". Rep&#233;rez le r&#233;servoir de service num&#233;ro un et videz-le compl&#232;tement.
                </para>
            </step1>
            <step1>
                <para count="1">Appuyez sur la soupape de frein &#224; p&#233;dale &#224; plusieurs reprises et voyez si
                    la pression indiqu&#233;e par le manom&#232;tre diminue chaque fois que vous appuyez sur la soupape
                    de frein &#224; p&#233;dale. Lorsque vous aurez appuy&#233; plusieurs fois sur la soupape, la
                    pression du manom&#232;tre chutera au point o&#249; le desserrage des cylindres de frein &#224;
                    ressort n'aura plus lieu.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Essai d'&#233;tanch&#233;it&#233;</title>
            <para>Le circuit pneumatique &#233;tant rempli au maximum et la soupape de commande du frein de
                stationnement &#233;tant r&#233;gl&#233;e &#224; la position de "desserrage", voyez si l'orifice d'&#233;chappement
                fuit. Une l&#233;g&#232;re fuite est permise.
            </para>
            <para>Si la soupape d'inversion ne fonctionne pas tel que d&#233;crit ci-dessus ou si la fuite est
                excessive, r&#233;parez-la ou remplacez-la.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_63.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_65.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
