<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;GULATEUR DE COMPRESSEUR D'AIR (TYPE D-2)</stitle>
    <svcsection/>
    <svcsubsec>
        <title>R&#201;GULATEUR DE COMPRESSEUR D'AIR (TYPE D-2)</title>
        <svcproc svcproctype="IDcomponent" graphiccount="1">
            <title>DESCRIPTION</title>
            <para>Le r&#233;gulateur du compresseur d'air, conjointement avec le m&#233;canisme de d&#233;charge du
                compresseur, limite automatiquement la pression du circuit &#224; une plage pr&#233;d&#233;termin&#233;e
                en ouvrant les soupapes de d&#233;charge et en arr&#234;tant la compression lorsque la pression du
                circuit a atteint une limite de pression maximale; en fermant les soupapes de d&#233;charge; en amor&#231;ant
                la compression quand la pression du circuit a chut&#233; &#224; une pression minimale.
            </para>
            <para>Le r&#233;gulateur D-2 (
                <hotlnk xrefid="f0400287">figure 87</hotlnk>
                ) comporte un piston sur lequel la pression d'air agit pour surmonter le ressort de r&#233;glage de
                pression et commander la soupape d'admission et d'&#233;chappement pour qu'elle admette ou &#233;vacue
                l'air en direction ou en provenance du m&#233;canisme de d&#233;charge du compresseur.
            </para>
            <figure id="f0400287" figsize="col-wide">
                <graphic id="g0400287" filename="../figg04/g0400287.webp" type="webp" scalefit="0"/>
                <caption>Figure 87. R&#233;gulateur D-2</caption>
                <calloutgroup>
                    <callout1>1. ORIFICES DE D&#201;CHARGE</callout1>
                    <callout1>2. TROU DE FIXATION</callout1>
                    <callout1>3. ORIFICES DE R&#201;SERVOIR</callout1>
                    <callout1>4. ORIFICE D'&#201;CHAPPEMENT</callout1>
                </calloutgroup>
            </figure>
            <para>Le r&#233;gulateur peut &#234;tre fix&#233; au compresseur ou pos&#233; &#224; distance. Il peut
                &#234;tre fix&#233; de l'une ou l'autre de ces deux fa&#231;ons. Les raccords de ce circuit sont plac&#233;s
                aux orifices de d&#233;charge du r&#233;servoir et du compresseur. Le r&#233;gulateur est &#233;galement
                dot&#233; d'un orifice d'&#233;chappement.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_118.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_120.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
