<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - R&#201;SERVOIR</stitle>
    <svcsection/>
    <svcsubsec>
        <title>R&#201;SERVOIR</title>
        <svcproc svcproctype="IDcomponent" graphiccount="1">
            <title>DESCRIPTION</title>
            <para>Le r&#233;servoir d'air fournit le volume d'air comprim&#233; n&#233;cessaire durant le fonctionnement
                du circuit de freinage.
            </para>
            <para>Les camions &#233;quip&#233;s d'un circuit de freinage FMVSS 121 comportent au moins trois r&#233;servoirs,
                soit le r&#233;servoir d'alimentation, le r&#233;servoir secondaire et le r&#233;servoir primaire. Le r&#233;servoir
                primaire alimente en air les freins arri&#232;re. Les freins avant sont aliment&#233;s par le r&#233;servoir
                d'air secondaire. Dans certains cas, le r&#233;servoir d'alimentation et le r&#233;servoir secondaire ne
                constituent qu'un seul r&#233;servoir muni d'une s&#233;paration interne (
                <hotlnk xrefid="f0400201">figure 1</hotlnk>
                ).
            </para>
            <figure id="f0400201" figsize="col-wide">
                <graphic id="g0400201" filename="../figg04/g0400201.webp" type="webp" scalefit="0" resolution="72"/>
                <caption>Figure 1. R&#233;servoir</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR D'ALIMENTATION</callout1>
                    <callout1>2. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>3. ROBINET DE PURGE</callout1>
                    <callout1>4. SOUPAPE AUTOMATIQUE DE PURGE</callout1>
                </calloutgroup>
            </figure>
            <para>Un r&#233;servoir sert &#233;galement de contenant o&#249; l'air, chauff&#233; durant la compression,
                peut refroidir et provoquer la condensation des vapeurs d'huile et d'eau.
            </para>
            <para>Le volume combin&#233; de tous les r&#233;servoirs de service et d'alimentation est 12 fois sup&#233;rieur
                &#224; celui de tous les cylindres de freinage de service lorsque les pistons ou les membranes
                effectuent leur course maximale.
            </para>
            <specpara>
                <caution>
                    <para>Ne modifiez pas les dimensions des r&#233;servoirs d'air. Le service technique de Navistar
                        International doit approuver les modifications des circuits de freinage pneumatiques avant que
                        l'on proc&#232;de aux modifications ou avant le fonctionnement.
                    </para>
                </caution>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
