<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR : BENDIX TU-FLO 550 ET TU-FLO 750 - ASSEMBLAGE - SEGMENTS</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="1">
        <title>SEGMENTS</title>
        <para>V&#233;rifiez chaque coupe de segment de l'al&#233;sage d'un cylindre avant son installation. Placez le
            segment dans le haut de l'al&#233;sage et, au moyen du piston, poussez le segment au milieu de l'al&#233;sage
            pour en v&#233;rifier la coupe. Si les coupes sont inad&#233;quates parce que vous avez achet&#233; des
            segments aux dimensions inappropri&#233;es ou parce que le compresseur est us&#233; au-del&#224; des limites
            acceptables, vous devez remplacer le compresseur.
        </para>
        <para>Installez les segments sur les pistons &#224; partir du centre du piston vers l'ext&#233;rieur en proc&#233;dant
            comme suit.
        </para>
        <para>R&#233;f&#233;rez-vous &#224; la
            <hotlnk xrefid="f0400316">figure 16</hotlnk>en ce qui a trait aux num&#233;ros d'&#233;l&#233;ment entre
            parenth&#232;ses, &#224; moins d'indications contraires.
        </para>
        <step1>
            <para count="1">Installez la cale d'&#233;cartement et les segments de la fa&#231;on suivante. Placez la
                cale d'&#233;cartement (&#233;l&#233;ment 3,
                <hotlnk xrefid="f0400316">figure 16</hotlnk>) dans la gorge du piston; les extr&#233;mit&#233;s de la
                cale doivent s'abouter et ne pas se chevaucher. Installez le segment du haut (&#233;l&#233;ment 4) en
                ins&#233;rant une extr&#233;mit&#233; au-dessus de la cale dans la gorge du segment, &#224; 120 degr&#233;s
                des extr&#233;mit&#233;s de la cale, et tournez le segment pour le mettre en position. Installez le
                segment du bas de la m&#234;me fa&#231;on sous la cale en vous assurant que la coupe est d&#233;cal&#233;e
                de 120 degr&#233;s &#224; partir du segment du haut et des coupes de la cale. Avant l'utilisation,
                assurez-vous que les deux extr&#233;mit&#233;s peintes de la cale sont visibles et about&#233;es (
                <hotlnk xrefid="f0400316">figure 16</hotlnk>).
            </para>
            <figure id="f0400316" figsize="col-wide">
                <graphic filename="../figg04/g0400316.webp" type="webp"/>
                <caption>Figure 16. Piston et segments</caption>
                <calloutgroup>
                    <callout1>1. SEGMENT DE COMPRESSION</callout1>
                    <callout1>2. SEGMENT</callout1>
                    <callout1>3. CALE D'&#201;CARTEMENT</callout1>
                    <callout1>4. SEGMENT</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Installez les segments de compression (&#233;l&#233;ment 1,
                <hotlnk xrefid="f0400316">figure 16</hotlnk>) dans les gorges appropri&#233;es comportant le biseau
                (s'il y en a un) vers le haut du piston.
            </para>
        </step1>
        <para>V&#233;rifiez le jeu lat&#233;ral de chaque segment dans la gorge de segment de piston (
            <hotlnk xrefid="f0400316">figure 16</hotlnk>). Si le jeu lat&#233;ral est trop important, c'est que la gorge
            est us&#233;e au-del&#224; des limites prescrites. Vous devez remplacer le piston.
        </para>
        <para>Tournez les segments dans leur gorge respective de fa&#231;on que chaque coupe se situe au moins &#224; 90
            degr&#233;s de la coupe d'extr&#233;mit&#233; du segment pr&#233;c&#233;dent.
        </para>
        <para>R&#233;f&#233;rez-vous &#224; la
            <hotlnk document="f04003r_20.xml" xrefid="f0400313">figure 13</hotlnk>en ce qui a trait aux &#233;l&#233;ments
            entre parenth&#232;ses.
        </para>
        <para>Lubrifiez l'axe de pied de bielle (&#233;l&#233;ment 27) et la bague de l'axe dans la bielle avec de
            l'huile moteur. Assemblez la partie sup&#233;rieure des bielles et des pistons avec les axes de pied de
            bielle. Introduisez les boutons de l'axe (&#233;l&#233;ment 28) dans les extr&#233;mit&#233;s de l'axe.
            Lubrifiez les pistons et les segments avec de l'huile moteur et ins&#233;rez le piston dans l'al&#233;sage.
        </para>
        <para>Tournez le vilebrequin de fa&#231;on que l'un de ses tourillons de bielle soit orient&#233; vers le bas,
            au centre. Installez les segments de port&#233;e du vilebrequin (&#233;l&#233;ment 38) sur la bielle (&#233;l&#233;ment
            37) et le chapeau de bielle (&#233;l&#233;ment 39). Serrez les boulons de la bielle (&#233;l&#233;ment 40)
            uniform&#233;ment au couple de 150 &#224; 170 lb.po (16,947 &#224; 19,155 N&#8226;m). Installez l'autre
            bielle et l'autre piston de la m&#234;me fa&#231;on. Nous recommandons d'utiliser des vis &#224; t&#234;te
            de bielle neuves.
        </para>
        <para>Avant de replacer la culasse sur le carter, assurez-vous d'avoir utilis&#233; les bons pistons en tournant
            le vilebrequin d'un tour complet de fa&#231;on que chaque piston atteigne le sommet de sa course ascendante.
            Au sommet de la course, chaque piston doit atteindre le haut du carter. Si le piston n'atteint pas le haut
            du carter, c'est qu'il est inad&#233;quat; il risque d'endommager le compresseur si on ne le remplace pas.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_36.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
