<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - FLEXIBLES, TUBES ET RACCORDS - SYST&#200;ME PNEUMATIQUE QUALITY CONNECT
    </stitle>
    <svcsection/>
    <svcproc id="hl0400226" svcproctype="IDcomponent" graphiccount="15">
        <title>SYST&#200;ME PNEUMATIQUE QUALITY CONNECT</title>
        <svcsubproc>
            <title>Description</title>
            <para>Le syst&#232;me Quality Connect est utilis&#233; sur certains v&#233;hicules International. Les
                raccords Quality Connect sont d&#233;pourvus de filets. Une pince dans le raccord (
                <hotlnk xrefid="f04002a1">figure 101</hotlnk>
                ) mord dans le tube pour l'immobiliser fermement. Le joint torique du raccord (
                <hotlnk xrefid="f04002a1">figure 101</hotlnk>
                ) assure l'&#233;tanch&#233;it&#233; du tube &#224; la soupape, au collecteur ou au corps en T pour emp&#234;cher
                les fuites. Pour faciliter l'entretien, on offre une trousse contenant des outils pour chaque orifice et
                dimension de tube utilis&#233; par Navistar.
            </para>
            <figure id="f04002a1" figsize="col-wide">
                <graphic id="g04002a1" filename="../figg04/g04002a1.webp" type="webp" scalefit="0"/>
                <caption>Figure 101. Syst&#232;me pneumatique Quality Connect</caption>
                <calloutgroup>
                    <callout1>1. TUBE</callout1>
                    <callout1>2. PINCE</callout1>
                    <callout1>3. MANCHON</callout1>
                    <callout1>4. T OU CORPS DE SOUPAPE (COLLECTEUR)</callout1>
                    <callout1>5. JOINT TORIQUE</callout1>
                    <callout1>6. SUPPORT DE TUBE</callout1>
                </calloutgroup>
            </figure>
            <para>Pour assurer la normalisation des tubes Quality Connect utilis&#233;s sur les v&#233;hicules
                International, le tableau suivant pr&#233;sente les couleurs des tubes, les abr&#233;viations et les
                emplacements o&#249; on retrouve les couleurs.
            </para>
            <table id="t0400219" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tableau des emplacements des tubes de couleur Quality Connect</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="0.69in"/>
                    <colspec colnum="2" colname="2" colwidth="1.11in"/>
                    <colspec colnum="3" colname="3" colwidth="4.73in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Couleur</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Abr&#233;viation</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Emplacement</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Noir</para>
                            </entry>
                            <entry rotate="0">
                                <para>BK</para>
                            </entry>
                            <entry rotate="0">
                                <para>&#201;chappement MV-3</para>
                                <para>Alimentation de commande de blocage du r&#233;partiteur de force motrice</para>
                                <para>Manom&#232;tre d'air</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Bleu</para>
                            </entry>
                            <entry rotate="0">
                                <para>BL</para>
                            </entry>
                            <entry rotate="0">
                                <para>Refoulement de commande de la sellette d'attelage</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Brun</para>
                            </entry>
                            <entry rotate="0">
                                <para>BN</para>
                            </entry>
                            <entry rotate="0">
                                <para>Refoulement de commande d'&#233;vacuation d'air de suspension pneumatique</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vert</para>
                            </entry>
                            <entry rotate="0">
                                <para>GN</para>
                            </entry>
                            <entry rotate="0">
                                <para>Circuit de freinage primaire</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Orange</para>
                            </entry>
                            <entry rotate="0">
                                <para>OR</para>
                            </entry>
                            <entry rotate="0">
                                <para>Circuit de freinage secondaire</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Violet</para>
                            </entry>
                            <entry rotate="0">
                                <para>PL</para>
                            </entry>
                            <entry rotate="0">
                                <para>Alimentation de commande de la sellette d'attelage</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Rouge</para>
                            </entry>
                            <entry rotate="0">
                                <para>RD</para>
                            </entry>
                            <entry rotate="0">
                                <para>Commande de tracteur circulant sans remorque &#224; soupape de commande d'&#233;vacuation
                                    d'air de suspension pneumatique MV-3
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Argent</para>
                            </entry>
                            <entry rotate="0">
                                <para>SIL</para>
                            </entry>
                            <entry rotate="0">
                                <para>Refoulement de commande de blocage du r&#233;partiteur de force motrice</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Jaune</para>
                            </entry>
                            <entry rotate="0">
                                <para>YL</para>
                            </entry>
                            <entry rotate="0">
                                <para>Syst&#232;me de frein &#224; ressort</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc id="hl0400213">
            <title>M&#233;thode d'entretien</title>
            <step1>
                <para count="1">Recherchez l'emplacement de la fuite d'air. De l'eau savonneuse peut servir &#224; cette
                    fin. Durant un essai de bulle, la fuite ne doit pas permettre la formation d'une bulle de savon de
                    plus de 1/2 po (12 mm) en trois secondes lorsque la pression dans le circuit se situe entre 100 et
                    130 livres par pouce carr&#233;. Si la fuite d&#233;passe ces sp&#233;cifications, il faut faire
                    l'entretien des raccords Quality Connect.
                </para>
            </step1>
            <para>Ne tentez pas de d&#233;monter les raccords Quality Connect lorsque le circuit est sous pression. Le
                fait de ne pas &#233;vacuer l'air du circuit avant d'enlever des composants peut causer des blessures,
                voire la mort.
            </para>
            <step1>
                <para count="1">Si vous avez d&#233;tect&#233; une fuite et qu'un entretien est n&#233;cessaire, &#233;vacuez
                    l'air du circuit et poussez le tube dans l'orifice pour vous assurer qu'il repose bien au fond.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression dans le circuit. Si la fuite d&#233;passe toujours les sp&#233;cifications,
                    il faudra d&#233;monter le raccord pour d&#233;terminer la cause de la fuite d'air excessive.
                    Choisissez les outils de r&#233;paration et les pi&#232;ces appropri&#233;s pour la dimension du
                    tube &#224; r&#233;parer.
                </para>
            </step1>
            <step1>
                <para count="1">Utilisez l'outil de d&#233;pose (
                    <hotlnk xrefid="f04002a2">figure 102</hotlnk>
                    ) pour enlever le tube. Proc&#233;dez au retrait en pla&#231;ant l'outil autour du tube.
                </para>
            </step1>
            <figure id="f04002a2" figsize="col-wide">
                <graphic id="g04002a2" filename="../figg04/g04002a2.webp" type="webp" scalefit="0"/>
                <caption>Figure 102. Outil de d&#233;pose des tubes</caption>
            </figure>
            <step1>
                <para count="1">Poussez sur l'outil de d&#233;pose, puis tirez sur le tube. Le fait de pousser sur
                    l'outil enfonce la pince du raccord, ce qui lui permet de lib&#233;rer le tube. Il arrive parfois
                    que le support de tube en laiton (
                    <hotlnk xrefid="f04002a1">figure 101</hotlnk>
                    ) quitte le raccord durant le retrait du tube. N'oubliez pas de r&#233;installer le support quand
                    vous installez le tube.
                </para>
            </step1>
            <step1>
                <para count="1">Si le support de tube en laiton demeure dans le raccord et qu'il est intact, laissez-le
                    en place. S'il demeure dans le raccord, mais qu'il semble endommag&#233;, enlevez-le avec des pinces
                    &#224; becs pointus (
                    <hotlnk xrefid="f04002a3">figure 103</hotlnk>
                    ). Jetez le support de tube en laiton. Si votre raccord est pourvu d'un support de tube moul&#233;
                    noir, il est impossible de l'enlever.
                </para>
                <figure id="f04002a3" figsize="col-wide">
                    <graphic id="g04002a3" filename="../figg04/g04002a3.webp" type="webp" scalefit="0"/>
                    <caption>Figure 103. D&#233;posez le support de tube en laiton</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Examinez l'orifice pour voir s'il contient des corps &#233;trangers et enlevez-les.
                </para>
            </step1>
            <step1>
                <para count="1">Voyez si l'extr&#233;mit&#233; du tube pr&#233;sente des &#233;gratignures, des bavures
                    ou des fissures externes. Si elle est endommag&#233;e, coupez la partie endommag&#233;e &#224; une
                    marque de profondeur d'insertion (
                    <hotlnk xrefid="f04002a4">figure 104</hotlnk>
                    ) ou remplacez le tube.
                    <emph type="bold">Ne r&#233;utilisez pas</emph>
                    une extr&#233;mit&#233; endommag&#233;e.
                </para>
                <figure id="f04002a4" figsize="col-wide">
                    <graphic id="g04002a4" filename="../figg04/g04002a4.webp" type="webp" scalefit="0"/>
                    <caption>Figure 104. Coupez le tube endommag&#233;</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Utilisez le coupe-tube (fourni dans la trousse d'outils) pour vous assurer que la coupe
                            est droite &#224; moins de 15&#176; pour aider &#224; pr&#233;venir les fuites (
                            <hotlnk xrefid="f04002a5">figure 105</hotlnk>
                            ). N'utilisez pas d'outil de coupe &#233;mouss&#233; ou lourd, comme des pinces &#224;
                            tranchant lat&#233;ral, un couteau de poche ou une scie &#224; m&#233;taux, qui risquerait
                            d'&#233;craser (aplatir) le tube ou de cr&#233;er des bavures de joint torique dommageables.
                            N'utilisez pas le coupe-tube pour couper autre chose que des conduites d'air en nylon.
                            Remplacez la lame ou le couteau si son tranchant est &#233;mouss&#233;.
                        </para>
                        <figure id="f04002a5" figsize="col-wide">
                            <graphic id="g04002a5" filename="../figg04/g04002a5.webp" type="webp" scalefit="0"/>
                            <caption>Figure 105. Figure 105</caption>
                        </figure>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Utilisez l'extr&#233;mit&#233; fourchue de l'outil de r&#233;paration pour d&#233;poser
                    la pince (
                    <hotlnk xrefid="f04002a6">figure 106</hotlnk>
                    ). Jetez la pince.
                </para>
                <figure id="f04002a6" figsize="col-wide">
                    <graphic id="g04002a6" filename="../figg04/g04002a6.webp" type="webp" scalefit="0"/>
                    <caption>Figure 106. D&#233;posez la pince</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Enlevez le joint torique au moyen du dispositif de retrait des joints toriques de
                    l'outil de r&#233;paration (
                    <hotlnk xrefid="f04002a7">figure 107</hotlnk>
                    ). Jetez le joint torique. &#201;vitez d'&#233;gratigner la cavit&#233; du joint torique durant le
                    retrait du joint.
                </para>
                <figure id="f04002a7" figsize="col-wide">
                    <graphic id="g04002a7" filename="../figg04/g04002a7.webp" type="webp" scalefit="0"/>
                    <caption>Figure 107. D&#233;posez le joint torique</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Si vous &#233;gratignez la cavit&#233; du joint torique durant son retrait, l'&#233;gratignure
                            peut causer une fuite du raccord.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si vous avez d&#233;pos&#233; le support du tube, placez celui-ci ou un support neuf
                    dans un bouchon d'exp&#233;dition (fourni dans la trousse de pi&#232;ces). Enfoncez le support de
                    tube dans l'orifice jusqu'&#224; ce qu'il repose au fond (
                    <hotlnk xrefid="f04002a8">figure 108</hotlnk>
                    ). D&#233;posez le bouchon d'exp&#233;dition &#224; l'aide de l'outil de d&#233;pose des bouchons.
                </para>
                <figure id="f04002a8" figsize="col-wide">
                    <graphic id="g04002a8" filename="../figg04/g04002a8.webp" type="webp" scalefit="0"/>
                    <caption>Figure 108. Enfoncez le support de tube dans l'orifice</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Utilisez un lubrifiant approuv&#233; (de pr&#233;f&#233;rence du d&#233;tergent liquide
                    dans de l'eau) et lubrifiez le nouveau joint torique. Placez-le dans la partie sup&#233;rieure du
                    manchon du raccord Quality Connect comme on le voit &#224; la
                    <hotlnk xrefid="f04002a9">figure 109</hotlnk>
                    .
                </para>
                <figure id="f04002a9" figsize="col-wide">
                    <graphic id="g04002a9" filename="../figg04/g04002a9.webp" type="webp" scalefit="0"/>
                    <caption>Figure 109. Utilisez un lubrifiant approuv&#233;</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Installez une pince neuve. Une pression manuelle est suffisante. Elle fait entendre un "
                    clic " lorsqu'elle est bien assise (
                    <hotlnk xrefid="f04002b0">figure 110</hotlnk>
                    ). De plus, la pince poussera le joint torique dans sa position d'enfoncement maximale (
                    <hotlnk xrefid="f04002a1">figure 101</hotlnk>
                    ).
                </para>
                <figure id="f04002b0" figsize="col-wide">
                    <graphic id="g04002b0" filename="../figg04/g04002b0.webp" type="webp" scalefit="0"/>
                    <caption>Figure 110. Installez une pince neuve</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Si le tube ne pr&#233;sente pas de marque de profondeur d'insertion, proc&#233;dez comme
                    suit : utilisez l'outil de r&#233;paration (
                    <hotlnk xrefid="f04002b1">figure 111</hotlnk>
                    ) pour d&#233;terminer la profondeur d'insertion convenant &#224; la dimension de tube utilis&#233;e.
                    Marquez la profondeur d'insertion appropri&#233;e sur le tube.
                </para>
                <figure id="f04002b1" figsize="col-wide">
                    <graphic id="g04002b1" filename="../figg04/g04002b1.webp" type="webp" scalefit="0"/>
                    <caption>Figure 111. D&#233;terminez la profondeur d'insertion appropri&#233;e</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Lubrifiez l'extr&#233;mit&#233; du tube et enfoncez-le &#224; la profondeur d'insertion
                    appropri&#233;e (
                    <hotlnk xrefid="f04002b2">figure 112</hotlnk>
                    ). Installez le tube en le poussant directement dans le raccord. La marque de profondeur d'insertion
                    doit affleurer la surface du raccord (
                    <hotlnk xrefid="f04002b2">figure 112</hotlnk>
                    ). Tirez d&#233;licatement sur le tube pour vous assurer qu'il est bien fix&#233; dans le raccord.
                </para>
                <figure id="f04002b2" figsize="col-wide">
                    <graphic id="g04002b2" filename="../figg04/g04002b2.webp" type="webp" scalefit="0"/>
                    <caption>Figure 112. Un raccord s&#251;r</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Faites un essai au moyen d'une solution savonneuse et d'air propre et sec &#224; la
                    pression du circuit pour vous assurer que l'ensemble est exempt de fuites. Si une fuite d&#233;passant
                    les sp&#233;cifications (consultez
                    <hotlnk xrefid="hl0400213">
                        <xref refid="hl0400213"/>l'&#233;tape 1
                    </hotlnk>
                    ) est toujours pr&#233;sente, d&#233;posez et remplacez la soupape, le collecteur ou le T.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation des tubes dans des orifices nouveaux ou facultatifs</title>
            <step1>
                <para count="1">Pour utiliser un orifice inutilis&#233;, d&#233;posez d'abord le bouchon d'exp&#233;dition
                    &#224; l'aide de l'outil de retrait des bouchons. Vous pouvez &#233;galement enfoncer la pince, puis
                    tirer sur le bouchon (
                    <hotlnk xrefid="f04002b3">figure 113</hotlnk>
                    ).
                </para>
                <figure id="f04002b3" figsize="col-wide">
                    <graphic id="g04002b3" filename="../figg04/g04002b3.webp" type="webp" scalefit="0"/>
                    <caption>Figure 113. D&#233;posez le bouchon d'exp&#233;dition</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Utilisez l'outil de r&#233;paration (
                    <hotlnk xrefid="f04002b4">figure 114</hotlnk>
                    ) pour d&#233;terminer la profondeur d'insertion convenant &#224; la dimension de tube utilis&#233;e.
                    Marquez la profondeur d'insertion appropri&#233;e sur le tube. Si vous utilisez un tube pourvu de
                    marques de profondeur d'insertion, coupez l'extr&#233;mit&#233; du tube &#224; une marque
                    d'insertion &#224; l'aide d'un coupe-tube recommand&#233;. Consultez
                    <hotlnk xrefid="hl0400213">l'&#233;tape 8
                        <xref refid="hl0400213"/>
                    </hotlnk>
                    pour obtenir des renseignements sur la coupe du tube.
                </para>
                <figure id="f04002b4" figsize="col-wide">
                    <graphic id="g04002b4" filename="../figg04/g04002b4.webp" type="webp" scalefit="0"/>
                    <caption>Figure 114. D&#233;terminez la profondeur d'insertion appropri&#233;e</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Lubrifiez le tube et enfoncez-le &#224; la profondeur d'insertion appropri&#233;e.
                    Installez le tube en l'enfon&#231;ant directement dans le raccord. La profondeur d'insertion doit
                    affleurer la surface du raccord (
                    <hotlnk xrefid="f04002b5">figure 115</hotlnk>
                    ). Tirez d&#233;licatement sur le tube pour vous assurer qu'il est bien fix&#233; dans le raccord.
                </para>
                <figure id="f04002b5" figsize="col-wide">
                    <graphic id="g04002b5" filename="../figg04/g04002b5.webp" type="webp" scalefit="0"/>
                    <caption>Figure 115. Un raccord s&#251;r</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Faites un essai au moyen d'une solution savonneuse et d'air sec et propre &#224; la
                    pression du circuit pour vous assurer que l'ensemble est exempt de fuites. Si le raccord fuit,
                    suivez la
                    <hotlnk xrefid="hl0400213">
                        <xref refid="hl0400213"/>m&#233;thode d'entretien.
                    </hotlnk>
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_145.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_147.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
