<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPES DE FREIN AVEC P&#201;DALE " MARCHETTE " E6 ET &#192; P&#201;DALE
        SUSPENDUE E7 BENDIX - V&#201;RIFICATIONS D'ENTRETIEN
    </stitle>
    <svcsection/>
    <svcproc id="hl0400206" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Le circuit pneumatique &#233;tant enti&#232;rement rempli, v&#233;rifiez la pression de
                    refoulement des circuits primaire et secondaire au moyen de manom&#232;tres d'essai r&#233;put&#233;s
                    pr&#233;cis. Enfoncez la p&#233;dale ou la soupape avec p&#233;dale " marchette " &#224; plusieurs
                    positions entre le desserrage complet et le serrage maximal, puis v&#233;rifiez la pression de
                    refoulement aux manom&#232;tres d'essai pour voir si elle varie proportionnellement au mouvement de
                    la p&#233;dale de frein.
                </para>
            </step1>
            <step1>
                <para count="1">Lorsque la p&#233;dale est rel&#226;ch&#233;e apr&#232;s un serrage maximal,
                    l'indication des manom&#232;tres d'essai devrait chuter &#224; z&#233;ro rapidement. Notons que la
                    pression de refoulement du circuit primaire est sup&#233;rieure d'environ 2 livres par pouce carr&#233;
                    &#224; celle du circuit secondaire lorsque les deux r&#233;servoirs d'alimentation pr&#233;sentent
                    la m&#234;me pression. Cela est normal pour ces soupapes.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Un changement dans les caract&#233;ristiques de freinage du v&#233;hicule ou un avertissement
                        de pression basse peut indiquer une d&#233;fectuosit&#233; dans l'un ou l'autre des circuits ou
                        des composants de freinage. Il ne faut pas utiliser le v&#233;hicule avant l'&#233;x&#233;cution
                        des r&#233;parations n&#233;cessaires et avant de s'&#234;tre assur&#233; que les deux circuits
                        de freinage, y compris les dispositifs pneumatiques et m&#233;caniques, fonctionnent
                        correctement. Apr&#232;s avoir r&#233;par&#233; les freins, v&#233;rifiez-les toujours avant de
                        remettre le v&#233;hicule en service.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Essai d'&#233;tanch&#233;it&#233;</title>
            <step1>
                <para count="1">Serrez fortement les freins et maintenez-les dans cette position. Au moyen d'une
                    solution savonneuse, v&#233;rifiez si l'orifice d'&#233;chappement pr&#233;sente une fuite. Le
                    gonflement d'une bulle de savon de 1 po (25 mm) de diam&#232;tre en cinq secondes est acceptable.
                </para>
            </step1>
            <step1>
                <para count="1">Si la soupape de frein ne fonctionne pas tel qu'indiqu&#233;, il faut la remplacer ou la
                    r&#233;parer.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_49.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_51.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
