<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - INSTALLATION - CARTER ET VILEBREQUIN</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="0">
        <title>CARTER ET VILEBREQUIN</title>
        <para>Toutes les pi&#232;ces &#224; c&#244;t&#233; desquelles on trouve un num&#233;ro entre parenth&#232;ses
            sont illustr&#233;es &#224; la
            <hotlnk document="f04004_19.xml" xrefid="f0400411">figure 11</hotlnk>.
        </para>
        <step1>
            <para count="1">Si l'extr&#233;mit&#233; d'entra&#238;nement du vilebrequin du compresseur est pourvue d'un
                joint &#233;tanche &#224; l'huile (40), ins&#233;rez-le dans le carter jusqu'&#224; ce qu'il soit en
                affleurement avec celui-ci. Avec de l'huile propre, lubrifiez les rebords &#233;tanches du joint.
            </para>
        </step1>
        <step1>
            <para count="1">Si le compresseur est pourvu d'un palier de vilebrequin &#224; billes (29), ins&#233;rez-le
                de force &#224; l'extr&#233;mit&#233; appropri&#233;e du vilebrequin. Installez le palier &#224; billes
                et le vilebrequin dans le carter et assurez-vous &#224; l'aide des marques faites avant le d&#233;montage
                que l'extr&#233;mit&#233; d'entra&#238;nement du vilebrequin est plac&#233;e correctement dans le
                carter.
            </para>
            <specpara>
                <note>
                    <para>Si le compresseur est pourvu d'un palier arri&#232;re &#224; billes, assurez-vous d'installer
                        la bague d'arr&#234;t dans le carter avant d'ins&#233;rer de force le vilebrequin et ce palier.
                        Ins&#233;rez avec soin le vilebrequin et le palier &#224; billes &#224; l'aide d'une presse
                        &#224; cr&#233;maill&#232;re. Attention de ne pas endommager le joint &#233;tanche &#224;
                        l'huile si le compresseur en est pourvu.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Ins&#233;rez le joint torique (32) dans la rainure autour du couvercle arri&#232;re ou dans
                le carter si le compresseur est pourvu d'un palier &#224; billes arri&#232;re. Si le couvercle arri&#232;re
                contient un palier &#224; coussinet &#224; ajustage de pr&#233;cision qui sert de palier de vilebrequin,
                n'oubliez pas d'installer la bague d'arr&#234;t. Installez le couvercle arri&#232;re &#224; l'aide des
                marques faites avant le d&#233;montage en prenant soin de ne pas endommager le palier &#224; coussinet
                si le compresseur en est pourvu.
            </para>
        </step1>
        <step1>
            <para count="1">Ins&#233;rez les quatre vis &#224; chapeau ou &#233;crous qui fixent le couvercle arri&#232;re
                au carter et serrez au couple indiqu&#233; &#224; la rubrique
                <hotlnk document="f04004_42.xml" xrefid="hl0400405">COUPLES DE SERRAGE</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
