<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPES DE FREIN AVEC P&#201;DALE " MARCHETTE " E6 ET &#192; P&#201;DALE
        SUSPENDUE E7 BENDIX - Installation
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>Installation</title>
        <svcsubproc>
            <title>Soupape avec p&#233;dale " marchette "</title>
            <step1>
                <para count="1">Branchez toutes les conduites d'air &#224; la soupape de frein &#224; p&#233;dale.
                    Veillez &#224; ce qu'elles soient branch&#233;es au m&#234;me raccord qu'au moment de la d&#233;pose.
                </para>
            </step1>
            <step1>
                <para count="1">Placez la soupape de frein &#224; p&#233;dale sur la plaque de fixation et fixez-la avec
                    des vis.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez toutes les conduites d'air pos&#233;es sur la soupape de frein &#224; p&#233;dale.</para>
            </step1>
            <step1>
                <para count="1">Avant de remettre le v&#233;hicule en service, v&#233;rifiez tous les raccords
                    pneumatiques qui ont &#233;t&#233; d&#233;pos&#233;s pour voir s'ils ne fuient pas. Utilisez une
                    solution savonneuse sur les raccords et v&#233;rifiez la pr&#233;sence de fuites (bulles). Les
                    raccords des conduites d'air ne doivent pas fuir.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Soupape &#224; p&#233;dale suspendue</title>
            <step1>
                <para count="1">Placez la soupape sur la plaque de fixation. Installez les boulons de fixation, mais ne
                    les serrez pas.
                </para>
            </step1>
            <step1>
                <para count="1">Posez toutes les conduites d'air. Assurez-vous qu'elles sont branch&#233;es aux m&#234;mes
                    raccords qu'au moment de leur d&#233;pose. Une fois toutes les conduites pos&#233;es, serrez-les.
                </para>
            </step1>
            <step1>
                <para count="1">Serrez les boulons de fixation de la soupape de frein &#224; p&#233;dale.</para>
            </step1>
            <step1>
                <para count="1">Installez le r&#233;servoir de liquide de refroidissement ou le filtre &#224; air s'il y
                    a lieu.
                </para>
            </step1>
            <step1>
                <para count="1">Fixez le faisceau de c&#226;blage.</para>
            </step1>
            <step1>
                <para count="1">Remplissez le r&#233;servoir de liquide de refroidissement s'il y a lieu.</para>
            </step1>
            <step1>
                <para count="1">Avant de remettre le v&#233;hicule en service, examinez tous les raccords pneumatiques d&#233;pos&#233;s
                    pour voir s'ils fuient. Utilisez une solution savonneuse sur les raccords et recherchez la pr&#233;sence
                    de fuites (bulles). Les raccords des conduites d'air ne doivent pas fuir.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_52.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_54.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
