<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - V&#201;RIFICATION - CARTER</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>CARTER</title>
        <para>V&#233;rifiez toutes les surfaces du carter pour voir s'il y a des fissures ou des dommages. Portez une
            attention particuli&#232;re aux ailettes de refroidissement. S'il s'agit d'un compresseur pourvu de paliers
            &#224; billes, l'&#233;cart entre le diam&#232;tre externe de la bague de roulement ext&#233;rieure et le
            diam&#232;tre interne de l'orifice du vilebrequin doit &#234;tre de 0,0000 &#224; 0,0015 pouce (0,038 mm)
            afin d'assurer un emmanchement &#224; force appropri&#233;. Il faut remplacer le carter s'il y a trop de
            jeu.
        </para>
        <para>Pour les compresseurs pourvus de paliers &#224; coussinet &#224; ajustage de pr&#233;cision, l'&#233;cart
            entre le diam&#232;tre externe du tourillon et le diam&#232;tre interne du palier du vilebrequin ne doit pas
            exc&#233;der 0,004 pouce (0,10 mm), sinon il faut remplacer le couvercle arri&#232;re ou le palier.
        </para>
        <para>Il faut v&#233;rifier l'int&#233;rieur du cylindre avec un microm&#232;tre ou un compas d'int&#233;rieur.
            Un cylindre dont l'int&#233;rieur est ray&#233;, dont le diam&#232;tre interne pr&#233;sente une d&#233;formation
            de plus de 0,0005 pouce (0,0127 mm) ou qui s'&#233;vase de plus de 0,0005 pouce (0,0127 mm) doit &#234;tre r&#233;al&#233;s&#233;
            ou rectifi&#233;. Des pistons et des segments de remplacement &#224; majoration de l'al&#233;sage de 0,010
            pouce (0,254 mm), de 0,020 pouce (0,508 mm) et de 0,030 pouce (0,762 mm) sont disponibles. L'int&#233;rieur
            du cylindre doit &#234;tre lisse, droit et rond.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_28.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_30.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
