<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - D&#201;PANNAGE</stitle>
    <svcsection/>
    <svcproc id="hl0400402" svcproctype="troubleshoot" graphiccount="0">
        <title>D&#201;PANNAGE</title>
        <table id="hl0400403">
            <title>Tableau de d&#233;pannage</title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="1.83in"/>
                <colspec colname="2" colwidth="1.83in"/>
                <colspec colname="3" colwidth="2.87in"/>
                <thead>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>SYMPT&#212;ME</para>
                        </entry>
                        <entry colname="2">
                            <para>CAUSE</para>
                        </entry>
                        <entry colname="3">
                            <para>CORRECTIF</para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>La pr&#233;sence d'huile aux orifices d'&#233;chappement des soupapes du syst&#232;me
                                de freinage ou au filtre &#224; air &#224; l'entr&#233;e du compresseur indique que de
                                l'huile en quantit&#233; excessive circule dans le compresseur.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Entr&#233;e d'air obstru&#233;e</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le filtre &#224; air du moteur ou du compresseur et remplacez-le au
                                besoin. V&#233;rifiez si la conduite d'admission d'air du compresseur est d&#233;form&#233;e
                                ou pli&#233;e excessivement et assurez-vous qu'elle a le diam&#232;tre interne minimal
                                recommand&#233;. Le diam&#232;tre interne minimal recommand&#233; pour la ligne
                                d'admission est de 5/8 pouce (15,9 mm). Le colmatage ne doit pas faire monter la
                                pression &#224; plus de 25 pouces (635 mm) de colonne d'eau (6,2 kPa).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Obstruction de la conduite de retour d'huile (vers le moteur)</para>
                        </entry>
                        <entry colname="3">
                            <para>La conduite de retour de l'huile vers le moteur ne doit en aucun cas &#234;tre obstru&#233;e.
                                Voyez si cette conduite est d&#233;form&#233;e ou pli&#233;e excessivement ou si elle
                                est obstru&#233;e. Le diam&#232;tre externe minimal recommand&#233; pour la conduite de
                                retour est de 5/8 pouce (15,9 mm), soit l'&#233;quivalent d'une diam&#232;tre interne
                                minimal de 1/2 pouce (12,7 mm). La circulation d'huile dans la conduite de retour doit
                                constamment suivre un PARCOURS ASCENDANT du compresseur au carter du moteur.
                                Assurez-vous que les passages de retour d'huile dans le compresseur et sur les surfaces
                                de contact avec le moteur ne sont pas obstru&#233;s et qu'ils sont bien align&#233;s. Il
                                faut porter une attention particuli&#232;re lorsque des mat&#233;riaux d'&#233;tanch&#233;it&#233;
                                sont utilis&#233;s avec des joints ou au lieu des joints.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Mauvais filtrage de l'air d'admission</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si le filtre &#224; air du moteur ou du compresseur est endommag&#233;, d&#233;fectueux
                                ou sale. Voyez si les pi&#232;ces d'admission d'air du compresseur pr&#233;sentent des
                                fuites ou sont endommag&#233;es ou d&#233;fectueuses (conduite d'admission, raccords,
                                joints, bo&#238;tier de filtre, etc.). L'orifice d'admission du compresseur ne doit
                                &#234;tre raccord&#233; d'aucune fa&#231;on au syst&#232;me de recyclage des gaz d'&#233;chappement
                                du moteur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Refroidissement insuffisant du compresseur</para>
                        </entry>
                        <entry colname="3">
                            <para>Dans les parties du compresseur refroidies &#224; l'air, enlevez la graisse, les
                                souillures et la salet&#233; sur les ailettes de refroidissement et remplacez les pi&#232;ces
                                endommag&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para></para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>Dans les parties du compresseur refroidies &#224; l'eau :</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si le diam&#232;tre interne des conduites de refroidissement est
                                appropri&#233;. Le diam&#232;tre interne minimal recommand&#233; pour ces conduites est
                                de 3/8 pouce (9,53 mm).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le d&#233;bit du liquide de refroidissement dans le compresseur. Le d&#233;bit
                                minimal doit &#234;tre de 2,5 gallons (9,5 L) &#224; la minute lorsque le moteur tourne
                                &#224; une vitesse r&#233;gul&#233;e. Si le d&#233;bit du liquide de refroidissement est
                                bas, voyez si les conduites et les raccords de refroidissement ne pr&#233;sentent pas
                                des d&#233;p&#244;ts de rouille ou s'ils ne sont pas d&#233;form&#233;s ou obstru&#233;s.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>La temp&#233;rature de l'eau ne doit pas exc&#233;der 200 &#176;F (93 &#176;C).</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>Un refroidissement optimal est obtenu lorsque le liquide de refroidissement du moteur
                                circule comme on le voit &#224; la figure 7.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Les contaminants ne sont pas r&#233;guli&#232;rement vidang&#233;s des r&#233;servoirs.</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez les purgeurs des r&#233;servoirs pour vous assurer qu'ils fonctionnent
                                bien. Nous recommandons de doter le v&#233;hicule de purgeurs automatiques ou de purger
                                chaque jour tous les r&#233;servoirs jusqu'&#224; une pression de z&#233;ro (0) livre
                                par pouce carr&#233; (0 kPa). Id&#233;alement, le v&#233;hicule devrait &#234;tre &#233;quip&#233;
                                d'un &#233;purateur d'air d&#233;shydratant en amont des r&#233;servoirs.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Le compresseur fonctionne sous pression pendant un temps excessif.</para>
                        </entry>
                        <entry colname="3">
                            <para>Le syst&#232;me ne doit pas comporter de fuite exc&#233;dant la norme &#233;tablie par
                                l'industrie de 1 livre par pouce carr&#233; (6,9 kPa) de baisse de pression &#224; la
                                minute lorsque les freins ne sont pas serr&#233;s et de 3 livres par pouce carr&#233;
                                (20,7 kPa) de baisse de pression &#224; la minute lorsque les freins sont serr&#233;s.
                                Si la fuite est importante, v&#233;rifiez l'&#233;tanch&#233;it&#233; du syst&#232;me et
                                effectuez les r&#233;parations n&#233;cessaires.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Pression excessive dans le carter du moteur</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si la pression dans le carter du moteur est excessive et r&#233;parez ou
                                remplacez au besoin les pi&#232;ces de ventilation. (Une jauge d'huile l&#226;che ou
                                partiellement sortie peut indiquer une pression excessive dans le carter.)
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Pression excessive de l'huile-moteur</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez la pression de l'huile-moteur &#224; l'aide d'un manom&#232;tre d'essai
                                et comparez la lecture aux sp&#233;cifications du moteur. Bendix ne recommande pas de
                                limiter le d&#233;bit de la conduite d'alimentation d'huile &#224; cause du risque
                                d'obstruction du dispositif limiteur par des contaminants d'huile. Le diam&#232;tre
                                interne minimal de la conduite d'alimentation d'huile doit &#234;tre de 3/16 pouce (4,76
                                mm).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresseur d&#233;fectueux</para>
                        </entry>
                        <entry colname="3">
                            <para>Ne remplacez ou ne r&#233;parez le compresseur qu'apr&#232;s vous &#234;tre assur&#233;
                                que le syst&#232;me ne pr&#233;sente aucun des probl&#232;mes mentionn&#233;s pr&#233;c&#233;demment.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Compresseur bruyant</para>
                        </entry>
                        <entry colname="2">
                            <para>Engrenage d'entra&#238;nement ou poulie l&#226;che</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez l'ajustage de l'engrenage d'entra&#238;nement ou de la poulie sur le
                                vilebrequin du compresseur. La poulie ou l'engrenage ne doit pas &#234;tre l&#226;che et
                                l'&#233;crou du vilebrequin doit &#234;tre bien serr&#233;. Si la surface du vilebrequin
                                du compresseur ou ses rainures de clavette sont endommag&#233;es, cela indique que des
                                pi&#232;ces sont l&#226;ches. Si le vilebrequin du compresseur est endommag&#233;,
                                remplacez le compresseur ou le vilebrequin. Lorsque vous installez l'engrenage d'entra&#238;nement
                                ou la poulie, serrez l'&#233;crou du vilebrequin &#224; un couple 100 lb&#8226;pi (113 N&#8226;m).
                                NE DESSERREZ PAS L'&#201;CROU DU VILEBREQUIN POUR ALIGNER LA GOUPILLE ET L'&#201;CROU CR&#201;NEL&#201;.
                                (Certains compresseurs ne comportent pas un &#233;crou cr&#233;nel&#233;.) N'UTILISEZ
                                PAS UNE CL&#201; &#192; CHOCS.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Usure excessive des raccords ou de l'engrenage d'entra&#238;nement.</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si l'engrenage et les raccords d'entra&#238;nement ou le moteur ne pr&#233;sentent
                                pas une usure excessive. Remplacez au besoin les pi&#232;ces. (les engrenages non m&#233;talliques
                                doivent &#234;tre remplac&#233;s lorsque le compresseur est remplac&#233;.)
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Obstruction de la culasse ou de la conduite de refoulement du compresseur</para>
                        </entry>
                        <entry colname="3">
                            <para>Recherchez les d&#233;p&#244;ts de carbone &#233;ventuels dans l'orifice et la
                                conduite de refoulement du compresseur. S'il y a des d&#233;p&#244;ts de carbone, v&#233;rifiez
                                si le compresseur est suffisamment refroidi. (Voir la cause et le correctif D du sympt&#244;me
                                no 1.) Voyez si la conduite de refoulement n'est pas d&#233;form&#233;e ou obstru&#233;e.
                                Remplacez, au besoin, la conduite de refoulement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Paliers us&#233;s ou grill&#233;s</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si la pression d'huile dans le compresseur est appropri&#233;e. La
                                pression d'huile minimale exig&#233;e est de 5 livres par pouce carr&#233; (34,5 kPa)
                                lorsque le moteur tourne au ralenti et de 15 livres par pouce carr&#233; (103 kPa)
                                lorsque le moteur tourne &#224; vitesse r&#233;gul&#233;e maximale. Assurez-vous que la
                                temp&#233;rature de l'huile n'est pas excessive. Elle ne doit pas d&#233;passer 240
                                &#176;F (115,5 &#176;C).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresseur d&#233;fectueux</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez ou r&#233;parez le compresseur apr&#232;s vous &#234;tre assur&#233; que le
                                syst&#232;me ne pr&#233;sente aucun des probl&#232;mes mentionn&#233;s pr&#233;c&#233;demment.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Pression excessive et d&#233;compression trop lente - Le compresseur doit pouvoir
                                faire passer la pression de l'air de 85 &#224; 100 livres par pouce carr&#233; (586
                                &#224; 690 kPa) en 40 secondes lorsque le moteur tourne &#224; une vitesse r&#233;gul&#233;e
                                maximale. Le constructeur du v&#233;hicule doit pouvoir attester que la capacit&#233;
                                minimale du compresseur est conforme aux normes f&#233;d&#233;rales. Ne remplacez pas le
                                compresseur d'origine par un compresseur de moindre capacit&#233;.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Filtre &#224; air sale</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le filtre &#224; air du moteur ou du compresseur et remplacez-le au
                                besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Conduite d'admission obstru&#233;e</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si la conduite d'admission du compresseur n'est pas d&#233;form&#233;e ou obstru&#233;e
                                et remplacez-la au besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Conduite ou cavit&#233; de refoulement du compresseur obstru&#233;e</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si l'orifice ou la conduite de refoulement du compresseur n'est pas obstru&#233;e
                                par des d&#233;p&#244;ts de carbone. S'il y a des d&#233;p&#244;ts de carbone, v&#233;rifiez
                                si le compresseur est suffisamment refroidi. Remplacez les parties d&#233;fectueuses de
                                la conduite de refoulement.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Patinage des pi&#232;ces d'entra&#238;nement</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez s'il y a des engrenages ou des raccords d'entra&#238;nement d&#233;fectueux et
                                remplacez-les au besoin. V&#233;rifiez l'&#233;tat des courroies et remplacez ou serrez
                                celles-ci selon le cas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fuite excessive du syst&#232;me d'admission d'air</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si de l'air s'&#233;chappe de fa&#231;on excessive du syst&#232;me et r&#233;parez
                                au besoin. &#192; cette fin, proc&#233;dez comme suit : augmentez la pression du syst&#232;me
                                jusqu'&#224; la valeur de d&#233;clenchement du r&#233;gulateur, puis laissez la
                                pression se stabiliser pendant une minute; au manom&#232;tre du tableau de bord, notez
                                la lecture de pression du syst&#232;me et la baisse de pression apr&#232;s deux minutes.
                            </para>
                            <para></para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Grippage du piston de d&#233;compression</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le fonctionnement du m&#233;canisme de d&#233;compression. V&#233;rifiez
                                si le r&#233;gulateur d'air du compresseur fonctionne bien. Si le r&#233;gulateur
                                fonctionne bien, remplacez le m&#233;canisme de d&#233;compression et v&#233;rifiez si
                                les conduites en aval ou en amont du r&#233;gulateur ne sont pas pli&#233;es, raccord&#233;es
                                ou obstru&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresseur d&#233;fectueux</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez ou r&#233;parez le compresseur apr&#232;s vous &#234;tre assur&#233; que le
                                syst&#232;me ne pr&#233;sente aucun des probl&#232;mes mentionn&#233;s pr&#233;c&#233;demment.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Le compresseur ne se charge pas.</para>
                        </entry>
                        <entry colname="2">
                            <para>R&#233;gulateur d&#233;fectueux ou mal install&#233;</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si le r&#233;gulateur fonctionne bien et si les conduites d'air en aval
                                et en amont du r&#233;gulateur ne sont pas d&#233;form&#233;es ou obstru&#233;es.
                                Remplacez ou r&#233;parez le r&#233;gulateur ou les conduites d'air qui y sont raccord&#233;es.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Al&#233;sage du piston de d&#233;compression ou piston de d&#233;compression en
                                mauvais &#233;tat ou us&#233;
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si l'al&#233;sage du piston de d&#233;compression ou le piston de d&#233;compression
                                est us&#233;, sale ou corrod&#233;. Remplacez au besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>De l'huile s'&#233;chappe du compresseur.</para>
                        </entry>
                        <entry colname="2">
                            <para>Joint d'&#233;tanch&#233;it&#233; endommag&#233;</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le couple de serrage des boulons de fixation. Si le couple de serrage
                                des boulons est faible, remplacez le joint d'&#233;tanch&#233;it&#233; du compresseur
                                avant de resserrer les boulons.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Carter ou couvercle arri&#232;re fissur&#233;</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez l'ext&#233;rieur du compresseur pour voir s'il y a des pi&#232;ces
                                fissur&#233;es ou bris&#233;es. Le carter ou les brides de fixation peuvent se fissurer
                                ou se briser lorsque des boulons sont l&#226;ches. Le couvercle arri&#232;re peut se
                                fissurer lorsque les raccords ou les bouchons qui y sont fix&#233;s sont trop serr&#233;s.
                                Remplacez ou r&#233;parez, au besoin, le compresseur.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Couvercle d'extr&#233;mit&#233; l&#226;che</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le couple de serrage des vis &#224; chapeau et serrez au besoin.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Raccords de conduites d'alimentation ou de retour d'huile l&#226;ches</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le couple de serrage des raccords des conduites d'huile externes et
                                serrez au besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Porosit&#233; de la fonte du compresseur</para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez le compresseur s'il est poreux.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Bride de fixation ou joint torique ou d'&#233;tanch&#233;it&#233; du couvercle arri&#232;re
                                absent, coup&#233; ou endommag&#233;
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Remplacez au besoin.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Le compresseur se met constamment en marche (il demeure non charg&#233; pendant de tr&#232;s
                                courtes p&#233;riodes).
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Fuite du piston de d&#233;compression</para>
                        </entry>
                        <entry colname="3">
                            <para>Enlevez le filtre &#224; air ou le raccord d'admission du compresseur. Lorsque le
                                compresseur n'est pas charg&#233; (il ne comprime pas l'air), voyez s'il y a une fuite.
                                Remplacez au besoin.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>R&#233;gulateur d&#233;fectueux</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez si le r&#233;gulateur fonctionne bien et remplacez-le ou r&#233;parez-le
                                selon le cas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fuite excessive du syst&#232;me</para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez s'il y a une fuite excessive en suivant les directives indiqu&#233;es pour le
                                sympt&#244;me no 3, correctif E. Colmatez les fuites lorsque c'est possible.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Contamination excessive des r&#233;servoirs</para>
                        </entry>
                        <entry colname="3">
                            <para>Purgez les r&#233;servoirs.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Du liquide de refroidissement s'&#233;chappe du compresseur</para>
                        </entry>
                        <entry colname="2">
                            <para>Bouchons et raccords des conduites de refroidissement mal install&#233;s</para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez le couple de serrage des raccords et des bouchons et serrez au couple
                                indiqu&#233; &#224; la rubrique COUPLES DE SERRAGE. Des raccords ou bouchons trop serr&#233;s
                                peuvent provoquer une fissure de la fonte de la culasse.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fissures provoqu&#233;es par le gel &#224; cause d'un mauvais m&#233;lange d'antigel
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>V&#233;rifiez l'antigel et ajoutez au besoin un additif. V&#233;rifiez le d&#233;bit
                                du liquide de refroidissement dans le compresseur pour vous assurer que le m&#233;lange
                                appropri&#233; d'antigel y circule.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresseur d&#233;fectueux (fonte poreuse)</para>
                        </entry>
                        <entry colname="3">
                            <para>Si la fonte est poreuse, remplacez le compresseur.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>D&#233;fectuosit&#233; de la culasse du compresseur</para>
                        </entry>
                        <entry colname="2">
                            <para>Conduite de refoulement obstru&#233;e</para>
                        </entry>
                        <entry colname="3">
                            <para>D&#233;sobstruez ou remplacez la conduite de refoulement.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Boulons de la culasse l&#226;ches</para>
                        </entry>
                        <entry colname="3">
                            <para>Serrez uniform&#233;ment au couple indiqu&#233; &#224; la rubrique COUPLES DE
                                SERRAGE.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Joint d'&#233;tanch&#233;it&#233; du compresseur ou de la culasse d&#233;fectueux
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Voyez si les surfaces de la culasse ou du bloc sont mal finies ou usin&#233;es.
                                Remplacez les pi&#232;ces d&#233;fectueuses.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
