<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - SOUPAPE &#192; &#201;CHAPPEMENT RAPIDE QR-N</stitle>
    <svcsection/>
    <svcsubsec>
        <title>SOUPAPE &#192; &#201;CHAPPEMENT RAPIDE QR-N</title>
        <svcproc svcproctype="IDcomponent" graphiccount="3">
            <title>DESCRIPTION</title>
            <para>La soupape &#224; &#233;chappement rapide sert &#224; "acc&#233;l&#233;rer" l'&#233;vacuation de l'air
                des cylindres de freinage. Elle est g&#233;n&#233;ralement fix&#233;e sur l'essieu du v&#233;hicule,
                &#224; mi-chemin entre les deux cylindres de freinage qui y sont reli&#233;s.
            </para>
            <para>Dans la soupape QR-N standard (
                <hotlnk xrefid="f0400227">figure 27</hotlnk>
                ), une membrane circulaire plane est install&#233;e entre la partie sup&#233;rieure non m&#233;tallique
                du corps et la partie inf&#233;rieure en acier embouti du corps. Un joint torique scelle les deux moiti&#233;s
                de corps, qui sont retenues ensemble au moyen de quatre vis &#224; m&#233;taux de 1/4 po et d'&#233;crous
                &#224; bride. La partie inf&#233;rieure du corps en acier sert &#233;galement de support de fixation de
                la soupape. Dans sa configuration standard (
                <hotlnk xrefid="f0400228">figure 28</hotlnk>
                ), la QR-N est aliment&#233;e par une pression diff&#233;rentielle maximale de 1 livre par pouce carr&#233;.
            </para>
            <figure id="f0400227" figsize="col-wide">
                <graphic id="g0400227" filename="../figg04/g0400227.webp" type="webp" scalefit="0"/>
                <caption>Figure 27. Soupape &#224; &#233;chappement rapide QR-N</caption>
            </figure>
            <figure id="f0400228" figsize="col-wide">
                <graphic id="g0400228" filename="../figg04/g0400228.webp" type="webp" scalefit="0"/>
                <caption>Figure 28. Soupape &#224; &#233;chappement rapide QR-N - section transversale</caption>
                <calloutgroup>
                    <callout1>1. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>2. ORIFICE DE REFOULEMENT</callout1>
                    <callout1>3. MEMBRANE</callout1>
                    <callout1>4. JOINT TORIQUE</callout1>
                    <callout1>5. ORIFICE D'&#201;CHAPPEMENT</callout1>
                </calloutgroup>
            </figure>
            <para>Une soupape &#224; pression diff&#233;rentielle plus &#233;lev&#233;e (3 livres par pouce carr&#233;)
                est disponible pour les utilisations particuli&#232;res. Pour obtenir une pression diff&#233;rentielle
                plus &#233;lev&#233;e, on ajoute un ressort et un prolongateur de membrane &#224; la soupape QR-N
                standard. Consultez la
                <hotlnk xrefid="f0400229">figure 29</hotlnk>
                .
            </para>
            <figure id="f0400229" figsize="col-wide">
                <graphic id="g0400229" filename="../figg04/g0400229.webp" type="webp" scalefit="0"/>
                <caption>Figure 29. Ajout d'un ressort et d'une membrane</caption>
                <calloutgroup>
                    <callout1>1. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>2. ORIFICE DE REFOULEMENT</callout1>
                    <callout1>3. MEMBRANE</callout1>
                    <callout1>4. JOINT TORIQUE</callout1>
                    <callout1>5. ORIFICE D'&#201;CHAPPEMENT</callout1>
                    <callout1>6. RESSORT</callout1>
                    <callout1>7. PROLONGATEUR DE MEMBRANE</callout1>
                </calloutgroup>
            </figure>
            <para>Pour distinguer une soupape QR-N standard d'une soupape QR-N &#224; pression diff&#233;rentielle,
                suivez une ou plusieurs des &#233;tapes ci-dessous :
            </para>
            <step1>
                <para count="1">Grattez la peinture &#224; la surface de la soupape. Si le plastique est gris, il s'agit
                    d'une soupape &#224; pression diff&#233;rentielle.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez le raccord de l'orifice de sortie. S'il y a un ressort &#224; l'int&#233;rieur
                    de l'orifice, il s'agit d'une soupape &#224; pression diff&#233;rentielle.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la soupape de la traverse. L'&#233;tiquette du num&#233;ro de pi&#232;ce sur le
                    c&#244;t&#233; traverse de la soupape indique sa pression de fonctionnement.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_54.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_56.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
