<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - ESSAIS DE FUITE D'AIR</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ESSAIS DE FUITE D'AIR</title>
        <svcsubsecinfo>
            <para>Il faut soumettre r&#233;guli&#232;rement le compresseur &#224; des essais de fuite d'air. Ces essais
                doivent &#234;tre effectu&#233;s lorsqu'on suppose qu'une fuite de la soupape de refoulement r&#233;duit
                de fa&#231;on importante la capacit&#233; du compresseur ou que le compresseur alterne entre le mode de
                compression et de d&#233;compression &#224; cause d'une fuite du piston de d&#233;compression.
            </para>
            <para>Pour ces essais, stationnez le v&#233;hicule sur une surface de niveau, coupez le moteur, purgez enti&#232;rement
                le syst&#232;me d'admission d'air pour atteindre une pression de 0 livre par pouce carr&#233; (0 kPa) et
                d&#233;montez les principales pi&#232;ces de la soupape d'admission.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="test" graphiccount="0">
            <title>ESSAI DE FUITE DU PISTON DE D&#201;COMPRESSION</title>
            <para>Enlevez le r&#233;gulateur et injectez de l'air sous pression dans l'orifice de d&#233;compression
                &#224; filetage de tuyau de 1/8 pouce sur le bossage de montage du r&#233;gulateur. Tendez l'oreille
                pour v&#233;rifier si de l'air s'&#233;chappe de la cavit&#233; d'admission. Il ne faut pas entendre de
                l'air s'&#233;chapper. En cas de doute, nous recommandons d'installer un n&#233;cessaire de d&#233;compression
                International et de v&#233;rifier de nouveau la culasse.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
