<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - BLOC DE S&#201;LECTION DE MODE DE FREINAGE (MV-3)</stitle>
    <svcsection/>
    <svcsubsec>
        <title>BLOC DE S&#201;LECTION DE MODE DE FREINAGE (MV-3)</title>
        <svcproc svcproctype="IDcomponent" graphiccount="2">
            <title>DESCRIPTION</title>
            <para>Le bloc de s&#233;lection de mode de freinage (
                <hotlnk xrefid="f0400239">figure 39</hotlnk>
                ) comporte deux boutons; il est log&#233; dans un seul corps comprenant une soupape d'alimentation
                &#224; deux circuits et un clapet de retenue. Le corps de la soupape, les chevilles et les tiroirs sont
                faits d'un mat&#233;riau non m&#233;tallique et non corrosif. Tous les raccords se trouvent &#224;
                l'arri&#232;re de la soupape, &#224; l'exception de l'orifice auxiliaire comme le montre la
                <hotlnk xrefid="f0400240">figure 40</hotlnk>
                .
            </para>
            <figure id="f0400239" figsize="col-wide">
                <graphic id="g0400239" filename="../figg04/g0400239.webp" type="webp" scalefit="0"/>
                <caption>Figure 39. Bloc de s&#233;lection de mode de freinage (MV-3)</caption>
            </figure>
            <figure id="f0400240" figsize="col-wide">
                <graphic id="g0400240" filename="../figg04/g0400240.webp" type="webp" scalefit="0"/>
                <caption>Figure 40. Bloc de s&#233;lection de mode de freinage (MV-3) - arri&#232;re</caption>
                <calloutgroup>
                    <callout1>1. R&#201;SERVOIR PRIMAIRE</callout1>
                    <callout1>2. ORIFICE D'ALIMENTATION NUM&#201;RO 1</callout1>
                    <callout1>3. REFOULEMENT - ORIFICE DE REMORQUE</callout1>
                    <callout1>4. CONDUITE D'ALIMENTATION DE REMORQUE</callout1>
                    <callout1>5. SOUPAPE DE PROTECTION DU TRACTEUR</callout1>
                    <callout1>6. ORIFICE DE REFOULEMENT NUM&#201;RO 2</callout1>
                    <callout1>7. R&#201;SERVOIR SECONDAIRE</callout1>
                    <callout1>8. CYLINDRE DE FREIN &#192; RESSORT</callout1>
                    <callout1>9. REFOULEMENT - ORIFICE DE TRACTEUR</callout1>
                    <callout1>10. ORIFICE DE REFOULEMENT AUXILIAIRE</callout1>
                    <callout1>11. &#201;CHAPPEMENT</callout1>
                </calloutgroup>
            </figure>
            <para>Le bloc de s&#233;lection de mode de freinage offre les fonctions suivantes :</para>
            <step1>
                <para count="1">protection de tracteur;</para>
            </step1>
            <step1>
                <para count="1">r&#233;gulation d'air des freins de service de remorque;</para>
            </step1>
            <step1>
                <para count="1">freins de stationnement de circuit;</para>
            </step1>
            <step1>
                <para count="1">freins de stationnement de remorque seulement;</para>
            </step1>
            <step1>
                <para count="1">chargement de remorque avec freins &#224; ressort de remorque serr&#233;s (freins de
                    stationnement du tracteur seulement);
                </para>
            </step1>
            <step1>
                <para count="1">choix de r&#233;servoir d'alimentation;</para>
            </step1>
            <step1>
                <para count="1">raccord des r&#233;servoirs primaire et secondaire (clapet antiretour &#224; deux
                    voies).
                </para>
            </step1>
            <para>Le bloc comprend un clapet antiretour &#224; deux voies &#224; alimentation &#224; deux circuits
                &#224; ressort. Il choisit la source d'air pour ses deux circuits. Le r&#233;servoir primaire est
                continuellement s&#233;lectionn&#233;, &#224; moins que la pression dans ce r&#233;servoir chute de plus
                de 30 livres par pouce carr&#233; au-dessous de la pression du r&#233;servoir secondaire.
            </para>
            <para>Si la pression dans le r&#233;servoir primaire chute de plus de 30 livres par pouce carr&#233;
                au-dessous de la pression du r&#233;servoir secondaire, la soupape d'alimentation &#224; deux circuits
                &#233;tablira la connexion avec le r&#233;servoir secondaire pour assurer l'alimentation.
            </para>
            <para>La soupape d'alimentation en air du tracteur ou la commande de protection du tracteur (bouton rouge),
                <hotlnk xrefid="f0400239">figure 39</hotlnk>
                , refoule l'air dans la conduite d'alimentation de la remorque et se d&#233;clenchera (se mettra en
                position tir&#233;e) automatiquement et coupera l'alimentation de la remorque si la pression chute
                &#224; 40 &#177; 5 livres par pouce carr&#233;.
            </para>
            <specpara>
                <important>
                    <para>Le r&#233;servoir num&#233;ro 1 alimente le circuit de freinage primaire. Le r&#233;servoir
                        num&#233;ro 2 alimente le circuit de freinage secondaire.
                    </para>
                </important>
            </specpara>
            <para>La soupape de frein de stationnement (bouton jaune),
                <hotlnk xrefid="f0400239">figure 39</hotlnk>
                , commande les freins &#224; ressort du tracteur. Lorsqu'elle ne fournit plus d'air, elle provoque
                simultan&#233;ment le d&#233;clenchement et l'&#233;vacuation de la soupape d'alimentation de la
                remorque, ce qui entra&#238;ne le serrage des freins de stationnement du tracteur et de la remorque
                comme l'exigent les r&#232;gles f&#233;d&#233;rales. Il est possible de desserrer les freins de la
                remorque manuellement en poussant uniquement sur la soupape d'alimentation en air de la remorque (bouton
                rouge).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_88.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_90.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
