<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - D&#201;POSE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>D&#201;POSE</title>
        <svcsubsecinfo>
            <para>Ces directives sont d'ordre g&#233;n&#233;ral et indiquent les &#233;tapes importantes &#224; suivre.
                Dans certains cas, il peut &#234;tre n&#233;cessaire d'ajouter des &#233;tapes de pr&#233;paration et de
                prendre des mesures de pr&#233;caution additionnelles.
            </para>
            <specpara>
                <caution>
                    <para>Bloquez les roues du v&#233;hicule et purgez l'air de tous les r&#233;servoirs du syst&#232;me.</para>
                </caution>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="remove" graphiccount="0">
            <title>G&#201;N&#201;RALIT&#201;S</title>
            <step1>
                <para count="1">Vidangez le circuit de refroidissement du moteur et la culasse du compresseur. Trouvez
                    et d&#233;branchez toutes les conduites d'air, d'eau et d'huile en amont et en aval du compresseur.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez le r&#233;gulateur et tout support fix&#233; au compresseur et notez leur
                    emplacement pour faciliter le remontage.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez, le cas &#233;ch&#233;ant, les raccords de l'orifice de refoulement et de la
                    cavit&#233; d'admission et notez leur emplacement sur le compresseur pour en faciliter le remontage.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez la bride ou les boulons de fixation de la base du compresseur, puis retirez le
                    compresseur du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Enlevez les engrenages ou la poulie d'entra&#238;nement du vilebrequin du compresseur
                    &#224; l'aide d'un extracteur d'engrenage. Voyez si la poulie, les engrenages et les pi&#232;ces
                    connexes pr&#233;sentent des signes visibles d'usure ou de dommages. Comme ces pi&#232;ces sont
                    ajust&#233;es avec pr&#233;cision, il faut les remplacer si elles sont us&#233;es ou endommag&#233;es.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
