<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - BLOC DE S&#201;LECTION DE MODE DE FREINAGE (MV-3) - V&#201;RIFICATIONS
        D'ENTRETIEN
    </stitle>
    <svcsection/>
    <svcproc id="hl0400217" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <para>Effectuez l'essai de fonctionnement apr&#232;s avoir remis le bloc &#224; neuf.</para>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <para>Lorsque vous effectuez l'essai de fonctionnement du bloc de s&#233;lection du mode de freinage sur le
                v&#233;hicule, les v&#233;rifications d'&#233;tanch&#233;it&#233; et de fonctionnement se d&#233;rouleront
                simultan&#233;ment.
            </para>
            <para>Dans certains cas, il sera n&#233;cessaire d'enlever l'encadrement du groupe d'instruments et le
                panneau d'acc&#232;s du tableau de bord pour acc&#233;der au bloc de s&#233;lection. Calez les roues du
                v&#233;hicule au moment d'effectuer l'essai de fonctionnement.
            </para>
            <step1>
                <para count="1">Les deux boutons de commande &#233;tant tir&#233;s, remplissez le circuit de freinage
                    pneumatique &#224; 65 livres par pouce carr&#233; et assurez-vous qu'il n'y a pas de fuites. Aucune
                    fuite n'est permise.
                </para>
            </step1>
            <step1>
                <para count="1">La pression d'alimentation &#233;tant toujours de 65 livres par pouce carr&#233;,
                    enfoncez le bouton rouge. Le bouton doit demeurer enfonc&#233;. Une fuite &#224; l'orifice d'&#233;chappement
                    ne doit pas permettre le gonflage d'une bulle de plus de 1 po (25 mm) de diam&#232;tre en cinq
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Enfoncez le bouton jaune. Le moteur &#233;tant arr&#234;t&#233;, actionnez la soupape de
                    frein &#224; p&#233;dale &#224; plusieurs reprises pour &#233;vacuer l'air. Le bouton rouge doit se
                    mettre en position tir&#233;e lorsque le r&#233;servoir pr&#233;sentant la pression la plus &#233;lev&#233;e
                    atteint 40 &#177; 5 livres par pouce carr&#233;. Si l'air s'&#233;vacue rapidement, le bouton rouge
                    peut se mettre en position tir&#233;e imm&#233;diatement. Une fuite &#224; l'orifice d'&#233;chappement
                    ne doit pas permettre le gonflage d'une bulle de plus de 1 po (25 mm) de diam&#232;tre cinq
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Le moteur &#233;tant arr&#234;t&#233;, actionnez la soupape de frein &#224; p&#233;dale
                    pour &#233;vacuer l'air additionnel. L'air doit commencer &#224; s'&#233;chapper par l'orifice d'&#233;chappement
                    lorsque la pression dans le r&#233;servoir pr&#233;sentant la pression la plus &#233;lev&#233;e
                    atteint 30 &#177; 5 livres par pouce carr&#233;. Le bouton jaune doit se mettre en position tir&#233;e
                    &#224; ce moment.
                </para>
            </step1>
            <step1>
                <para count="1">Le moteur &#233;tant arr&#234;t&#233;, videz encore plus le circuit pneumatique en
                    actionnant la soupape de frein &#224; p&#233;dale. &#192; 25 &#177; 5 livres par pouce carr&#233;,
                    le bouton jaune doit se mettre en position tir&#233;e et maintenir la pression d'alimentation. Une
                    fuite &#224; l'orifice d'&#233;chappement ne doit pas permettre le gonflage d'une bulle de plus de 1
                    po (25 mm) de diam&#232;tre en cinq secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Augmentez la pression d'alimentation &#224; 40 livres par pouce carr&#233; au minimum.
                    Enfoncez le bouton jaune, celui-ci doit demeurer enfonc&#233;. Une fuite &#224; l'orifice d'&#233;chappement
                    ne doit permettre le gonflage d'une bulle de plus de 1 po (25 mm) de diam&#232;tre en cinq secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Remplissez le circuit &#224; 120 livres par pouce carr&#233; et enfoncez les deux
                    boutons. Tirez sur le rouge. Le jaune doit demeurer enfonc&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Poussez sur le bouton rouge et tirez sur le jaune. Le rouge doit se mettre en position
                    tir&#233;e presque instantan&#233;ment.
                </para>
            </step1>
            <step1>
                <para count="1">Installez un manom&#232;tre pour surveiller la pression de refoulement des freins &#224;
                    ressort du tracteur. Appliquez une pression de 120 livres par pouce carr&#233; aux r&#233;servoirs
                    primaire et secondaire. Enfoncez le bouton jaune. La pression de refoulement devrait &#234;tre
                    &#233;gale &#224; la pression dans le r&#233;servoir primaire. R&#233;duisez la pression dans le r&#233;servoir
                    primaire. La pression de refoulement et la pression dans le r&#233;servoir primaire devraient
                    diminuer ensemble &#224; 105 &#224; 90 livres par pouce carr&#233;; le distributeur bistable (clapet
                    antiretour &#224; deux voies) &#224; alimentation &#224; deux circuits devrait alors passer au r&#233;servoir
                    secondaire et la pression de refoulement devrait augmenter pour &#233;galer la pression du r&#233;servoir
                    secondaire. Une fois que la pression du r&#233;servoir primaire est nulle, une fuite permettant le
                    gonflage d'une bulle de 1/2 po (12,7 mm) de diam&#232;tre en cinq secondes est permis &#224;
                    l'ouverture du r&#233;servoir primaire. &#201;liminez la fuite cr&#233;&#233;e au r&#233;servoir
                    primaire.
                </para>
            </step1>
            <step1>
                <para count="1">Laissez le bouton jaune enfonc&#233;, puis remplissez le r&#233;servoir secondaire
                    &#224; 120 livres par pouce carr&#233;. La pression de refoulement devrait &#233;galement &#234;tre
                    de 120 livres par pouce carr&#233;. Remplissez le r&#233;servoir primaire &#224; 100 livres par
                    pouce carr&#233;. Videz le r&#233;servoir secondaire lentement. Pendant que la pression du r&#233;servoir
                    secondaire et de la conduite de refoulement diminue entre 115 et 105 livres par pouce carr&#233;, le
                    distributeur bistable (clapet antiretour &#224; deux voies) &#224; alimentation &#224; deux circuits
                    devrait &#233;tablir la connexion au r&#233;servoir primaire pour r&#233;gler la pression de la
                    conduite de refoulement &#224; la m&#234;me valeur que celle du r&#233;servoir primaire.
                </para>
            </step1>
            <step1>
                <para count="1">Fermez tous les &#233;vents ou points de fuite et remplissez d'air les deux r&#233;servoirs
                    sous une pression de 120 livres par pouce carr&#233;. Tirez sur le bouton rouge et enfoncez le
                    jaune. Cr&#233;ez une fuite dans la conduite de refoulement des freins &#224; ressort et maintenez
                    le bouton jaune enfonc&#233;. La pression du r&#233;servoir primaire doit chuter &#224; z&#233;ro et
                    celle du r&#233;servoir secondaire, &#224; 20 &#224; 30 livres par pouce carr&#233;. Le distributeur
                    bistable &#224; alimentation &#224; deux circuits devrait fonctionner &#224; plusieurs reprises
                    durant cette p&#233;riode de fuite.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_91.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_93.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
