<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;VAPORATEUR D'ALCOOL (BENDIX AE-1) - CONSOMMATION D'ALCOOL</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>CONSOMMATION D'ALCOOL</title>
        <para>Si l'&#233;vaporateur d'alcool ne fonctionne pas ou si la consommation d'alcool est excessive, il se peut
            que l'installation ou un n&#233;cessaire inad&#233;quat soit en cause. C'est pour cette raison que le choix
            du n&#233;cessaire appropri&#233; est tr&#232;s important.
        </para>
        <para>La consommation d'alcool varie selon les v&#233;hicules. Le pourcentage de temps durant lequel le
            compresseur demeure en mode de charge (compression) est le principal facteur d&#233;terminant relatif aux
            &#233;vaporateurs bien install&#233;s et entretenus. Comme l'alcool n'est utilis&#233; que lorsque le
            compresseur comprime de l'air, un bon entretien doit &#234;tre associ&#233; &#224; une r&#233;duction
            maximale des fuites dans le circuit et &#224; un bon r&#233;glage des freins.
        </para>
        <para>Il est difficile d'estimer la quantit&#233; d'alcool qu'un v&#233;hicule peut consommer. Voici un guide
            permettant de d&#233;terminer si l'&#233;vaporateur d'alcool fonctionne ad&#233;quatement :
        </para>
        <para>
            <emph type="bold">Consommation d'alcool :</emph>1 &#224; 2 oz. par heure si le compresseur pompe
            continuellement.
        </para>
        <para>Exemple : Si le compresseur d'un tracteur pourvu d'une remorque ex&#233;cute un cycle de charge (comprime
            de l'air) pendant 20 p. 100 du temps de fonctionnement total de 12 heures (ou environ 2 1/2 heures), il est
            possible de calculer la consommation d'alcool en multipliant 1 &#224; 2 oz d'alcool par 2,5 heures (20 p.
            100 du temps de fonctionnement du compresseur de 12 heures), ce qui &#233;quivaut &#224; environ 1/3 &#224;
            1/2 chopine d'alcool en 12 heures. Des calculs additionnels indiquent que si un compresseur fonctionne
            durant un pourcentage de temps sup&#233;rieur, une plus grande quantit&#233; d'alcool sera consomm&#233;e.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_129.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_131.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
