<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - CLAPETS DE RETENUE - CLAPET ANTIRETOUR &#192; DEUX VOIES</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>CLAPET ANTIRETOUR &#192; DEUX VOIES</title>
        <svcsubproc>
            <title>Description</title>
            <para>On utilise les clapets antiretour &#224; deux voies (
                <hotlnk xrefid="f0400213">figure 13</hotlnk>
                )dans un circuit de freinage pneumatique lorsqu'il est n&#233;cessaire de diriger automatiquement le
                flux d'air dans une conduite commune &#224; partir d'une de deux autres conduites.
            </para>
            <figure id="f0400213" figsize="col-wide">
                <graphic id="g0400213" filename="../figg04/g0400213.webp" type="webp" scalefit="0"/>
                <caption>Figure 13.
                    <emph type="bold">Clapet antiretour &#224; deux voies</emph>
                </caption>
                <calloutgroup>
                    <callout1>1. REFOULEMENT</callout1>
                    <callout1>2. JOINT TORIQUE</callout1>
                    <callout1>3. ALIMENTATION</callout1>
                    <callout1>4. DISTRIBUTEUR BISTABLE</callout1>
                    <callout1>5. GUIDE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>Lorsque l'air entre par l'une ou l'autre des extr&#233;mit&#233;s du clapet antiretour &#224; deux
                voies (orifice d'admission), le distributeur bistable mobile r&#233;agit &#224; la pression d'air et
                obstrue la conduite &#224; l'orifice d'admission oppos&#233;, mais permet &#224; l'air de sortir par
                l'orifice (de sortie) de refoulement. Il en va de m&#234;me si la pression d'air d'un c&#244;t&#233; du
                distributeur est plus &#233;lev&#233;e que de l'autre. Il n'est pas n&#233;cessaire qu'une cavit&#233;
                d'un c&#244;t&#233; du distributeur soit vide pour que le clapet fonctionne. Les clapets antiretour sont
                con&#231;us de mani&#232;re que le distributeur ne puisse pas bloquer l'orifice de sortie.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Une fois par ann&#233;e ou tous les 100 000 milles (160 000 kilom&#232;tres), d&#233;posez, d&#233;montez,
                nettoyez et examinez toutes les pi&#232;ces. Installez de nouvelles pi&#232;ces en cas d'usure ou de d&#233;t&#233;rioration.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400223">
            <title>V&#233;rifications d'entretien</title>
            <para>&#201;tant donn&#233; les diverses utilisations des clapets antiretour &#224; deux voies, il vaut
                mieux faire l'essai du clapet en atelier en utilisant deux sources d'alimentation en air &#224; commande
                distincte branch&#233;es &#224; des orifices d'admission.
            </para>
            <step1>
                <para count="1">Installez un manom&#232;tre d'essai pr&#233;cis &#224; l'orifice de sortie ou dans une
                    conduite partant de l'orifice de sortie.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez et supprimez la pression d'air &#224; un orifice d'admission et voyez si le
                    manom&#232;tre r&#233;agit en cons&#233;quence.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;tez l'&#233;tape pr&#233;c&#233;dente &#224; l'autre orifice
                    d'admission.
                </para>
            </step1>
            <step1>
                <para count="1">Pour d&#233;tecter les fuites aux orifices d'admission :</para>
                <step2>
                    <para count="1">d&#233;branchez la conduite &#224; un orifice d'admission;</para>
                </step2>
                <step2>
                    <para count="1">appliquez une pression d'air &#224; l'autre orifice d'admission. Si vous utilisez
                        une solution savonneuse pour d&#233;tecter une fuite, celle-ci ne doit pas permettre le gonflage
                        d'une bulle de savon de plus de 1 po (25 mm) de diam&#232;tre en cinq secondes;
                    </para>
                </step2>
                <step2>
                    <para count="1">r&#233;p&#233;tez l'&#233;tape "B" en appliquant une pression d'air &#224; l'autre
                        orifice d'admission tout en v&#233;rifiant la pr&#233;sence de fuites &#224; l'orifice
                        d'admission oppos&#233;.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si le clapet de retenue ne satisfait pas aux exigences, il faut le r&#233;parer ou le
                    remplacer.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <step1>
                <para count="1">Retirez le clapet du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Retirez le couvercle du clapet.</para>
            </step1>
            <step1>
                <para count="1">Retirez le joint torique.</para>
            </step1>
            <step1>
                <para count="1">Retirez le distributeur bistable (piston) et le guide.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <step1>
                <para count="1">Nettoyez toutes les pi&#232;ces m&#233;talliques dans un solvant de nettoyage.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez si les pi&#232;ces sont us&#233;es ou endommag&#233;es. Remplacez toutes
                    celles qui ne sont pas utilisables.
                </para>
            </step1>
            <step1>
                <para count="1">Remplacez toutes les pi&#232;ces de caoutchouc.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remontage</title>
            <step1>
                <para count="1">Installez le guide et le distributeur bistable.</para>
            </step1>
            <step1>
                <para count="1">Placez un joint torique neuf dans le couvercle.</para>
            </step1>
            <step1>
                <para count="1">Installez le couvercle.</para>
            </step1>
            <step1>
                <para count="1">Ex&#233;cutez les
                    <hotlnk xrefid="hl0400223">
                        <xref refid="hl0400223"/>V&#201;RIFICATIONS D'ENTRETIEN
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installation sur le v&#233;hicule.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
