<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - &#201;PURATEUR D'AIR - &#201;PURATEUR D'AIR AD-9</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="7">
        <title>&#201;PURATEUR D'AIR AD-9</title>
        <svcsubproc>
            <title>Description</title>
            <para>L'&#233;purateur d'air AD-9 (
                <hotlnk xrefid="f0400264">figure 64</hotlnk>
                ) sert &#224; recueillir et &#224; &#233;liminer les corps &#233;trangers du circuit de refroidissement
                sous forme solide, liquide ou de vapeur avant qu'ils p&#233;n&#232;trent dans le circuit de freinage. Il
                fournit de l'air propre et sec aux composants du circuit, ce qui augmente la dur&#233;e de vie utile du
                circuit et r&#233;duit les co&#251;ts d'entretien.
            </para>
            <figure id="f0400264" figsize="col-wide">
                <graphic id="g0400264" filename="../figg04/g0400264.webp" type="webp" scalefit="0"/>
                <caption>Figure 64. &#201;purateur d'air AD-9</caption>
                <calloutgroup>
                    <callout1>1. CLAPET DE RETENUE</callout1>
                    <callout1>2. SUPPORT DE FIXATION SUP&#201;RIEUR</callout1>
                    <callout1>3. CARTER</callout1>
                    <callout1>4. SUPPORT INF&#201;RIEUR</callout1>
                    <callout1>5. CLAPET DE RETENUE</callout1>
                    <callout1>6. ORIFICE DE D&#201;CHARGE</callout1>
                    <callout1>7. SOUPAPE DE PURGE</callout1>
                    <callout1>8. PISTON D'ARR&#202;T DU TURBOCOMPRESSEUR</callout1>
                    <callout1>9. CARTER DE SOUPAPE DE PURGE</callout1>
                    <callout1>10. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>11. ORIFICE DE COMMANDE</callout1>
                    <callout1>12. S&#201;PARATEUR D'HUILE</callout1>
                    <callout1>13. LIT DESSICCATIF</callout1>
                    <callout1>14. CARTOUCHE DESSICCATIVE</callout1>
                    <callout1>15. &#201;TRIER DE SUPPORT SUP&#201;RIEUR</callout1>
                    <callout1>16. COUVERCLE</callout1>
                </calloutgroup>
            </figure>
            <para>L'&#233;purateur d'air AD-9 se compose d'une cartouche dessiccative et d'un couvercle en aluminium
                moul&#233; sous pression fix&#233; &#224; une enveloppe ext&#233;rieure cylindrique en acier &#224;
                l'aide de huit vis &#224; t&#234;te et &#233;crous. Le couvercle contient un clapet de retenue, une
                soupape de s&#233;curit&#233;, trois raccords pneumatiques filet&#233;s et un carter de soupape de
                purge. Le carter de soupape de purge amovible comporte un m&#233;canisme de soupape de purge et un
                dispositif d'arr&#234;t du turbocompresseur con&#231;u pour emp&#234;cher la perte de la pression de
                suralimentation du turbocompresseur du moteur durant le cycle de purge de l'&#233;purateur d'air. La
                cartouche dessiccative et le clapet de retenue de d&#233;charge sont viss&#233;s. On peut faire
                l'entretien du carter de la soupape de purge, ce qui comprend le r&#233;chauffeur, le thermostat et le
                clapet de retenue de d&#233;charge, de l'ext&#233;rieur de l'&#233;purateur. La cartouche dessiccative
                viss&#233;e n&#233;cessite le retrait de l'&#233;purateur du v&#233;hicule.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fonctionnement</title>
            <para>L'&#233;purateur d'air AD-9 alterne entre deux cycles de fonctionnement : le CYCLE DE CHARGE et le
                CYCLE DE PURGE. La description de fonctionnement suivante est divis&#233;e entre ces deux cycles de
                fonctionnement.
            </para>
            <para>
                <title>Cycle de charge</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400265">figure 65</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400265" figsize="col-wide">
                <graphic id="g0400265" filename="../figg04/g0400265.webp" type="webp" scalefit="0"/>
                <caption>Figure 65. &#201;purateur d'air AD-9 - cycle de charge</caption>
                <calloutgroup>
                    <callout1>1. CLAPET DE RETENUE</callout1>
                    <callout1>2. ORIFICE</callout1>
                    <callout1>3. VOLUME DE PURGE</callout1>
                    <callout1>4. CLAPET DE RETENUE</callout1>
                    <callout1>5. ORIFICE DE REFOULEMENT</callout1>
                    <callout1>6. CARTER DE VIDANGE</callout1>
                    <callout1>7. &#201;L&#201;MENT CHAUFFANT</callout1>
                    <callout1>8. &#201;CHAPPEMENT</callout1>
                    <callout1>9. SOUPAPE DE PURGE</callout1>
                    <callout1>10. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>11. R&#201;SERVOIR</callout1>
                    <callout1>12. R&#201;GULATEUR</callout1>
                    <callout1>13. COMPRESSEUR</callout1>
                    <callout1>14. ORIFICE DE COMMANDE</callout1>
                    <callout1>15. S&#201;PARATEUR D'HUILE</callout1>
                    <callout1>16. LIT DESSICCATIF</callout1>
                    <callout1>17. CARTOUCHE DESSICCATIVE</callout1>
                </calloutgroup>
            </figure>
            <para>Lorsque le compresseur est charg&#233; (comprime de l'air), l'air comprim&#233; ainsi que l'huile, la
                vapeur d'huile, l'eau et la vapeur d'eau circulent dans la conduite de d&#233;charge du compresseur
                jusqu'&#224; l'orifice d'alimentation (&#233;l&#233;ment 10) du couvercle de l'&#233;purateur d'air.
                Lorsque l'air circule &#224; travers le couvercle, son sens d'&#233;coulement change &#224; plusieurs
                reprises, ce qui r&#233;duit la temp&#233;rature et provoque la condensation des impuret&#233;s et leur
                chute au fond du couvercle de l'&#233;purateur ou dans celui-ci.
            </para>
            <para>Apr&#232;s avoir quitt&#233; le couvercle, l'air p&#233;n&#232;tre dans la cartouche dessiccative (&#233;l&#233;ment
                17). Une fois dans la cartouche, l'air passe d'abord par un s&#233;parateur d'huile (&#233;l&#233;ment
                15), ce qui permet de retirer l'eau sous forme liquide ainsi que l'huile, la vapeur d'huile et les corps
                &#233;trangers solides.
            </para>
            <para>L'air sort du s&#233;parateur d'huile et entre dans le lit dessiccatif (&#233;l&#233;ment 16). L'air
                qui circule dans la colonne de dessiccant devient progressivement plus sec alors que la vapeur d'eau adh&#232;re
                au dessiccant selon un processus appel&#233; ADSORPTION. La cartouche dessiccative utilisant le
                processus d'adsorption retire la vapeur d'eau de l'air sous pression.
            </para>
            <para>De l'air sec sort du volume de purge en traversant un clapet de retenue simple (&#233;l&#233;ment 4)
                et franchit l'orifice de refoulement (&#233;l&#233;ment 5) pour atteindre le premier r&#233;servoir
                (alimentation) (&#233;l&#233;ment 11) du circuit pneumatique.
            </para>
            <para>L'&#233;purateur d'air demeure au cycle de charge jusqu'&#224; ce que la pression dans le circuit de
                freinage pneumatique atteigne la pression de d&#233;clenchement du r&#233;gulateur.
            </para>
            <para>
                <title>Cycle de purge</title>
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400266">figure 66</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400266" figsize="col-wide">
                <graphic id="g0400266" filename="../figg04/g0400266.webp" type="webp" scalefit="0"/>
                <caption>Figure 66. &#201;purateur d'air AD-9 - cycle de purge</caption>
                <calloutgroup>
                    <callout1>1. CLAPET DE RETENUE</callout1>
                    <callout1>2. ORIFICE</callout1>
                    <callout1>3. VOLUME DE PURGE</callout1>
                    <callout1>4. CLAPET DE RETENUE</callout1>
                    <callout1>5. ORIFICE DE REFOULEMENT</callout1>
                    <callout1>6. CARTER DE VIDANGE</callout1>
                    <callout1>7. &#201;L&#201;MENT CHAUFFANT</callout1>
                    <callout1>8. &#201;CHAPPEMENT</callout1>
                    <callout1>9. SOUPAPE DE PURGE</callout1>
                    <callout1>10. ORIFICE D'ALIMENTATION</callout1>
                    <callout1>11. R&#201;SERVOIR</callout1>
                    <callout1>12. COMPRESSEUR</callout1>
                    <callout1>13. R&#201;GULATEUR</callout1>
                    <callout1>14. ORIFICE DE COMMANDE</callout1>
                    <callout1>15. S&#201;PARATEUR D'HUILE</callout1>
                    <callout1>16. LIT DESSICCATIF</callout1>
                    <callout1>17. CARTOUCHE DESSICCATIVE</callout1>
                    <callout1>18. PISTON DE PURGE</callout1>
                </calloutgroup>
            </figure>
            <para>Lorsque la pression du circuit de freinage pneumatique atteint la pression de d&#233;clenchement du r&#233;gulateur
                (&#233;l&#233;ment 13), le compresseur d&#233;charge (la compression de l'air s'arr&#234;te) et le cycle
                de purge de l'&#233;purateur d'air s'amorce. Lorsque le r&#233;gulateur d&#233;charge le compresseur, il
                met en pression la conduite du m&#233;canisme de d&#233;charge du compresseur reliant l'orifice de d&#233;charge
                du r&#233;gulateur &#224; l'orifice de commande du couvercle de l'&#233;purateur (&#233;l&#233;ment 14).
                Le piston de purge (&#233;l&#233;ment 18) se d&#233;place en r&#233;ponse &#224; la pression d'air, ce
                qui provoque la mise &#224; l'air libre de la soupape de purge (&#233;l&#233;ment 9) et la fermeture
                (partielle) de l'alimentation en air du compresseur. Les corps &#233;trangers pr&#233;sents dans le
                carter de vidange du couvercle (&#233;l&#233;ment 6) sont &#233;vacu&#233;s imm&#233;diatement lorsque
                la soupape de purge (&#233;l&#233;ment 9) s'ouvre. De plus, l'air qui circulait &#224; travers la
                cartouche dessiccative (&#233;l&#233;ment 17) change de direction et commence &#224; s'&#233;couler vers
                la soupape de purge (&#233;l&#233;ment 9) ouverte. L'huile et les corps &#233;trangers solides
                recueillis par le s&#233;parateur d'huile (&#233;l&#233;ment 15) sont &#233;limin&#233;s par l'air
                traversant le lit dessiccatif (&#233;l&#233;ment 16) et s'&#233;chappant par la soupape de purge (&#233;l&#233;ment
                9) ouverte.
            </para>
            <para>La purge initiale et la d&#233;compression de la cartouche dessiccative ne durent que quelques
                secondes et &#233;mettent un bruit d'air &#224; l'&#233;chappement (&#233;l&#233;ment 8). La r&#233;activation
                du lit dessiccatif commence lorsque de l'air sec passe du volume de purge (&#233;l&#233;ment 3) &#224;
                l'orifice de purge de la cartouche dessiccative (&#233;l&#233;ment 2); sa pression diminue et son volume
                augmente. Le d&#233;bit d'air sec &#224; travers le lit dessiccatif (&#233;l&#233;ment 16) r&#233;active
                l'agent dessiccatif en enlevant la vapeur d'eau qui y adh&#232;re. Il faut de 15 &#224; 30 secondes pour
                que tout le volume de purge traverse le lit dessiccatif (&#233;l&#233;ment 16).
            </para>
            <para>Le clapet de purge simple du couvercle (&#233;l&#233;ment 4) emp&#234;che l'air pr&#233;sent dans le
                circuit de freinage de retourner &#224; l'&#233;purateur durant le cycle de purge. Au terme du cycle de
                purge de 30 secondes, l'&#233;purateur est pr&#234;t pour le d&#233;but du prochain cycle de charge.
            </para>
            <para>La soupape de purge demeure ouverte une fois le cycle de purge termin&#233; et ne se ferme pas avant
                la r&#233;duction de pression du circuit de freinage et le signal de charge que le r&#233;gulateur
                envoie au compresseur.
            </para>
            <para>
                <title>Arr&#234;t du turbocompresseur (
                    <hotlnk xrefid="f0400267">figure 67</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400267" figsize="col-wide">
                <graphic id="g0400267" filename="../figg04/g0400267.webp" type="webp" scalefit="0"/>
                <caption>Figure 67. &#201;purateur d'air AD-9 - arr&#234;t du turbocompresseur</caption>
                <calloutgroup>
                    <callout1>1. CLAPET ANTIRETOUR</callout1>
                    <callout1>2. SOUPAPE DE PURGE</callout1>
                    <callout1>3. &#201;CHAPPEMENT</callout1>
                    <callout1>4. PISTON D'ARR&#202;T DU TURBOCOMPRESSEUR</callout1>
                    <callout1>5. CONDUITE DE D&#201;CHARGE</callout1>
                    <callout1>6. ORIFICE D'ALIMENTATION</callout1>
                </calloutgroup>
            </figure>
            <para>La soupape d'arr&#234;t du turbocompresseur sert &#224; emp&#234;cher la perte de la pression de
                suralimentation du moteur par l'&#233;purateur d'air dans les circuits o&#249; l'admission du
                compresseur est reli&#233;e au turbocompresseur du moteur. La soupape d'arr&#234;t du turbocompresseur r&#233;duit
                &#233;galement la " bouff&#233;e " d'air qui sort de l'&#233;chappement ouvert lorsqu'un compresseur
                monocylindrique &#224; aspiration naturelle dot&#233; d'un clapet de retenue d'admission est install&#233;
                sur le v&#233;hicule.
            </para>
            <para>Au d&#233;but du cycle de purge, la course descendante du piston de purge arr&#234;te lorsque la
                soupape d'arr&#234;t du turbocompresseur (partie conique du piston de purge) entre en contact avec son
                si&#232;ge m&#233;tallique correspondant dans le carter de la soupape de purge. La soupape d'arr&#234;t
                du turbocompresseur reposant sur son si&#232;ge (position ferm&#233;e), l'air dans la conduite de d&#233;charge
                et l'orifice d'admission ne peut pas entrer dans l'&#233;purateur d'air. Bien que l'arr&#234;t du
                turbocompresseur emp&#234;che efficacement la perte de pression de suralimentation du turbocompresseur
                au moteur, il est possible que l'on remarque une l&#233;g&#232;re fuite d'air dans certaines conditions
                de fonctionnement du moteur suraliment&#233; et du turbocompresseur, bien qu'il y ait de l'air &#224;
                basse pression emprisonn&#233; dans la conduite de d&#233;charge.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entretien</title>
            <para>Toutes les 900 heures de fonctionnement, tous les 25 000 milles (40 000 kilom&#232;tres) ou tous les
                trois mois :
            </para>
            <step1>
                <para count="1">Recherchez la pr&#233;sence d'eau dans le circuit de freinage pneumatique en ouvrant les
                    r&#233;servoirs, les robinets de purge ou les soupapes. Le cas &#233;ch&#233;ant, il faudra
                    remplacer le dessiccant; cependant, les conditions suivantes peuvent &#233;galement causer une
                    accumulation d'eau. On doit donc les examiner avant de remplacer le dessiccant :
                </para>
                <step2>
                    <para count="1">Une source d'air ext&#233;rieure a &#233;t&#233; utilis&#233;e pour charger le
                        circuit. Cet air n'a pas travers&#233; le lit dessiccatif.
                    </para>
                </step2>
                <step2>
                    <para count="1">La consommation d'air est exceptionnellement &#233;lev&#233;e et anormale pour un v&#233;hicule
                        routier. Cela peut &#234;tre attribuable aux demandes d'air des accessoires ou &#224; une
                        demande d'air inhabituelle qui ne permet pas au compresseur de charger et de d&#233;charger
                        (cycle de compression et de non-compression) de fa&#231;on normale. Recherchez la pr&#233;sence
                        d'une fuite d'air &#233;ventuelle importante dans le circuit.
                    </para>
                </step2>
                <step2>
                    <para count="1">Dans les r&#233;gions o&#249; la temp&#233;rature peut varier de plus de 30 degr&#233;s
                        dans une journ&#233;e, de petites quantit&#233;s d'eau peuvent s'accumuler dans le circuit de
                        freinage pneumatique &#224; cause de la condensation. Dans ces conditions, la pr&#233;sence de
                        petites quantit&#233;s d'humidit&#233; est normale et ne doit pas &#234;tre consid&#233;r&#233;e
                        comme un signe que l'&#233;purateur ne fonctionne pas bien.
                    </para>
                    <specpara>
                        <note>
                            <para>Une petite quantit&#233; d'huile dans le circuit peut &#234;tre normale et ne doit pas
                                &#234;tre consid&#233;r&#233;e comme une raison de remplacer le dessiccant; un
                                dessiccant tach&#233; d'huile peut fonctionner ad&#233;quatement.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez si les boulons de fixation sont serr&#233;s. Serrez-les au couple de 80
                    &#224; 120 lb.po (9,03 &#224; 13,55 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Effectuez les v&#233;rifications d'entretien figurant sur cette page.</para>
            </step1>
            <para>Toutes les 10 800 heures, tous les 300 000 milles (480 000 kilom&#232;tres) ou tous les 36 mois :
            </para>
            <step1>
                <para count="1">Remettez &#224; neuf l'&#233;purateur d'air, y compris la cartouche dessiccative.</para>
                <specpara>
                    <note>
                        <para>L'intervalle de remplacement du dessiccant peut varier d'un v&#233;hicule &#224; l'autre.
                            Bien qu'une cartouche type puisse durer trois ans, bon nombre d'entre elles peuvent
                            fonctionner ad&#233;quatement durant une plus longue p&#233;riode. Pour prolonger au maximum
                            la dur&#233;e utile du dessiccant et s'assurer du remplacement uniquement lorsque cela est n&#233;cessaire,
                            il est important d'effectuer les
                            <emph type="bold">v&#233;rifications d'entretien</emph>
                            suivantes.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400215">
            <title>V&#233;rifications d'entretien - fonctionnement et essais d'&#233;tanch&#233;it&#233;</title>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Faites l'essai du clapet de retenue de l'orifice d'&#233;chappement en augmentant la
                    pression du circuit &#224; la pression de d&#233;clenchement du r&#233;gulateur et en observant un
                    manom&#232;tre d'essai install&#233; dans le r&#233;servoir num&#233;ro 1. V&#233;rifiez les
                    conduites et les raccords en direction et en provenance de l'&#233;purateur d'air pour rechercher la
                    pr&#233;sence de fuites et l'int&#233;grit&#233; du syst&#232;me. Une perte de pression rapide
                    pourrait signifier qu'un clapet de retenue d'orifice d'&#233;chappement est d&#233;fectueux. Pour le
                    v&#233;rifier, vous pouvez purger le circuit, retirer le clapet du couvercle, soumettre le clapet
                    &#224; une pression d'air et appliquer une solution savonneuse du c&#244;t&#233; du clapet. La fuite
                    ne doit pas permettre la formation d'une bulle de plus de 1 po (25 mm) de diam&#232;tre en une
                    seconde.
                </para>
            </step1>
            <step1>
                <para count="1">Recherchez la pr&#233;sence d'une fuite excessive &#233;ventuelle autour de la soupape
                    de purge. Le compresseur &#233;tant r&#233;gl&#233; en mode de charge (compression d'air), appliquez
                    une solution savonneuse sur le carter de la soupape de purge et observez si la fuite ne permet pas
                    la formation d'une bulle de plus de 1 po (25 mm) de diam&#232;tre en une seconde. Si la fuite d&#233;passe
                    le maximum indiqu&#233;, faites l'entretien du carter de la soupape de purge.
                </para>
            </step1>
            <step1>
                <para count="1">Fermez tous les robinets de purge. Augmentez la pression du circuit &#224; la pression
                    de d&#233;clenchement du r&#233;gulateur et v&#233;rifiez si l'AD-9 effectue une purge en laissant
                    entendre un &#233;chappement d'air. Une pression maximale est atteinte de nouveau dans le circuit et
                    celle-ci est suivie d'une purge.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez le fonctionnement de la soupape de s&#233;curit&#233; en tirant sur la
                    tige expos&#233;e pendant que le compresseur est charg&#233; (compression d'air). Il doit se
                    produire un &#233;chappement d'air pendant que vous tenez la tige et la soupape devrait reposer sur
                    son si&#232;ge au moment o&#249; vous rel&#226;chez la tige.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifiez le fonctionnement du r&#233;chauffeur et du thermostat dans le couvercle
                    par temps froid de la fa&#231;on suivante :
                </para>
                <step2>
                    <para count="1">Alimentation &#233;lectrique de l'&#233;purateur - La cl&#233; de contact ou le
                        coupe-circuit du moteur &#233;tant &#224; la position ON, v&#233;rifiez la tension du r&#233;chauffeur
                        et du thermostat &#224; l'aide d'un voltm&#232;tre ou d'une lampe t&#233;moin. D&#233;branchez
                        le connecteur &#233;lectrique &#224; l'&#233;purateur d'air et placez les fils d'essai sur
                        chacune des broches du connecteur m&#226;le. En l'absence de tension, v&#233;rifiez la pr&#233;sence
                        d'un fusible grill&#233;, de fils cass&#233;s ou de corrosion dans le faisceau de c&#226;blage
                        du v&#233;hicule. Assurez-vous que la mise &#224; la masse est ad&#233;quate.
                    </para>
                </step2>
                <step2>
                    <para count="1">Fonctionnement du thermostat et du r&#233;chauffeur - Mettez la cl&#233; de contact
                        &#224; la position d'arr&#234;t et laissez refroidir le couvercle &#224; moins de 40 &#176;F (4
                        &#176;C). Au moyen d'un ohmm&#232;tre, v&#233;rifiez la r&#233;sistance entre les broches &#233;lectriques
                        du connecteur femelle. La r&#233;sistance doit se situer entre 1,5 et 3,0 ohms pour le r&#233;chauffeur
                        de 12 volts et entre 6,8 et 9,0 ohms pour le r&#233;chauffeur de 24 volts.
                    </para>
                    <specpara>
                        <note>
                            <para>Certains anciens mod&#232;les de l'AD-9 auront une r&#233;sistance de 1,0 &#224; 2,5
                                ohms pour le r&#233;chauffeur de 12 volts et de 4,8 &#224; 7,2 ohms pour le r&#233;chauffeur
                                de 24 volts. Si la r&#233;sistance est sup&#233;rieure au maximum indiqu&#233;,
                                remplacez le carter de la soupape de purge, ce qui inclut le r&#233;chauffeur et le
                                thermostat.
                            </para>
                        </note>
                    </specpara>
                    <para>R&#233;chauffez le couvercle &#224; plus 90 &#176;F (32 &#176;C) et v&#233;rifiez la r&#233;sistance
                        de nouveau. Elle devrait d&#233;passer 1 000 ohms. Si les r&#233;sistances obtenues se situent
                        &#224; l'int&#233;rieur des limites indiqu&#233;es, le thermostat et le r&#233;chauffeur
                        fonctionnent correctement. Si les r&#233;sistances obtenues se situent &#224; l'ext&#233;rieur
                        des limites indiqu&#233;es, remplacez le carter de la soupape de purge, y compris le r&#233;chauffeur
                        et le thermostat.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;pose</title>
            <step1>
                <para count="1">Stationnez le v&#233;hicule sur une surface plane et calez les roues.</para>
            </step1>
            <step1>
                <para count="1">Videz compl&#232;tement
                    <emph type="bold">tous</emph>
                    les r&#233;servoirs.
                </para>
                <specpara>
                    <warning>
                        <para>La conduite de d&#233;charge du compresseur peut toujours contenir une pression r&#233;siduelle.</para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Identifiez et d&#233;branchez les trois conduites d'air du couvercle et notez la
                    position des orifices du couvercle par rapport au v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;branchez le faisceau de c&#226;blage du v&#233;hicule du connecteur du r&#233;chauffeur
                    et du thermostat (
                    <hotlnk xrefid="f0400268">figure 68</hotlnk>
                    ) du carter de la soupape de purge.
                </para>
                <figure id="f0400268" figsize="col-wide">
                    <graphic id="g0400268" filename="../figg04/g0400268.webp" type="webp" scalefit="0"/>
                    <caption>Figure 68. &#201;purateur d'air AD-9 - thermostat et r&#233;chauffeur</caption>
                    <calloutgroup>
                        <callout1>1. ABAISSEZ LE SUPPORT DE FIXATION</callout1>
                        <callout1>2. CONNECTEUR &#201;LECTRIQUE FEMELLE</callout1>
                        <callout1>3. CONNECTEUR &#201;LECTRIQUE M&#194;LE</callout1>
                        <callout1>4. VUE ARRI&#200;RE DU CONNECTEUR M&#194;LE</callout1>
                        <callout1>5. VUE LAT&#201;RALE DU CONNECTEUR M&#194;LE</callout1>
                        <callout1>6. COUVERCLE</callout1>
                        <callout1>7. LE VERROU DE L'&#201;PURATEUR D'AIR DOIT &#202;TRE INS&#201;R&#201; JUSQU'&#192; CE
                            QU'IL S'ENCLENCHE SUR LA PATTE DU CONNECTEUR HOMOLOGUE.
                        </callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Desserrez le boulon fixant l'&#233;trier de fixation sup&#233;rieur.</para>
            </step1>
            <step1>
                <para count="1">D&#233;posez, conservez et
                    <emph type="underscr">marquez</emph>
                    les deux vis &#224; t&#234;te du couvercle, les contre-&#233;crous et les quatre rondelles sp&#233;ciales
                    qui retiennent le support de fixation inf&#233;rieur au couvercle; marquez &#233;galement ces deux
                    trous du couvercle. (Ces boulons sont plus longs que les six autres.)
                </para>
            </step1>
            <step1>
                <para count="1">Retirez l'&#233;purateur de ses supports de fixation dans le v&#233;hicule.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>D&#233;montage</title>
            <specpara>
                <caution>
                    <para>Pour effectuer l'entretien de l'&#233;purateur d'air AD-9, il n'est pas recommand&#233;
                        d'utiliser un dispositif de serrage (&#233;tau, serre-joint en C, etc.) pour immobiliser les
                        &#233;l&#233;ments en aluminium moul&#233; sous pression, car ils risquent de subir des
                        dommages. Pour immobiliser le couvercle, installez un raccord filet&#233; dans l'orifice
                        d'alimentation et placez le raccord dans un &#233;tau.
                    </para>
                </caution>
            </specpara>
            <para>Consultez la
                <hotlnk xrefid="f0400269">figure 69</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <figure id="f0400269" figsize="col-wide">
                <graphic id="g0400269" filename="../figg04/g0400269.webp" type="webp" scalefit="0"/>
                <caption>Figure 69. &#201;purateur d'air AD-9 - d&#233;montage</caption>
                <calloutgroup>
                    <callout1>1. CARTOUCHE DESSICCATIVE COMPL&#200;TE</callout1>
                    <callout1>2. JOINT TORIQUE</callout1>
                    <callout1>3. JOINT TORIQUE</callout1>
                    <callout1>4. SOUPAPE DE S&#201;CURIT&#201;</callout1>
                    <callout1>5. SUPPORT DE FIXATION INF&#201;RIEUR</callout1>
                    <callout1>6. RONDELLE SP&#201;CIALE 3/8 I</callout1>
                    <callout1>7. VIS &#192; T&#202;TE 3/8 I (LONGUE)</callout1>
                    <callout1>8. JOINT TORIQUE</callout1>
                    <callout1>9. CLAPET DE RETENUE</callout1>
                    <callout1>10. ENSEMBLE DE SOUPAPE DE PURGE</callout1>
                    <callout1>11. SOUPAPE DE PURGE</callout1>
                    <callout1>12. MEMBRANE D'&#201;CHAPPEMENT</callout1>
                    <callout1>13. CONTRE-&#201;CROU DE SOUPAPE DE PURGE</callout1>
                    <callout1>14. RONDELLE DE MEMBRANE D'&#201;CHAPPEMENT</callout1>
                    <callout1>15. VIS AUTOTARAUDEUSE 1/4 I</callout1>
                    <callout1>16. COUVERCLE D'&#201;CHAPPEMENT</callout1>
                    <callout1>17. RESSORT</callout1>
                    <callout1>18. PISTON DE PURGE</callout1>
                    <callout1>19. JOINT TORIQUE</callout1>
                    <callout1>20. JOINT TORIQUE</callout1>
                    <callout1>21. BOULON &#192; T&#202;TE TORX</callout1>
                    <callout1>22. JOINT TORIQUE</callout1>
                    <callout1>23. JOINT TORIQUE</callout1>
                    <callout1>24. JOINT TORIQUE</callout1>
                    <callout1>25. VIS &#192; T&#202;TE 3/8 I</callout1>
                    <callout1>26. COUVERCLE D'EXTR&#201;MIT&#201;</callout1>
                    <callout1>27. CONTRE-&#201;CROU</callout1>
                    <callout1>28. CARTER</callout1>
                    <callout1>29. &#201;TRIER DE FIXATION SUP&#201;RIEUR</callout1>
                    <callout1>30. CONTRE-&#201;CROU 5/16 I</callout1>
                    <callout1>31. RONDELLE-FREIN 5/16 I</callout1>
                    <callout1>32. &#201;TRIER DE SUPPORT SUP&#201;RIEUR</callout1>
                    <callout1>33. VIS &#192; T&#202;TE DE SUPPORT SUP&#201;RIEUR DE 5/16 X 4-1/2 I</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;posez le clapet de retenue de refoulement (&#233;l&#233;ment 9) et le joint
                    torique (&#233;l&#233;ment 8). Retirez le joint torique du clapet de retenue.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez les trois vis autotaraudeuses (&#233;l&#233;ment 15) qui fixent le carter
                    de la soupape de purge au couvercle. Tirez le carter de la soupape de purge hors du couvercle.
                    Enlevez les trois joints toriques (&#233;l&#233;ments 22, 23 et 24) &#224; l'ext&#233;rieur du
                    carter de la soupape de purge.
                </para>
                <specpara>
                    <note>
                        <para>Les joints toriques (&#233;l&#233;ments 22 et 23) peuvent &#234;tre log&#233;s dans les al&#233;sages
                            du couvercle; le cas &#233;ch&#233;ant, il faut les d&#233;poser.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Le retrait du piston du carter de la soupape de purge n&#233;cessite une douille pour t&#234;te
                    Torx sp&#233;ciale ou une douille de 1/4 po &#224; 12 pans pour tenir la t&#234;te du boulon de la
                    soupape de purge (&#233;l&#233;ment 21).
                </para>
                <step2>
                    <para count="1">D&#233;posez l'&#233;crou (&#233;l&#233;ment 13) au bas du carter de la soupape de
                        purge &#224; l'aide d'une cl&#233; &#224; douille de 9/16 po et d'une douille &#224; t&#234;te
                        Torx pour tenir la t&#234;te du boulon (&#233;l&#233;ment 21). Retirez la rondelle de la
                        membrane (&#233;l&#233;ment 14) (s'il y en a une), la membrane (&#233;l&#233;ment 12) (s'il y en
                        a une) et la soupape de purge (&#233;l&#233;ment 11) du carter de la soupape de purge.
                    </para>
                </step2>
                <step2>
                    <para count="1">Retirez le boulon &#224; t&#234;te Torx (&#233;l&#233;ment 21) &#224; l'extr&#233;mit&#233;
                        oppos&#233;e, puis le piston de purge (&#233;l&#233;ment 18), le ressort de rappel (&#233;l&#233;ment
                        17) et les deux joints toriques (19 et 20); l'un des joints est sur le diam&#232;tre ext&#233;rieur
                        et l'autre &#224; l'int&#233;rieur du piston de purge.
                    </para>
                    <specpara>
                        <caution>
                            <para>Ne tentez pas de d&#233;poser le r&#233;chauffeur et le thermostat, car vous les
                                endommageriez durant le retrait. S'ils sont d&#233;fectueux, remplacez la soupape de
                                purge au complet ainsi que ces &#233;l&#233;ments.
                            </para>
                        </caution>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">D&#233;posez les six vis &#224; t&#234;te restantes (&#233;l&#233;ment 25), les contre-&#233;crous
                    (&#233;l&#233;ment 27) et les douze rondelles sp&#233;ciales (&#233;l&#233;ment 6) qui fixent le
                    couvercle au carter. S&#233;parez le couvercle et la cartouche dessiccative (&#233;l&#233;ment 1) du
                    carter (&#233;l&#233;ment 28).
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;posez le joint torique (&#233;l&#233;ment 3) entre le couvercle et le carter ext&#233;rieur.</para>
            </step1>
            <step1>
                <para count="1">Ne retirez pas la soupape de s&#233;curit&#233; du couvercle, &#224; moins qu'elle ne
                    soit d&#233;fectueuse. Si son remplacement s'av&#232;re n&#233;cessaire, appliquez un mastic &#224;
                    filetage ou du ruban pour joints filet&#233;s sur les filets de la soupape de remplacement et
                    serrez-la au couple de 120 &#224; 400 lb.po (13,50 &#224; 45,19 N&#183; m) en vous assurant que
                    l'orifice de vidange (fente) est orient&#233; vers le bas.
                </para>
            </step1>
            <step1>
                <para count="1">Placez une cl&#233; &#224; courroie ou &#224; cha&#238;ne autour de la cartouche
                    dessiccative (&#233;l&#233;ment 1) de fa&#231;on qu'elle soit plac&#233;e &#224; environ 2 &#224; 3
                    po (51 &#224; 76 mm) du couvercle. Tournez la cartouche en sens antihoraire jusqu'&#224; ce qu'elle
                    soit compl&#232;tement s&#233;par&#233;e du couvercle.
                </para>
                <specpara>
                    <note>
                        <para>Un couple substantiel [jusqu'&#224; 50 lb.pi (68 N&#183; m)] peut &#234;tre n&#233;cessaire
                            pour effectuer ce d&#233;montage.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Retirez le joint torique de la cartouche dessiccative (&#233;l&#233;ment 2) du
                    couvercle.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Nettoyage et inspection</title>
            <step1>
                <para count="1">Au moyen du solvant Stoddard ou d'un solvant &#233;quivalent, nettoyez et
                    <emph type="bold">ass&#233;chez soigneusement</emph>
                    toutes les pi&#232;ces m&#233;talliques.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez l'int&#233;rieur et l'ext&#233;rieur de toutes les pi&#232;ces m&#233;talliques
                    qui seront r&#233;utilis&#233;es pour voir si elles pr&#233;sentent de la corrosion, des piq&#251;res
                    et des fissures importantes. Une corrosion et des piq&#251;res superficielles sur la partie ext&#233;rieure
                    des moiti&#233;s de corps sup&#233;rieure et inf&#233;rieure est tol&#233;rable.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez les al&#233;sages du couvercle et du carter de la soupape de purge pour d&#233;tecter
                    la pr&#233;sence d'&#233;raflures ou de rainures profondes.
                </para>
            </step1>
            <step1>
                <para count="1">Assurez-vous que tous les passages du carter de la soupape de purge et du couvercle sont
                    ouverts et exempts de blocages.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez les filets coniques dans le couvercle. Assurez-vous qu'ils sont propres et
                    exempts de mastic.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez l'al&#233;sage du carter de la soupape de purge et les si&#232;ges pour voir
                    s'ils portent des traces d'usure et d'&#233;raflure excessives.
                </para>
            </step1>
            <step1>
                <para count="1">Examinez le si&#232;ge du piston de la soupape de purge pour voir s'il pr&#233;sente une
                    usure excessive.
                </para>
            </step1>
            <step1>
                <para count="1">Voyez s'il y a de la corrosion dans les raccords des conduites d'air. Enlevez le vieux
                    mastic pr&#233;sent sur les filets coniques.
                </para>
            </step1>
            <step1>
                <para count="1">Il faut jeter les vieux joints toriques et les remplacer par des neufs.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Assemblage</title>
            <para>Avant l'assemblage, enduisez les joints toriques, les rainures des joints toriques et les al&#233;sages
                d'une g&#233;n&#233;reuse couche de lubrifiant au baryum.
            </para>
            <para>Consultez la
                <hotlnk xrefid="f0400269">figure 69</hotlnk>
                en ce qui a trait aux &#233;l&#233;ments entre parenth&#232;ses.
            </para>
            <step1>
                <para count="1">Carter de la soupape de purge</para>
                <step2>
                    <para count="1">Installez le joint torique (&#233;l&#233;ment 19) dans sa rainure sur le diam&#232;tre
                        ext&#233;rieur du piston de purge. Placez le ressort de rappel (&#233;l&#233;ment 17) dans l'al&#233;sage
                        du carter de la soupape de purge. Placez le joint torique (&#233;l&#233;ment 20) dans sa rainure
                        de l'al&#233;sage du piston de purge. Installez le boulon &#224; t&#234;te Torx (&#233;l&#233;ment
                        21) &#224; l'int&#233;rieur du piston de purge. Ins&#233;rez le piston de purge (&#233;l&#233;ment
                        18) &#224; l'int&#233;rieur du ressort (&#233;l&#233;ment 17). Au moyen d'une cl&#233; &#224; t&#234;te
                        Torx pos&#233;e sur la t&#234;te du boulon &#224; t&#234;te Torx, poussez le piston dans le
                        carter de la soupape de purge jusqu'au fond.
                    </para>
                </step2>
                <step2>
                    <para count="1">Tout en poussant sur le piston de purge avec la cl&#233; &#224; t&#234;te Torx,
                        installez les pi&#232;ces suivantes sur le boulon de la soupape de purge (&#233;l&#233;ment 21)
                        &#224; partir de l'extr&#233;mit&#233; oppos&#233;e du carter de la soupape de purge; la soupape
                        de purge (&#233;l&#233;ment 11) avec son c&#244;t&#233; caoutchout&#233; en premier suivi de la
                        membrane (&#233;l&#233;ment 12) (s'il y en a une) ou de la rondelle plate et finalement, l'&#233;crou
                        hexagonal (&#233;l&#233;ment 13). Serrez l'&#233;crou de la soupape de purge et le boulon au
                        couple de 60 &#224; 80 lb.po (6,77 &#224; 9,03 N&#183; m).
                    </para>
                </step2>
                <step2>
                    <para count="1">Installez les trois joints toriques (&#233;l&#233;ments 22, 23 et 24) sur le carter
                        de la soupape de purge en pla&#231;ant chacun d'eux dans son emplacement appropri&#233;. Si vous
                        avez enlev&#233; le couvercle d'&#233;chappement (&#233;l&#233;ment 16) durant le d&#233;montage,
                        installez-le sur le carter de la soupape de purge en vous assurant que la " bulle " est plac&#233;e
                        au-dessus du thermostat. Installez le carter de la soupape de purge assembl&#233; dans le
                        couvercle en orientant les deux pi&#232;ces de mani&#232;re que le connecteur soit plac&#233;
                        &#224; environ 10 degr&#233;s en sens horaire &#224; partir de l'orifice d'alimentation tout en
                        vous assurant que le carter repose bien contre le couvercle. Fixez le carter au couvercle au
                        moyen des trois vis autotaraudeuses (&#233;l&#233;ment 15). Vissez les trois vis &#224; la main,
                        puis serrez-les au couple de 85 &#224; 125 lb.po (9,6 &#224; 14,12 N&#183; m).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Installez le joint torique (&#233;l&#233;ment 8) sur le clapet de retenue (&#233;l&#233;ment
                    9) et installez l'ensemble dans le couvercle au moyen d'une douille de 1 3/4 po. Serrez au couple de
                    200 &#224; 250 lb.po (22,39 &#224; 28,24 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le joint torique du dessiccant (&#233;l&#233;ment 2) dans sa rainure du
                    couvercle. Appliquez une mince couche de graisse au baryum pour lubrifier le bas de la cartouche
                    dessiccative qui fera contact avec le joint torique (&#233;l&#233;ment 2) et le couvercle. Vissez la
                    cartouche dessiccative dans le couvercle jusqu'&#224; ce qu'elle touche au joint torique. Au moyen
                    d'une cl&#233; &#224; courroie ou &#224; cha&#238;ne plac&#233;e &#224; 2 ou 3 po (51 &#224; 76 mm)
                    du bas de la cartouche, tournez la cartouche en sens horaire de 180 &#224; 225 degr&#233;s au-del&#224;
                    de la position de contact initial entre la cartouche et le joint torique du couvercle. Le couple de
                    serrage ne doit pas d&#233;passer 50 lb.pi (68 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Installez le joint torique de carter ext&#233;rieur du couvercle (&#233;l&#233;ment 3)
                    sur l'&#233;paule dans le couvercle.
                </para>
                <para>Placez le carter (&#233;l&#233;ment 28) sur la cartouche dessiccative et alignez les trous.
                    Installez les six vis &#224; t&#234;te (&#233;l&#233;ment 25), les contre-&#233;crous (&#233;l&#233;ment
                    27) et les douze rondelles sp&#233;ciales (&#233;l&#233;ment 6) en vous assurant qu'ils sont plac&#233;s
                    selon les marques effectu&#233;es au moment de la d&#233;pose. Les deux longues vis &#224; t&#234;te
                    (&#233;l&#233;ment 7) serviront &#224; fixer l'&#233;purateur &#224; son support. Serrez les six vis
                    &#224; t&#234;te et les &#233;crous selon un motif en &#233;toile comme on le voit &#224; la
                    <hotlnk xrefid="f0400270">figure 70</hotlnk>
                    d'apr&#232;s l'emplacement du support inf&#233;rieur. Serrez-les au couple de 270 &#224; 385 lb.po
                    (30,7 &#224; 43,5 N&#183; m).
                </para>
                <figure id="f0400270" figsize="col-wide">
                    <graphic id="g0400270" filename="../figg04/g0400270.webp" type="webp" scalefit="0"/>
                    <caption>Figure 70. &#201;purateur d'air AD-9 - serrage des vis &#224; t&#234;te</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Les deux trous de boulon restants dans le couvercle et les deux vis &#224; t&#234;te de
                            3/8 po DOIVENT &#234;tre ceux marqu&#233;s durant le d&#233;montage pour assurer une
                            orientation ad&#233;quate des orifices et une longueur appropri&#233;e des vis &#224; t&#234;te.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Installation</title>
            <step1>
                <para count="1">Installez l'&#233;purateur d'air assembl&#233; dans le v&#233;hicule en le glissant dans
                    le support de fixation sup&#233;rieur. Alignez les deux trous non utilis&#233;s du couvercle sur le
                    support de fixation inf&#233;rieur de fa&#231;on que celui-ci supporte l'&#233;purateur. Le
                    couvercle doit reposer sur le support. Au moyen des deux vis &#224; t&#234;te restantes (&#233;l&#233;ment
                    7), des quatre rondelles sp&#233;ciales (&#233;l&#233;ment 6) et des deux contre-&#233;crous (&#233;l&#233;ment
                    27), fixez l'&#233;purateur au support inf&#233;rieur. Serrez-le au couple de 270 &#224; 385 lb.pi
                    (30,7 &#224; 43,5 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Serrez le boulon et l'&#233;crou sur le support de fixation sup&#233;rieur. Serrez-les
                    au couple de 80 &#224; 120 lb.pi (9,03 &#224; 13,55 N&#183; m).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez les trois conduites d'air aux orifices appropri&#233;s du couvercle (marqu&#233;s
                    au moment de la d&#233;pose).
                </para>
            </step1>
            <step1>
                <para count="1">Branchez le faisceau de c&#226;blage du v&#233;hicule au connecteur du r&#233;chauffeur
                    et du thermostat en le raccordant au connecteur de l'&#233;purateur d'air jusqu'&#224; ce que son
                    tenon s'enclenche.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Recherche de panne</title>
            <table id="t0400210" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tableau de recherche de panne - &#233;purateur d'air AD-9</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="1.49in"/>
                    <colspec colnum="2" colname="2" colwidth="2.59in"/>
                    <colspec colnum="3" colname="3" colwidth="2.89in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">&#201;tat</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Cause</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">R&#233;paration</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>1. L'&#233;purateur</para>
                                <para>fonctionne ou effectue une purge constamment.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Fuite excessive dans le circuit.</para>
                                <para>2. Fuite excessive dans les raccords, les flexibles et les tubes branch&#233;s au
                                    compresseur, &#224; l'&#233;purateur et au premier r&#233;servoir.
                                </para>
                                <para>3. Clapet de retenue d&#233;fectueux dans le couvercle de l'&#233;purateur.</para>
                                <para>4. R&#233;gulateur d&#233;fectueux.</para>
                                <para>5. Fuite du carter de la soupape de purge et des joints toriques dans le
                                    couvercle.
                                </para>
                                <para>6. Le m&#233;canisme de d&#233;charge du compresseur fuit excessivement.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. V&#233;rifier si le circuit pr&#233;sente une fuite</para>
                                <para>excessive.</para>
                                <para>Fuite tol&#233;rable :</para>
                                <para>Camion - 2 livres par pouce carr&#233;/minute.</para>
                                <para>Tracteur avec remorque - 3 livres par pouce carr&#233;/minute.</para>
                                <para>Camion - 1 livre par pouce carr&#233;/minute par r&#233;servoir de service.</para>
                                <para>Tracteur avec remorque - 3 livres par pouce carr&#233;/minute par r&#233;servoir
                                    de service.
                                </para>
                                <para>2. &#192; l'aide d'une solution savonneuse, v&#233;rifier la pr&#233;sence d'une
                                    fuite aux raccords, au robinet de purge (s'il y a lieu) et &#224; la soupape de s&#233;curit&#233;
                                    dans le premier r&#233;servoir. R&#233;parer ou remplacer au besoin.
                                </para>
                                <para>3. Retirer le clapet de retenue du couvercle. Soumettre le c&#244;t&#233;
                                    refoulement de la soupape &#224; une pression d'air. Appliquer une solution
                                    savonneuse &#224; l'extr&#233;mit&#233; oppos&#233;e et v&#233;rifier la pr&#233;sence
                                    d'une fuite. (Fuite tol&#233;rable : une bulle de 1 po en cinq secondes.) Si la
                                    fuite est excessive, remplacer le clapet de retenue.
                                </para>
                                <para>4. V&#233;rifier les pressions d'enclenchement et de d&#233;clenchement du r&#233;gulateur
                                    et la pr&#233;sence d'une fuite excessive aux deux positions.
                                </para>
                                <para>5. L'orifice d'alimentation &#233;tant mis &#224; l'air libre, appliquer une
                                    pression de 120 livres par pouce carr&#233; &#224; l'orifice de commande. Appliquer
                                    une solution savonneuse sur les orifices d'admission et d'&#233;chappement (zone du
                                    si&#232;ge de la soupape de purge). Fuite tol&#233;rable : bulle de 1 po en cinq
                                    secondes.
                                </para>
                                <para>6. Retirer le filtre d'aspiration ou le raccord de la cavit&#233; d'admission du
                                    compresseur. Le compresseur &#233;tant d&#233;charg&#233;, v&#233;rifier s'il y a
                                    une fuite au piston de d&#233;charge. Une l&#233;g&#232;re fuite est tol&#233;rable.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>2. Eau dans le</para>
                                <para>v&#233;hicule.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Il faut remplacer le dessiccant; quantit&#233; excessive de corps &#233;trangers
                                    dans la cartouche dessiccative.
                                </para>
                                <para>2. Longueur inad&#233;quate de la conduite de d&#233;charge ou mat&#233;riau de
                                    conduite inad&#233;quat. La temp&#233;rature d'admission maximale de l'&#233;purateur
                                    est d&#233;pass&#233;e.
                                </para>
                                <para>3. L'&#233;purateur n'effectue pas de purge (consulter l'&#233;tat num&#233;ro
                                    5).
                                </para>
                                <para>4. La dur&#233;e de la purge (&#233;chappement d'air)</para>
                                <para>est insuffisante &#224; cause d'une fuite excessive dans le circuit (consulter les
                                    causes pour l'&#233;tat num&#233;ro 1).
                                </para>
                                <para>5. L'air contourne la cartouche</para>
                                <para>dessiccative.</para>
                                <para>6. La dur&#233;e de la purge est de beaucoup inf&#233;rieure au minimum permis.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacez la cartouche dessiccative.</para>
                                <para>2. Une conduite de d&#233;charge d'au moins six pieds doit relier l'orifice du
                                    compresseur &#224; l'orifice d'alimentation.
                                </para>
                                <para>3. Consulter la cause et la r&#233;paration</para>
                                <para>pour l'&#233;tat num&#233;ro 5.</para>
                                <para>4. Consulter la cause et la r&#233;paration pour l'&#233;tat num&#233;ro 1.</para>
                                <para>5. Remplacer la cartouche dessiccative et le joint torique du couvercle.</para>
                                <para>S'assurer que la cartouche dessiccative est bien</para>
                                <para>install&#233;e.</para>
                                <para>6. Remplacer la cartouche dessiccative et le joint torique du couvercle.</para>
                                <para>S'assurer que la cartouche dessiccative est bien</para>
                                <para>install&#233;e.</para>
                                <para>Remplacer la cartouche dessiccative.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>3. La soupape de s&#233;curit&#233; de l'&#233;purateur d'air " saute " ou laisse
                                    &#233;chapper de l'air.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Cartouche dessiccative obstru&#233;e.</para>
                                <para>2. Clapet de retenue de d&#233;charge d&#233;fectueux dans le couvercle.</para>
                                <para>3. Raccords, flexible ou tube d&#233;fectueux</para>
                                <para>entre l'&#233;purateur et le premier r&#233;servoir.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. V&#233;rifier si le compresseur laisse passer une quantit&#233; d'huile
                                    excessive. R&#233;parer ou remplacer le compresseur, si n&#233;cessaire.
                                </para>
                                <para>Remettre &#224; neuf ou remplacer</para>
                                <para>la cartouche.</para>
                                <para>2. Faire un essai pour d&#233;terminer si de l'air traverse le clapet de retenue.
                                    R&#233;parer ou
                                </para>
                                <para>remplacer.</para>
                                <para>3. V&#233;rifier si l'air atteint le premier r&#233;servoir. Voir si le tube ou le
                                    flexible est d&#233;form&#233; et si des raccords de flexible ou de tube
                                </para>
                                <para>sont obstru&#233;s.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>4. &#201;chappement constant d'air &#224; l'&#233;chappement de la soupape de
                                    purge de l'&#233;purateur d'air ou incapacit&#233; d'augmenter la pression dans le
                                    circuit. (Mode de charge.)
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. La soupape de purge de l'&#233;purateur fuit excessivement.</para>
                                <para>2. R&#233;gulateur d&#233;fectueux.</para>
                                <para>3. Conduite de commande de purge branch&#233;e au r&#233;servoir ou &#224;
                                    l'orifice d'&#233;chappement du r&#233;gulateur.
                                </para>
                                <para>4. Soupape de purge gel&#233;e en position ouverte - r&#233;chauffeur et
                                    thermostat d&#233;fectueux, c&#226;blage, fusible grill&#233;.
                                </para>
                                <para>5. Raccords d'admission et d'&#233;chappement d'air invers&#233;s.</para>
                                <para>6. Conduite de d&#233;charge d&#233;form&#233;e ou obstru&#233;e.</para>
                                <para>7. Coudes trop prononc&#233;s dans la conduite de d&#233;charge (l'eau s'accumule
                                    et g&#232;le).
                                </para>
                                <para>8. Fuite excessive dans le circuit.</para>
                                <para>9. La soupape de purge demeure ouverte - fuite d'air d'alimentation du c&#244;t&#233;
                                    commande.
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Le compresseur &#233;tant charg&#233;, appliquer une solution savonneuse sur
                                </para>
                                <para>l'&#233;chappement de la soupape de purge pour d&#233;tecter la pr&#233;sence
                                </para>
                                <para>d'une fuite excessive. R&#233;parer la soupape de purge, si n&#233;cessaire.
                                </para>
                                <para>2. V&#233;rifier si les pressions " d'enclenchement " et de " d&#233;clenchement "
                                    du r&#233;gulateur sont ad&#233;quates et voir s'il y a une fuite excessive aux deux
                                    r&#233;glages de pression. R&#233;parer ou remplacer, si n&#233;cessaire.
                                </para>
                                <para>3. La conduite de commande de purge doit &#234;tre</para>
                                <para>branch&#233;e &#224; l'orifice de d&#233;charge du r&#233;gulateur.</para>
                                <para>4. Faire l'essai du r&#233;chauffeur et du thermostat</para>
                                <para>comme on le voit &#224; la rubrique
                                    <hotlnk xrefid="hl0400215">
                                        <xref refid="hl0400215"/>V&#201;RIFICATIONS D'ENTRETIEN
                                    </hotlnk>
                                    .
                                </para>
                                <para>5. Conduite de d&#233;charge du compresseur branch&#233;e &#224; l'orifice
                                    d'admission. Brancher les conduites correctement.
                                </para>
                                <para>6. V&#233;rifier si l'air circule dans la conduite de d&#233;charge. V&#233;rifier
                                    la pr&#233;sence de plis, de coudes et de d&#233;p&#244;ts de calamine excessifs.
                                </para>
                                <para>7. La conduite de d&#233;charge doit pr&#233;senter une pente continuelle du
                                    compresseur &#224; l'&#233;purateur et comporter aussi peu de coudes que possible.
                                </para>
                                <para>8. Consulter la cause et la r&#233;paration pour</para>
                                <para>l'&#233;tat num&#233;ro 1.</para>
                                <para>9. Remplacer les joints toriques du carter de la soupape</para>
                                <para>de purge.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>5. L'&#233;purateur n'effectue pas de purge ou n'&#233;vacue pas d'air.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Conduite de commande de purge bris&#233;e, pli&#233;e, gel&#233;e, obstru&#233;e
                                    ou d&#233;branch&#233;e.
                                </para>
                                <para>2. Consulter les causes 2, 5 et 7 de</para>
                                <para>l'&#233;tat num&#233;ro 4.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. V&#233;rifier si l'air circule dans la conduite de commande de purge lorsque le
                                    compresseur est d&#233;charg&#233;. Rechercher la pr&#233;sence &#233;ventuelle de
                                    raccords non perc&#233;s (&#233;tat num&#233;ro 4, r&#233;paration 3.)
                                </para>
                                <para>2. Consulter les r&#233;parations 2, 5 et 7 de</para>
                                <para>l'&#233;tat num&#233;ro 4.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>6. L'agent dessiccatif est rejet&#233; par l'&#233;chappement de la soupape de
                                    purge de l'&#233;purateur (de nombreux dessiccatifs ressemblent &#224; un liquide,
                                    &#224; une p&#226;te ou &#224; de petites billes blanch&#226;tres).
                                </para>
                                <para>OU</para>
                                <para>dur&#233;e utile insatisfaisante du dessiccant.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Plaque perfor&#233;e recouverte de tissu d&#233;fectueuse dans l'&#233;purateur.</para>
                                <para>2. Le compresseur laisse passer une quantit&#233; d'huile excessive.</para>
                                <para>3. La cartouche dessiccative n'est pas bien fix&#233;e au couvercle (fixation l&#226;che).</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Remplacer la cartouche dessiccative.</para>
                                <para>2. V&#233;rifier si le compresseur est bien install&#233;; si les sympt&#244;mes
                                    persistent, remplacer le compresseur.
                                </para>
                                <para>3. V&#233;rifier le couple du dispositif de fixation de la cartouche
                                    dessiccative
                                </para>
                                <para>et du couvercle.</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>7.Cliquetis excessif durant le cycle de charge du compresseur.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Compresseur monocylindrique avec cycles de pulsations &#233;lev&#233;es.</para>
                            </entry>
                            <entry rotate="0">
                                <para>Un petit cliquetis peut se faire entendre durant l'augmentation de la pression
                                    dans le circuit lorsqu'un compresseur monocylindrique est utilis&#233;.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>8. Petite fuite d'air constante &#224; l'&#233;chappement de la soupape de purge
                                    de l'&#233;purateur (mode de non-compression).
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>1. L'air d'admission du compresseur est comprim&#233; par le turbocompresseur du
                                    moteur.
                                </para>
                                <para>2. Clapet de retenue d&#233;fectueux dans le couvercle de l'&#233;purateur.</para>
                            </entry>
                            <entry rotate="0">
                                <para>1. Il faut s'attendre &#224; une certaine perte de pression au-del&#224; du si&#232;ge
                                    m&#233;tallique du turbocompresseur de l'AD-9; celle-ci peut &#233;galement &#234;tre
                                    audible. Cette petite perte d'air n'aura pas d'incidence sur le rendement du moteur
                                    ou du turbocompresseur.
                                </para>
                                <para>2. Consulter la r&#233;paration 3 de l'&#233;tat num&#233;ro 1.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para></para>
        </svcsubproc>
        <svcsubproc>
            <title>Couples de serrage</title>
            <table id="t0400212" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Couples de serrage - &#233;purateur d'air AD-9</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="2.99in"/>
                    <colspec colnum="2" colname="2" colwidth="1.49in"/>
                    <colspec colnum="3" colname="3" colwidth="1.49in" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">lb.po</emph>
                                </para>
                            </entry>
                            <entry rotate="0">
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>&#201;crou de soupape de purge &#38; boulon</para>
                            </entry>
                            <entry rotate="0">
                                <para>60 &#224; 80</para>
                            </entry>
                            <entry rotate="0">
                                <para>6,77 &#224; 9,03</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis autotaraudeuse de 1/4 po</para>
                            </entry>
                            <entry rotate="0">
                                <para>85 &#224; 125</para>
                            </entry>
                            <entry rotate="0">
                                <para>9,6 &#224; 14,12</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Clapet de retenue au couvercle</para>
                            </entry>
                            <entry rotate="0">
                                <para>200 &#224; 250</para>
                            </entry>
                            <entry rotate="0">
                                <para>22,39 &#224; 28,24</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis &#224; t&#234;te de couvercle</para>
                            </entry>
                            <entry rotate="0">
                                <para>270 &#224; 385</para>
                            </entry>
                            <entry rotate="0">
                                <para>30,7 &#224; 43,5</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Vis &#224; t&#234;te de 3/8 po</para>
                            </entry>
                            <entry rotate="0">
                                <para>270 &#224; 385</para>
                            </entry>
                            <entry rotate="0">
                                <para>30,7 &#224; 43,5</para>
                            </entry>
                        </row>
                        <row>
                            <entry rotate="0">
                                <para>Boulon de fixation sup&#233;rieur</para>
                            </entry>
                            <entry rotate="0">
                                <para>80 &#224; 120</para>
                            </entry>
                            <entry rotate="0">
                                <para>9,03 &#224; 13,55</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry rotate="0">
                                <para>Soupape de s&#233;curit&#233;</para>
                            </entry>
                            <entry rotate="0">
                                <para>120 &#224; 400</para>
                            </entry>
                            <entry rotate="0">
                                <para>13,50 &#224; 45,19</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_115.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_117.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
