<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPRESSEUR D'AIR BENDIX 2150 - FONCTIONNEMENT - SOUPAPE D'ASPIRATION</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="1">
        <title>SOUPAPE D'ASPIRATION</title>
        <para>Certains compresseurs BX-2150 recourant &#224; un mode d'aspiration naturelle (excluant ceux qui recourent
            au mode d'admission sous pression - voir le troisi&#232;me mode d'admission ci-dessus) sont pourvus d'une
            soupape d'aspiration qui emp&#234;che l'huile d'arriv&#233;e d'&#234;tre n&#233;bulis&#233;e au cours du
            cycle de d&#233;compression. Cette soupape d'aspiration est fix&#233;e directement sur la cavit&#233;
            d'admission du compresseur. Elle est constitu&#233;e de trois pi&#232;ces : un joint, un clapet et un si&#232;ge
            (
            <hotlnk xrefid="f0400408">figure 8</hotlnk>). Au cours du cycle de compression, le clapet de la soupape
            d'admission est soulev&#233; de son si&#232;ge et expose trois orifices d'admission permettant &#224; l'air
            de circuler dans la cavit&#233; d'admission du compresseur. Une but&#233;e usin&#233;e dans la cavit&#233;
            d'admission de la culasse limite la course du clapet. Au cours du cycle de d&#233;compression, le clapet de
            la soupape d'aspiration repose sur son si&#232;ge et recouvre les trois orifices d'admission. L'air &#224;
            l'int&#233;rieur du compresseur ne peut pas alors s'&#233;chapper de la cavit&#233; d'admission.
        </para>
        <figure id="f0400408" figsize="col-wide">
            <graphic id="g0400408" filename="../figg04/g0400408.webp" type="webp" resolution="72"/>
            <caption>Figure 8. Soupape d'aspiration</caption>
            <calloutgroup>
                <callout1>1. CULASSE</callout1>
                <callout1>2. JOINT</callout1>
                <callout1>3. SOUPAPE</callout1>
                <callout1>4. JOINT</callout1>
                <callout1>5. SI&#200;GE DE LA SOUPAPE</callout1>
                <callout1>6. SOUPAPE D'ASPIRATION &#192; ENFONCEMENTS EN DEMI-LUNE</callout1>
            </calloutgroup>
        </figure>
        <para>La soupape d'aspiration ne peut &#234;tre utilis&#233;e qu'avec une culasse int&#233;grant une but&#233;e
            de clapet usin&#233;e dans la cavit&#233; d'admission. L'utilisation d'un joint (Bendix 243430) est n&#233;cessaire
            &#233;tant donn&#233; que son &#233;paisseur assure la course minimale exig&#233;e du clapet. Le clapet peut
            &#234;tre install&#233; pr&#232;s du joint d'un c&#244;t&#233; ou de l'autre. L'extr&#233;mit&#233; libre
            (la pointe) du clapet de la soupape d'aspiration doit cependant &#234;tre sur la trajectoire de la but&#233;e
            usin&#233;e dans la cavit&#233; d'admission de la culasse. Le si&#232;ge de la soupape d'aspiration doit
            &#234;tre install&#233; de sorte que les deux enfoncements en demi-lune se trouvent sur le c&#244;t&#233;
            faisant face &#224; la soupape comme on le voit &#224; la
            <hotlnk xrefid="f0400408">figure 8</hotlnk>.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04004_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04004.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
