<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - COMPOSANTS DES FREINS - ROBINET DE COMMUTATION DE PRESSION &#192; DEUX VOIES (BENDIX TYPE TW-1) - V&#201;RIFICATIONS
        D'ENTRETIEN
    </stitle>
    <svcsection/>
    <svcproc id="hl0400218" svcproctype="IDcomponent" graphiccount="0">
        <title>V&#201;RIFICATIONS D'ENTRETIEN</title>
        <svcsubproc>
            <title>Essai de fonctionnement</title>
            <specpara>
                <caution>
                    <para>Seuls les manom&#232;tres d'essai r&#233;put&#233;s pr&#233;cis doivent &#234;tre utilis&#233;s
                        pour v&#233;rifier les pressions de refoulement des soupapes de freinage, les r&#233;glages de
                        pression des r&#233;gulateurs et les autres essais.
                    </para>
                </caution>
            </specpara>
            <para>Obstruez un orifice de refoulement et installez un manom&#232;tre d'essai &#224; l'autre orifice.
                Installez un second manom&#232;tre dans la conduite d'admission d'air. Une source d'air &#233;tant reli&#233;e
                &#224; l'orifice d'admission, r&#233;glez le levier &#224; la position de fonctionnement. Le manom&#232;tre
                de l'orifice de refoulement devrait indiquer la m&#234;me pression que le manom&#232;tre install&#233;
                dans la conduite d'admission d'air.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Essai d'&#233;tanch&#233;it&#233;</title>
            <para>L'orifice d'admission du robinet de commutation de pression &#224; deux voies &#233;tant aliment&#233;
                en air et le levier &#233;tant r&#233;gl&#233; &#224; la position de repos, appliquez une solution
                savonneuse sur l'ouverture d'&#233;chappement dans la partie sup&#233;rieure de la soupape (o&#249; le
                levier p&#233;n&#232;tre dans la soupape) pour d&#233;terminer s'il y a une fuite.
            </para>
            <para>D&#233;placez le levier ou le bouton &#224; la position de "fonctionnement" et v&#233;rifiez
                l'ouverture d'&#233;chappement &#224; l'aide de la solution savonneuse pour d&#233;terminer si la fuite
                se situe en aval de la cheville d'&#233;chappement.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_82.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r_84.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="f04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
