<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - PANTALLA DE DIAGN&#211;STICO DEL EC-30</stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="1">
        <title>PANTALLA DE DIAGN&#211;STICO DEL EC-30</title>
        <svcprocinfo>
            <para>La pantalla de diagn&#243;stico del EC-30 consta de nueve LED rojos de falla, de un LED verde de
                alimentaci&#243;n y de un interruptor interno de restablecimiento magn&#233;tico. Consulte la
                <hotlnk xrefid="f0404309">Figura 9</hotlnk>
                para ver la ilustraci&#243;n.
            </para>
            <para>No es necesario el uso de herramientas para leer la pantalla de diagn&#243;stico del EC-30. Una falla
                mostrada en los LED siempre va acompa&#241;ada del encendido de la luz de advertencia de ABS o de la luz
                de actividad/advertencia de ATC.
            </para>
            <figure id="f0404309" figsize="col-wide">
                <graphic filename="../figg04/g0404309.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 9. Pantalla de diagn&#243;stico con LED del EC-30</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Lectura de una falla</title>
            <para>Cuando se detecta una falla, el EC-30 identifica el componente con problemas con los LED de diagn&#243;stico.
                Cuando se detecta una falla en el sensor de velocidad de las ruedas o en el modulador de ABS, el LED SEN
                o MOD va acompa&#241;ado de dos LED de ubicaci&#243;n. Un ejemplo es FRT-RHT-SEN. Cuando estos tres LED
                est&#225;n encendidos, &#233;sta es una indicaci&#243;n de falla en el sensor de velocidad de las ruedas
                (SEN) del eje delantero (FRT), lado derecho (RHT). Para obtener una completa explicaci&#243;n, adem&#225;s
                de la localizaci&#243;n y la soluci&#243;n de fallas mostradas por los LED, vaya a la
                <hotlnk document="m04043_27.xml" xrefid="x0404301">Secci&#243;n F, Localizaci&#243;n y soluci&#243;n de
                    problemas</hotlnk>.
            </para>
            <para>Los LED de diagn&#243;stico rojos s&#243;lo indican fallas activas del sistema. Cuando una falla se
                autosuprime o se restablece manualmente, el c&#243;digo de falla permanece en el historial de fallas. El
                historial de fallas se puede recuperar utilizando los diagn&#243;sticos de c&#243;digos de parpadeo o
                una herramienta de diagn&#243;stico.
            </para>
            <para>Si se producen fallas en m&#250;ltiples componentes, los LED de diagn&#243;stico muestran una falla a
                la vez. Al reparase la primera falla y al restablecerse el EC-30, los LED muestran la falla siguiente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Restablecimiento de fallas</title>
            <para>Una vez corregida la falla, el c&#243;digo de falla activa y los LED se pueden restablecer sosteniendo
                brevemente un im&#225;n sobre el punto de RESTABLECIMIENTO de la pantalla de diagn&#243;stico. Todos los
                LED permanecen encendidos mientras el im&#225;n se sostiene sobre este punto. Si uno o m&#225;s LED no
                se encienden al sostener el im&#225;n sobre este punto, reemplace el EC-30. Al quitar el im&#225;n del
                punto de restablecimiento, s&#243;lo el LED de diagn&#243;stico VLT verde debe permanecer encendido. Si
                a&#250;n hay LED rojos encendidos, todav&#237;a hay fallas activas presentes en el sistema.
            </para>
            <specpara>
                <note>
                    <para>Si el im&#225;n se sostiene en el punto de restablecimiento durante m&#225;s de 20 segundos,
                        se producir&#225; una autoconfiguraci&#243;n del EC-30.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
