<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - FUNCIONAMIENTO - APLICACI&#211;N DEL FRENO DE RESORTE
        (ESTACIONAMIENTO)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="1">
        <title>APLICACI&#211;N DEL FRENO DE RESORTE (ESTACIONAMIENTO)</title>
        <para>Para aplicar el freno de resorte (estacionamiento), el operador del veh&#237;culo coloca la v&#225;lvula
            de control en la posici&#243;n de aplicaci&#243;n del freno de estacionamiento, la que hace salir la presi&#243;n
            de aire de la c&#225;mara del freno de resorte (
            <hotlnk xrefid="f0402004">Figura 4</hotlnk>). Al reducirse la presi&#243;n de aire en la c&#225;mara del
            freno de resorte, el freno de resorte aplica los frenos traseros a trav&#233;s de los conjuntos del v&#225;stago
            de empuje del freno de resorte y del v&#225;stago de empuje del freno de servicio, los cuales a su vez se
            conectan con el ajustador de holgura del freno de aire, que se conecta con los frenos b&#225;sicos.
        </para>
        <figure id="f0402004" figsize="col-wide">
            <graphic id="g0402004" filename="../figg04/g0402004.webp" type="webp" resolution="72"/>
            <caption>Figura 4. Freno de resorte (estacionamiento) aplicado</caption>
            <calloutgroup>
                <callout1>1.C&#193;MARA DEL FRENO DE RESORTE</callout1>
                <callout1>2.C&#193;MARA DEL FRENO DE SERVICIO</callout1>
            </calloutgroup>
        </figure>
        <para>Para desenganchar el freno de resorte (estacionamiento), el operador coloca la v&#225;lvula de control en
            la posici&#243;n desactivada, que aplica aire en la c&#225;mara del freno de resorte, con lo cual se carga
            la c&#225;mara. La presi&#243;n de aire supera los pesados resortes, forzando el v&#225;stago del freno de
            resorte y el diafragma hasta la posici&#243;n desactivada o posici&#243;n de conducci&#243;n normal (
            <hotlnk document="m04020_2.xml" xrefid="f0402002">Figura 2</hotlnk>).
        </para>
        <para>Con la p&#233;rdida de presi&#243;n de aire o la reducci&#243;n de la presi&#243;n de aire en el sistema
            de aire del veh&#237;culo, los frenos de resorte se aplican autom&#225;ticamente, proporcionando un freno de
            emergencia.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
