<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - V&#193;LVULA RELEVADORA DOSIFICADORA DE FRENO TRASERA BP-R1 Y V&#193;LVULA LIMITADORA TRASERA LQ-5
        - ENSAMBLE
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>ENSAMBLE</title>
        <svcproc svcproctype="assemble" graphiccount="1">
            <title>V&#193;LVULA RELEVADORA DOSIFICADORA DE FRENO TRASERA BP-R1</title>
            <para>Consulte la
                <hotlnk document="m04012_16.xml" xrefid="f0401215">Figura 15</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Antes del ensamble, lubrique todos los anillos "O" (identif&#237;quelos usando la
                    <hotlnk xrefid="f0401217">Figura 17</hotlnk>), sellos y pistones, as&#237; como el cuerpo y los di&#225;metros
                    interiores, usando el lubricante que viene con el juego de mantenimiento Bendix. Use todo el
                    lubricante y exti&#233;ndalo uniformemente sobre las superficies que se rozan.
                </para>
                <figure id="f0401217" figsize="col-wide">
                    <graphic id="g0401217" filename="../figg04/g0401217.webp" type="webp" resolution="72"/>
                    <caption>Figura 17. Tabla de referencia de lubricaci&#243;n de los anillos "O"</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale en el asiento de la v&#225;lvula de admisi&#243;n (elemento 31), el anillo "O"
                    (elemento 30).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el extremo peque&#241;o del resorte de la v&#225;lvula de admisi&#243;n/escape
                    (elemento 33) sobre el caucho de la v&#225;lvula (elemento 32), asegur&#225;ndose de que las bobinas
                    del resorte descansen sobre las cuatro leng&#252;etas de las v&#225;lvulas.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte en el asiento de la v&#225;lvula (elemento 31), el resorte y la v&#225;lvula,
                    asegur&#225;ndose de que las cuatro leng&#252;etas est&#233;n dentro del di&#225;metro interior del
                    asiento.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el conjunto de la v&#225;lvula, asiento y resorte en el pist&#243;n dosificador
                    (elemento 27), con el extremo grande del resorte primero.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras sostiene el asiento de la v&#225;lvula de admisi&#243;n (elemento 31) en su
                    lugar, instale el anillo de retenci&#243;n (elemento 29) para asegurarlo en el pist&#243;n (elemento
                    27). Aseg&#250;rese de que el anillo de retenci&#243;n est&#233; completamente asentado en su
                    ranura. Aseg&#250;rese de que la v&#225;lvula est&#233; derecha contra el asiento de escape y pueda
                    moverse libremente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n dosificador (elemento 27), los anillos "O" de di&#225;metro
                    grande y peque&#241;o (elementos 26 y 28).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n de retrocombinaci&#243;n (elemento 23), los anillos "O" de di&#225;metro
                    grande y peque&#241;o (elementos 24 y 25); luego, inserte el di&#225;metro peque&#241;o del pist&#243;n
                    dosificador (elemento 27) en el extremo de di&#225;metro peque&#241;o del pist&#243;n de
                    retrocombinaci&#243;n (elemento 23).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte cuidadosamente los ensambles de los pistones dosificadores y de retrocombinaci&#243;n
                    (elemento 23 y 27) en el borde del di&#225;metro interior en la cubierta (elemento 2). No corte ni
                    pellizque los anillos "O".
                </para>
            </step1>
            <step1>
                <para count="1">Con el di&#225;metro interior de la cubierta hacia arriba, instale la jaula del resorte
                    (elemento 22) en el pist&#243;n de retrocombinaci&#243;n (elemento 23), de manera que el lado plano
                    descanse contra el pist&#243;n de retrocombinaci&#243;n; el lado presionado debe quedar hacia el
                    resorte (elemento 21).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n de servicio (elemento 19), el anillo "O" (elemento 20); luego,
                    instale en la jaula (elemento 22), el resorte (elemento 21), de manera que sus bobinas queden dentro
                    del di&#225;metro interior de la jaula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n de escape (elemento 16), el anillo "O" (elemento 17) y coloque
                    el diafragma de escape (elemento 18) entre los seis orificios del pist&#243;n de servicio (elemento
                    19).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el pist&#243;n de escape en el pist&#243;n de servicio, con el lado con seis
                    acanaladuras hacia el pist&#243;n de servicio. Luego instale dentro de la cubierta, ambos pistones
                    mientras empuja hasta el m&#225;ximo los pistones de dosificaci&#243;n y de retrocombinaci&#243;n
                    (elementos 27 y 23).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en la cubierta (elemento 2), la cubierta guardapolvo (elemento 15).</para>
            </step1>
            <step1>
                <para count="1">Mientras sostiene la cubierta guardapolvo (elemento 15) en la cubierta (elemento 2),
                    instale el anillo de retenci&#243;n (elemento 14), asegur&#225;ndose de que est&#233; completamente
                    asentado en su ranura.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta de escape (elemento 36), usando un tornillo (elemento 35) para
                    retenerla. Apriete el tornillo a 0.9 a 1.6 N&#8226;m. (8-15 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en la v&#225;lvula de admisi&#243;n y escape (elemento 9), el retenedor de v&#225;lvula
                    (elemento 8), de manera que el reborde del retenedor (elemento 8) rodee la parte de caucho de la v&#225;lvula.
                    Instale en el cuerpo (elemento 1), la v&#225;lvula de admisi&#243;n y escape.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el cuerpo (elemento 1), el resorte de retorno de la v&#225;lvula de admisi&#243;n
                    y escape (elemento 7).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en la cubierta de escape (elemento 4) los anillos "O" de di&#225;metro grande y
                    peque&#241;o (elementos 5 y 6); luego, instale en el cuerpo (elemento 1), la cubierta de escape,
                    teniendo cuidado de no da&#241;ar los anillos "O". Mantenga la cubierta de escape en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras presiona la cubierta de escape (elemento 4), instale en el cuerpo (elemento 1),
                    el anillo de retenci&#243;n (elemento 3). Aseg&#250;rese de que el retenedor (elemento 8) est&#233;
                    completamente sentado en la ranura del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Usando lubricante para sostenerlos en su lugar, instale en la cubierta (elemento 2), los
                    anillos de sello grandes y peque&#241;os (elementos 11 y 34).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n relevador (elemento 12), el anillo "O" (elemento 13); luego,
                    instale en el cuerpo (elemento 1), el pist&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de observar las marcas coincidentes colocadas antes del desensamble,
                    instale en la cubierta (elemento 2), el soporte de montaje (que no aparece en la figura); luego,
                    asegure la cubierta (elemento 2) y el soporte de montaje en el cuerpo (elemento 1), usando los
                    cuatro tornillos de cabeza hexagonal (elemento 10). Apriete los cuatro tornillos a 13.6 a 16.9 N&#8226;m.
                    (120-150 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las conexiones y tapones de las l&#237;neas de aire, asegur&#225;ndose de
                    que el material sellante de roscas no penetre en la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la BP-R1 en el veh&#237;culo y efect&#250;e las PRUEBAS DE
                    <hotlnk document="m04012_10.xml" xrefid="hl0401207">FUNCIONAMIENTO</hotlnk>
                    Y
                    <hotlnk document="m04012_11.xml" xrefid="hl0401201">FUGAS</hotlnk>, (vea
                    <hotlnk document="m04012_10.xml" xrefid="hl0401203">REVISI&#211;N DE SERVICIO</hotlnk>
                    ) antes de volver a poner en servicio el veh&#237;culo.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04012_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
