<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - ENSAMBLE - PRUEBA DEL COMPRESOR
        REACONDICIONADO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="0">
        <title>PRUEBA DEL COMPRESOR REACONDICIONADO</title>
        <para>Con el fin de probar de manera adecuada un compresor bajo condiciones de funcionamiento, es necesaria una
            consola de prueba para el montaje, que suministren enfriamiento, lubricaci&#243;n e impulso adecuados para
            el compresor. Dichas pruebas no son obligatorias si la unidad ha sido cuidadosamente reacondicionada por una
            persona con experiencia. Se puede ejecutar una prueba de eficiencia o acumulaci&#243;n que no es demasiado
            dif&#237;cil. Se debe conectar un compresor lubricado por motor a una l&#237;nea de suministro de aceite con
            una presi&#243;n de 103.4 kPa (15 psi) como m&#237;nimo durante la prueba y se debe instalar una l&#237;nea
            de retorno de aceite para mantener drenada la caja del cig&#252;e&#241;al.
        </para>
        <para>Conecte el orificio de descarga del compresor a un dep&#243;sito con un volumen de 0.0245806 metros c&#250;bicos
            (1500 pulgadas c&#250;bicas), incluido el volumen de la l&#237;nea de conexi&#243;n. Con el compresor
            funcionando a 2100 R.P.M., el tiempo requerido para elevar la presi&#243;n del o de los dep&#243;sitos de
            586 a 689.4 kPa (85 a 100 psi) no debe exceder los 7 segundos. Durante esta prueba, se debe revisar el
            compresor para ver si hay fugas en la empaquetadura y funcionamiento ruidoso. Tambi&#233;n se debe revisar
            el funcionamiento y fugas del descargador. Si el compresor funciona como se indica, vuelva a instalarlo en
            el veh&#237;culo, conectando todas las l&#237;neas seg&#250;n lo que se marc&#243; en el procedimiento de
            desensamble.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_40.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_42.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
