<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - INSPECCI&#211;N - CIG&#220;E&#209;AL</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>CIG&#220;E&#209;AL</title>
        <para>Revise las roscas, chaveteros, extremos ahusados y todas las superficies maquinadas y esmeriladas del cig&#252;e&#241;al
            para ver si presentan desgaste, rayas o da&#241;o. Los mu&#241;ones est&#225;ndar de cig&#252;e&#241;al
            tienen entre 28.55468 mm y 28.575 mm (1.1242 y 1.1250 pulgadas) de di&#225;metro. Si los mu&#241;ones del
            cig&#252;e&#241;al est&#225;n excesivamente rayados, gastados u ovalados y no pueden rectificarse, se debe
            reemplazar el compresor. Los casquetes del cojinete de la biela se encuentran disponibles en tama&#241;os m&#225;s
            peque&#241;os de 0.254 mm (0.010 pulgada), 0.508 mm (0.020 pulgada) y 0.762 mm (0.030 pulgada) para los
            compresores con cig&#252;e&#241;ales rectificados. Se deben mantener los mu&#241;ones de los rodamientos
            principales de tal forma que los rodamientos de bolas tengan un calce ajustado y, de esa manera, exista una
            separaci&#243;n de no m&#225;s de 0.127 mm (0.005 pulgada) entre la camisa de precisi&#243;n y el rodamiento
            principal y los mu&#241;ones del rodamiento principal en el cig&#252;e&#241;al. Revise para asegurarse de
            que los conductos de aceite a trav&#233;s del cig&#252;e&#241;al est&#233;n abiertos.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
