<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - DESENSAMBLE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>DESENSAMBLE</title>
        <svcsubsecinfo>
            <para>A continuaci&#243;n se presenta un procedimiento de desensamble y ensamble con fines de referencia en
                el caso de que se est&#233; efectuando un reacondicionamiento importante del compresor. Se encuentran
                disponibles varios juegos de mantenimiento que no requieren un desensamble completo. Al prestar servicio
                a este compresor con un juego de mantenimiento, se deben usar todos los componentes contenidos en el
                juego. Se deben seguir las instrucciones entregadas con estos repuestos y juegos en lugar de las
                instrucciones que aqu&#237; se ofrecen.
            </para>
            <para>Con un solvente para limpieza, remueva la tierra, grasa etc., que se encuentren adheridos a la parte
                externa del compresor. Antes de desensamblar el compresor, se deben marcar los siguientes elementos para
                mostrar su posici&#243;n cuando se ensambla el compresor. Marque la tapa del extremo posterior en relaci&#243;n
                a la caja del cig&#252;e&#241;al. Marque la placa base o adaptador de base en relaci&#243;n a la caja
                del cig&#252;e&#241;al.
            </para>
            <para>Un m&#233;todo &#250;til para indicar las relaciones anteriores es usar un marcador met&#225;lico para
                colocar en las piezas n&#250;meros o l&#237;neas coincidentes. No coloque las se&#241;ales con
                marcadores cuyas huellas puedan llegar borrarse durante el reensamble.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="disassemble" graphiccount="1">
            <title>CABEZA DE CILINDROS</title>
            <para>Consulte la
                <hotlnk xrefid="f0400313">Figura 13</hotlnk>con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400313" figsize="col-wide">
                <graphic id="g0400313" filename="../figg04/g0400313.webp" type="webp"/>
                <caption>Figura 13. Vista esquem&#225;tica</caption>
                <calloutgroup>
                    <callout1>1.TORNILLO DE CABEZA HEXAGONAL DE LA CABEZA DE CILINDROS (6)</callout1>
                    <callout1>2.TORNILLO DE CABEZA HEXAGONAL DE LA TAPA DEL DESCARGADOR (4)</callout1>
                    <callout1>3.ARANDELA DE BLOQUEO DE LA TAPA DEL DESCARGADOR (4)</callout1>
                    <callout1>4.TAPA DEL DESCARGADOR</callout1>
                    <callout1>5.EMPAQUETADURA DE LA TAPA DEL DESCARGADOR</callout1>
                    <callout1>6.ANILLO "O" (2)</callout1>
                    <callout1>7.PIST&#211;N DEL DESCARGADOR (2)</callout1>
                    <callout1>8.RESORTE (2)</callout1>
                    <callout1>9.BUJE DEL PIST&#211;N DEL DESCARGADOR (2)</callout1>
                    <callout1>10.EMPAQUETADURA (2)</callout1>
                    <callout1>11.ASIENTO DE LA V&#193;LVULA DE ADMISI&#211;N (2)</callout1>
                    <callout1>12.V&#193;LVULA DE ADMISI&#211;N (2)</callout1>
                    <callout1>13.RESORTE DE LA V&#193;LVULA DE ADMISI&#211;N (2)</callout1>
                    <callout1>14.TOPE DE LA V&#193;LVULA DE ADMISI&#211;N (2)</callout1>
                    <callout1>15.TOPE DE LA V&#193;LVULA DE DESCARGA (2)</callout1>
                    <callout1>16.RESORTE DE LA V&#193;LVULA DE DESCARGA (2)</callout1>
                    <callout1>17.V&#193;LVULA DE DESCARGA (2)</callout1>
                    <callout1>18.ASIENTO DE LA V&#193;LVULA DE DESCARGA (2)</callout1>
                    <callout1>19.EMPAQUETADURA DE LA CABEZA DE CILINDROS</callout1>
                    <callout1>20.EMPAQUETADURA DE LA BASE</callout1>
                    <callout1>21.PLACA BASE</callout1>
                    <callout1>22.TORNILLO DE CABEZA HEXAGONAL DE LA PLACA BASE (6)</callout1>
                    <callout1>23.ANILLO DEL PIST&#211;N EST&#193;NDAR (6)</callout1>
                    <callout1>24.ANILLO DE ACEITE (8)</callout1>
                    <callout1>25.ANILLO DE EXPANSI&#211;N (4)</callout1>
                    <callout1>26.PIST&#211;N (2)</callout1>
                    <callout1>27.PASADOR DE ARTICULACI&#211;N (2)</callout1>
                    <callout1>28.BOT&#211;N DEL PASADOR DE ARTICULACI&#211;N (2)</callout1>
                    <callout1>29.CIG&#220;E&#209;AL</callout1>
                    <callout1>30.CHAVETA DE CIG&#220;E&#209;AL</callout1>
                    <callout1>31.ARANDELA DE EMPUJE (2)</callout1>
                    <callout1>32.CASQUETE O RODAMIENTO (2)</callout1>
                    <callout1>33.SELLO DE LA TAPA DEL EXTREMO</callout1>
                    <callout1>34.TAPA DEL EXTREMO</callout1>
                    <callout1>35.TORNILLO DE CABEZA HEXAGONAL DE LA TAPA DEL EXTREMO (4)</callout1>
                    <callout1>36.BUJE DEL PASADOR DE ARTICULACI&#211;N (2)</callout1>
                    <callout1>37.BIELA (2)</callout1>
                    <callout1>38.CASQUETES DEL COJINETE DE LA BIELA (CONJUNTOS) (2)</callout1>
                    <callout1>39.TAPAS DE LA BIELA (2)</callout1>
                    <callout1>40.TORNILLOS DE LA BIELA (4)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva los seis tornillos de cabeza hexagonal de la cabeza de cilindros (elemento 1) y
                    golpee la cabeza con un mazo blando para romper el sello de la empaquetadura. Remueva los tornillos
                    de cabeza hexagonal de la tapa del descargador (elemento 2), arandelas de bloqueo (elemento 3) y la
                    tapa del descargador (elemento 4). Raspe el material de empaquetadura (elemento 5) de la tapa del
                    descargador, cabeza de cilindros y caja del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los pistones del descargador (elemento 7), anillos "O" (elemento 6) y resortes
                    (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Revise los bujes del pist&#243;n del descargador (elemento 9) para ver si hay
                    melladuras, desgaste, corrosi&#243;n o rayas. Se recomienda reemplazar el compresor si se determina
                    que el buje del descargador est&#225; da&#241;ado o gastado excesivamente.
                </para>
                <para>Antes de desarmar el mecanismo de la v&#225;lvula de descarga, mida y registre el recorrido de la
                    v&#225;lvula de descarga (de cerrada a completamente abierta).
                </para>
            </step1>
            <step1>
                <para count="1">Si el recorrido de la v&#225;lvula de descarga que se midi&#243;
                    <emph type="bold">excede</emph>
                    1.2 mm (0.046 pulgada), se debe reemplazar el compresor. Si el recorrido de la v&#225;lvula de
                    descarga no excede 1.2 mm (0.046 pulgada), use una llave Allen de 14.2 mm (9/16 pulgada) para
                    remover los asientos de v&#225;lvula de descarga (elemento 18), las v&#225;lvulas (elemento 17) y
                    los resortes de v&#225;lvulas (elemento 16).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los topes de v&#225;lvula de admisi&#243;n (elemento 14), v&#225;lvulas
                    (elemento 12), asientos de v&#225;lvula (elemento 11), resortes de v&#225;lvula (elemento 13) y
                    empaquetaduras (elemento 10). Se recomienda usar una herramienta como Kent Moore J-25447-B para
                    remover el tope de v&#225;lvula de entrada.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
