<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - HERRAMIENTA DE DIAGN&#211;STICO DCI de BENDIX</stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="2">
        <title>HERRAMIENTA DE DIAGN&#211;STICO DCI de BENDIX</title>
        <svcprocinfo>
            <para>La Interfaz de comunicaci&#243;n de diagn&#243;stico (DCI) de Bendix es una herramienta de diagn&#243;stico
                manual que se puede utilizar para la comunicaci&#243;n y el diagn&#243;stico del EC-30. Consulte la
                <hotlnk xrefid="f0404310">Figura 10</hotlnk>
                para ver la ilustraci&#243;n. La DCI de Bendix tiene los mismos 10 LED de diagn&#243;stico que el EC-30.
                Un bot&#243;n de restablecimiento en la DCI duplica la funci&#243;n de restablecimiento magn&#233;tico
                del EC-30. Tambi&#233;n hay dos indicadores de estado DCI que se&#241;alan la alimentaci&#243;n y la
                comunicaci&#243;n activa hacia la DCI. La DCI se puede utilizar como una herramienta de diagn&#243;stico
                aut&#243;noma o como la conexi&#243;n de interfaz de hardware con el programa ACom For Windows de
                Bendix.
            </para>
            <para>Para realizar diagn&#243;sticos utilizando la DCI de Bendix, conecte la DCI en el conector de diagn&#243;stico
                J1587 del veh&#237;culo. Este conector se ubica generalmente en la parte inferior del lado del conductor
                del tablero del veh&#237;culo o debajo del tablero. Consulte la
                <hotlnk xrefid="f0404311">Figura 11</hotlnk>
                para conocer la ubicaci&#243;n del conector.
            </para>
            <para>Para obtener m&#225;s informaci&#243;n acerca de la DCI de Bendix, p&#243;ngase en contacto con Bendix
                o consulte al distribuidor local autorizado de Bendix.
            </para>
            <figure id="f0404310" figsize="col-wide">
                <graphic filename="../figg04/g0404310.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 10. DCI de Bendix; Interfaz de comunicaciones de diagn&#243;stico</caption>
            </figure>
            <figure id="f0404311" figsize="col-wide">
                <graphic filename="../figg04/g0404311.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 11. Ubicaci&#243;n del conector de diagn&#243;stico del veh&#237;culo (J1708/J1587)
                </caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Lectura de una falla</title>
            <para>Cuando se detecta una falla, la DCI identifica el componente con problemas con los LED de diagn&#243;stico.
                Cuando se detecta una falla en el sensor de velocidad de las ruedas o en el modulador de ABS, los LED
                SEN o MOD van acompa&#241;ados de dos LED de ubicaci&#243;n. Un ejemplo es FRT-RHT-SEN. Cuando estos
                tres LED est&#225;n encendidos, &#233;sta es una indicaci&#243;n de falla en el sensor de velocidad de
                las ruedas (SEN) del eje delantero (FRT), lado derecho (RHT). Para obtener una completa explicaci&#243;n
                de las fallas mostradas por los LED de la DCI, consulte
                <hotlnk document="m04043_27.xml" xrefid="x0404301">Localizaci&#243;n y soluci&#243;n de
                    problemas</hotlnk>.
            </para>
            <para>La DCI s&#243;lo indica las fallas activas del sistema. Cuando una falla se autosuprime o se
                restablece manualmente, el c&#243;digo de falla permanece en el historial de fallas. El historial de
                fallas se puede recuperar utilizando los diagn&#243;sticos de c&#243;digos de parpadeo o una herramienta
                de diagn&#243;stico con dicha capacidad.
            </para>
            <para>Si se producen fallas en m&#250;ltiples componentes, la DCI muestra una falla a la vez. Al corregirse
                la primera falla y al restablecerse el EC-30, la DCI muestra la falla siguiente.
            </para>
            <para>Una falla mostrada en la DCI siempre va acompa&#241;ada del encendido de la luz de advertencia de ABS
                o de la luz de actividad/advertencia de ATC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Restablecimiento de fallas</title>
            <para>Una vez corregida la falla, el c&#243;digo de falla activa y los LED se pueden restablecer presionando
                brevemente el bot&#243;n de restablecimiento de la DCI. Todos los LED de diagn&#243;stico de la DCI
                permanecen encendidos mientras se presiona el bot&#243;n de restablecimiento. Al soltar el bot&#243;n de
                restablecimiento, s&#243;lo el LED de diagn&#243;stico verde VLT debe estar encendido. Si a&#250;n hay
                LED rojos encendidos, todav&#237;a hay fallas activas presentes en el sistema.
            </para>
            <para>Si el bot&#243;n de restablecimiento se presiona durante m&#225;s de 20 segundos, se producir&#225;
                una autoconfiguraci&#243;n del EC-30.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
