<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE (MIDLAND ROSS) -
        FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>FUNCIONAMIENTO</title>
        <para>La v&#225;lvula de control del freno de resorte sirve para activar y desactivar los frenos de
            estacionamiento accionados por resorte. Durante el funcionamiento normal del cami&#243;n recto o bus, la v&#225;lvula
            est&#225; en la posici&#243;n (empujada) "IN". El suministro de aire pasa a trav&#233;s de la v&#225;lvula,
            entregando presi&#243;n de aire al sistema para retraer y mantener los frenos de estacionamiento en la
            posici&#243;n desactivada. La posici&#243;n manual "halada (OUT)" cierra el suministro de aire y hace salir
            el aire hacia la atm&#243;sfera, accionando los frenos de estacionamiento.
        </para>
        <para>En los camiones rectos y autobuses fabricados antes del 3 de abril de 1992 Cuando se empuja la v&#225;lvula
            (IN), &#233;sta permanece en esta posici&#243;n hasta que el suministro de aire est&#233; sobre 48 a 117 kPa
            (7 a 17 psi), y en los camiones rectos y autobuses fabricados despu&#233;s del 3 de abril de 1992, hasta que
            la presi&#243;n est&#233; sobre 172 a 241 kPa (25 a 35 psi). Durante el funcionamiento normal, la v&#225;lvula
            de aire se activar&#225; autom&#225;ticamente, sali&#233;ndose si la presi&#243;n de aire disminuye a menos
            de 48 a 117 (7 a 17 psi) en los camiones rectos y autobuses fabricados antes del 3 de abril de 1992 y 172 a
            241 (25 a 35 psi) en los camiones rectos y autobuses fabricados despu&#233;s del 3 de abril de 1992.
        </para>
        <para>Al empujar el pist&#243;n hacia adentro se hace salir el conjunto de v&#225;lvula del asiento del cuerpo
            hasta que hace contacto con el asiento de la tapa del extremo. La presi&#243;n de aire en la entrada tiene
            un conducto libre para la salida y est&#225; bloqueada para su salida a la atm&#243;sfera.
        </para>
        <para>Al halar el pist&#243;n, &#233;ste aleja el conjunto de v&#225;lvula del asiento de la tapa del extremo y
            lo hace entrar en contacto con el asiento del cuerpo. La presi&#243;n de aire en la entrada no puede entrar
            a los conductos de salida o escape. La presi&#243;n de aire en la salida tiene un conducto libre para salir
            a la atm&#243;sfera.
        </para>
        <para>El resorte en la v&#225;lvula ayuda a salir el pist&#243;n en forma autom&#225;tica si la presi&#243;n de
            entrada disminuye y se supera la fuerza opuesta efectiva a trav&#233;s de la v&#225;lvula.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_72.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_74.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
