<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - INSTALACI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>INSTALACI&#211;N</title>
        <specpara>
            <warning>
                <para>Al trabajar cerca del veh&#237;culo, pare el motor.</para>
                <para>Aseg&#250;rese de drenar la presi&#243;n de aire de todos los dep&#243;sitos antes de iniciar
                    CUALQUIER trabajo en el veh&#237;culo.
                </para>
                <para>Nunca conecte o desconecte una manguera o tubo que contenga presi&#243;n; puede golpearlo. Nunca
                    remueva un componente o tap&#243;n a menos que est&#233; seguro de que se haya reducido
                    completamente la presi&#243;n del sistema.
                </para>
                <para>Si no se respetan estas advertencias, pueden producirse lesiones personales o la muerte.</para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>No intente instalar, quitar, desensamblar o ensamblar un componente hasta que haya le&#237;do y
                    comprendido cabalmente los procedimientos recomendados. Use s&#243;lo las herramientas adecuadas y
                    respete todas las precauciones pertinentes al uso de estas herramientas Si no se respetan estas
                    advertencias, pueden producirse lesiones personales o la muerte.
                </para>
            </warning>
        </specpara>
        <specpara>
            <caution>
                <para>Aseg&#250;rese de que el freno est&#233; completamente desenganchado durante los procedimientos de
                    instalaci&#243;n y ajuste, excepto cuando las instrucciones indiquen que se debe aplicar el freno.
                    Si el freno no est&#225; completamente desenganchado cuando se instalan y ajustan el buje adaptador
                    del yugo y el ajustador de holgura, el ajustador de holgura no ajustar&#225; correctamente el freno.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Instale el ajustador de holgura en el &#225;rbol de levas del freno.</para>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura tiene el buje adaptador del yugo de f&#225;cil ajuste (
                <hotlnk document="m04015_1.xml" xrefid="f0401503">Figura 3</hotlnk>), coloque la contratuerca de la
                varilla de empuje del accionador del freno aproximadamente a 33 mm (1 5/16 pulgadas) desde el extremo de
                la varilla de empuje del accionador del freno. Enrosque el buje adaptador del yugo en la varilla de
                empuje del accionador del freno hasta que quede aproximadamente a 9.5 mm (3/8 de pulgada) del extremo de
                la varilla de empuje. Gire la tuerca hexagonal de ajuste manual del ajustador de holgura hacia la
                derecha, hasta que el adaptador se extienda aproximadamente 3 mm (1/8 de pulgada) dentro del di&#225;metro
                interior roscado del yugo. Enrosque el adaptador en el yugo y apri&#233;telo a 10 libras pie. (13.56 N&#8226;m).
            </para>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura tiene el buje adaptador del yugo de conexi&#243;n r&#225;pida (
                <hotlnk document="m04015_1.xml" xrefid="f0401504">Figura 4</hotlnk>), coloque la contratuerca de la
                varilla de empuje del accionador del freno aproximadamente a 25 mm (1 pulgada) desde el extremo de la
                varilla de empuje del accionador del freno. Enrosque el buje adaptador del yugo en la varilla de empuje
                del accionador del freno hasta que est&#233; al nivel del extremo de la varilla de empuje. Instale el
                anillo de retenci&#243;n en el buje adaptador, asegur&#225;ndose de que se encuentra en la muesca del
                buje adaptador. Gire la tuerca hexagonal de ajuste manual del ajustador de holgura hacia la derecha,
                hasta que el buje adaptador comience a entrar en el yugo. Oprima completamente las "patas" del anillo de
                retenci&#243;n y contin&#250;e haciendo girar la tuerca hexagonal de ajuste manual del ajustador de
                holgura hasta que el buje adaptador est&#233; completamente en el yugo.
            </para>
            <para>Permita que el anillo de retenci&#243;n se expanda en la muesca correspondiente en el yugo. Aseg&#250;rese
                de que el anillo de retenci&#243;n quede asentado en el yugo y en la muesca del buje adaptador, halando
                manualmente el brazo del ajustador de holgura en un intento de separar el buje adaptador y el yugo.
            </para>
        </step1>
        <step1>
            <para count="1">Desplace la contratuerca de la varilla de empuje del accionador del freno contra el buje
                adaptador de f&#225;cil ajuste o el buje adaptador de conexi&#243;n r&#225;pida. Sostenga la tuerca
                hexagonal del buje adaptador del yugo con una llave y apriete la contratuerca a 300-400 libras pulgada
                (34 a 45 N&#8226;m) para la rosca de 1/2 pulgada -20 y 400-600 libras pulgada (45 a 68 N&#8226;m) para
                la rosca de 5/8 pulgada -18.
            </para>
        </step1>
        <step1>
            <para count="1">Ajuste manualmente los frenos. Para conocer el procedimiento correcto, consulte GRUPO 4 -
                FRENOS DE BASE en el Manual de servicio maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Antes de devolver el veh&#237;culo al servicio, desencaje manualmente los frenos de
                resorte.
            </para>
        </step1>
        <step1>
            <para count="1">Con el ajustador de holgura instalado, aseg&#250;rese de que se cumplen los requerimientos
                de separaci&#243;n, con el freno completamente desenganchado y con el recorrido m&#225;ximo del
                accionador. Considere tambi&#233;n las separaciones con los muelles de suspensi&#243;n presionados
                contra los topes de suspensi&#243;n, as&#237; como en rebote.
            </para>
            <specpara>
                <note>
                    <para>Antes de devolver el veh&#237;culo al servicio, aseg&#250;rese de que todos los componentes y
                        sistemas vuelvan a estar en sus condiciones adecuadas de operaci&#243;n.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
