<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - SECADOR DE AIRE - SECADOR DE AIRE AD-9</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="7">
        <title>SECADOR DE AIRE AD-9</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>La funci&#243;n del secador de aire AD-9 (
                <hotlnk xrefid="f0400264">Figura 64</hotlnk>
                ) es recolectar y eliminar los contaminantes del sistema de aire en forma de s&#243;lidos, l&#237;quidos
                y vapor antes de que ingresen al sistema de frenos. Proporciona aire limpio y seco a los componentes del
                sistema de frenos, lo cual aumenta la vida &#250;til del sistema y reduce los costos de mantenimiento.
            </para>
            <figure id="f0400264" figsize="col-wide">
                <graphic id="g0400264" filename="../figg04/g0400264.webp" type="webp" scalefit="0"/>
                <caption>Figura 64. Secador de aire AD-9</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>2. SOPORTE DE MONTAJE SUPERIOR</callout1>
                    <callout1>3. ALOJAMIENTO</callout1>
                    <callout1>4. SOPORTE INFERIOR</callout1>
                    <callout1>5. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>6. ORIFICIO DE DESCARGA</callout1>
                    <callout1>7. V&#193;LVULA DE PURGA</callout1>
                    <callout1>8. PIST&#211;N DE INTERRUPCI&#211;N DEL TURBOCARGADOR</callout1>
                    <callout1>9. CONJUNTO DE ALOJAMIENTO DE LA V&#193;LVULA DE PURGA</callout1>
                    <callout1>10. ORIFICIO DE SUMINISTRO</callout1>
                    <callout1>11. ORIFICIO DE CONTROL</callout1>
                    <callout1>12. SEPARADOR DE ACEITE</callout1>
                    <callout1>13. CAMA DESECANTE</callout1>
                    <callout1>14. CARTUCHO DESECANTE</callout1>
                    <callout1>15. CORREA DEL SOPORTE SUPERIOR</callout1>
                    <callout1>16. CUBIERTA DEL EXTREMO</callout1>
                </calloutgroup>
            </figure>
            <para>El secador de aire AD-9 consta de un cartucho desecante y de una cubierta del extremo de aluminio
                moldeado fijada a un casco externo de acero cil&#237;ndrico con ocho tornillos de cabeza hexagonal y
                tuercas. La cubierta del extremo contiene un conjunto de v&#225;lvula de retenci&#243;n, una v&#225;lvula
                de seguridad, tres conexiones de aire roscadas y el conjunto de alojamiento de la v&#225;lvula de purga.
                El conjunto de alojamiento de la v&#225;lvula de purga removible incorpora un mecanismo de v&#225;lvula
                de purga y una funci&#243;n de interrupci&#243;n del turbo cargador que est&#225; dise&#241;ada para
                evitar la p&#233;rdida de presi&#243;n auxiliar "turbo" del motor durante el ciclo de purga del secador
                de aire. El conjunto de cartucho desecante y de v&#225;lvula de retenci&#243;n del descargador son
                atornillables. Se puede prestar servicio del exterior del secador de aire al conjunto de alojamiento de
                la v&#225;lvula de purga, el cual incluye el conjunto de calefactor y del termostato y el conjunto de v&#225;lvula
                de retenci&#243;n de descarga. El cartucho desecante atornillable requiere remover el conjunto de
                secador de aire del veh&#237;culo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>El secador de aire AD-9 alterna entre dos "ciclos" operacionales durante su funcionamiento: el CICLO
                DE CARGA y el CICLO DE PURGA. La siguiente descripci&#243;n del funcionamiento se divide en estos dos
                "ciclos" de funcionamiento.
            </para>
            <para>
                <title>Ciclo de carga</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400265">Figura 65</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400265" figsize="col-wide">
                <graphic id="g0400265" filename="../figg04/g0400265.webp" type="webp" scalefit="0"/>
                <caption>Figura 65. Secador de aire AD-9 - Ciclo de carga</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>2. ORIFICIO</callout1>
                    <callout1>3. VOLUMEN DE PURGA</callout1>
                    <callout1>4. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>5. ORIFICIO DE ENTREGA</callout1>
                    <callout1>6. SUMIDERO</callout1>
                    <callout1>7. ELEMENTO CALEFACTOR</callout1>
                    <callout1>8. ESCAPE</callout1>
                    <callout1>9. V&#193;LVULA DE PURGA</callout1>
                    <callout1>10. ORIFICIO DE SUMINISTRO</callout1>
                    <callout1>11. DEP&#211;SITO</callout1>
                    <callout1>12. REGULADOR</callout1>
                    <callout1>13. COMPRESOR</callout1>
                    <callout1>14. ORIFICIO DE CONTROL</callout1>
                    <callout1>15. SEPARADOR DE ACEITE</callout1>
                    <callout1>16. CAMA DESECANTE</callout1>
                    <callout1>17. CARTUCHO DESECANTE</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando el compresor se carga (comprimiendo aire), el aire comprimido, junto con el aceite, vapor de
                aceite, agua y vapor de agua, fluye a trav&#233;s de la l&#237;nea de descarga del compresor hacia el
                orificio de suministro (elemento 10) de la cubierta del extremo del secador de aire. A medida que el
                aire se traslada a trav&#233;s del conjunto de la cubierta del extremo, la direcci&#243;n cambia varias
                veces, reduciendo la temperatura y haciendo que los contaminantes se condensen y caigan al fondo o
                sumidero de la cubierta del extremo del secador de aire.
            </para>
            <para>Despu&#233;s de salir de la cubierta del extremo, el aire fluye al interior del cartucho desecante
                (elemento 17). Una vez en el cartucho desecante, el aire fluye primero a trav&#233;s de un separador de
                aceite (elemento 15), que elimina el agua en forma l&#237;quida, as&#237; como el aceite, vapor de
                aceite y contaminantes s&#243;lidos.
            </para>
            <para>El aire sale del separador de aceite e ingresa a la cama desecante (elemento 16). El aire que fluye a
                trav&#233;s de la columna desecante se va poniendo progresivamente m&#225;s seco, a medida que el vapor
                de agua se adhiere al material desecante en un proceso conocido como ABSORCI&#211;N. El cartucho
                desecante que usa el proceso de absorci&#243;n elimina el vapor de agua del aire presurizado.
            </para>
            <para>El aire seco sale del volumen de purga a trav&#233;s del conjunto de la v&#225;lvula de retenci&#243;n
                sencilla (elemento 4) y del orificio de entrega (elemento 5) hacia el primer dep&#243;sito (de
                suministro) (elemento 11) del sistema de aire.
            </para>
            <para>El secador de aire permanecer&#225; en el ciclo de carga hasta que se acumule presi&#243;n en el
                sistema de frenos de aire hasta el punto de corte del regulador.
            </para>
            <para>
                <title>Ciclo de purga</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400266">Figura 66</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400266" figsize="col-wide">
                <graphic id="g0400266" filename="../figg04/g0400266.webp" type="webp" scalefit="0"/>
                <caption>Figura 66. Secador de aire AD-9 - Ciclo de purga</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>2. ORIFICIO</callout1>
                    <callout1>3. VOLUMEN DE PURGA</callout1>
                    <callout1>4. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>5. ORIFICIO DE ENTREGA</callout1>
                    <callout1>6. SUMIDERO</callout1>
                    <callout1>7. ELEMENTO CALEFACTOR</callout1>
                    <callout1>8. ESCAPE</callout1>
                    <callout1>9. V&#193;LVULA DE PURGA</callout1>
                    <callout1>10. ORIFICIO DE SUMINISTRO</callout1>
                    <callout1>11. DEP&#211;SITO</callout1>
                    <callout1>12. COMPRESOR</callout1>
                    <callout1>13. REGULADOR</callout1>
                    <callout1>14. ORIFICIO DE CONTROL</callout1>
                    <callout1>15. SEPARADOR DE ACEITE</callout1>
                    <callout1>16. CAMA DESECANTE</callout1>
                    <callout1>17. CARTUCHO DESECANTE</callout1>
                    <callout1>18. PIST&#211;N DE PURGA</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando la presi&#243;n del sistema de frenos de aire alcanza el punto de corte del regulador (elemento
                13), el compresor descarga (se detiene la compresi&#243;n de aire) y comienza el ciclo de purga del
                secador de aire. Cuando el regulador descarga el compresor, presuriza la l&#237;nea del mecanismo
                descargador del compresor que conecta el orificio del descargador del regulador con el orificio de
                control de la cubierta del extremo del secador (elemento 14). El pist&#243;n de purga (elemento 18) se
                mueve en respuesta a la presi&#243;n de aire, haciendo que se abra la v&#225;lvula de purga (elemento 9)
                hacia la atm&#243;sfera y cerrando (parcialmente) el suministro de aire del compresor. Los contaminantes
                en el sumidero de la cubierta del extremo (elemento 6) salen inmediatamente cuando se abre la v&#225;lvula
                de purga (elemento 9). Adem&#225;s, el aire que flu&#237;a a trav&#233;s del cartucho desecante
                (elemento 17) cambia de direcci&#243;n y comienza a fluir hacia la v&#225;lvula de purga (elemento 9).
                El aceite y los contaminantes s&#243;lidos recolectados por el separador de aceite (elemento 15) son
                removidos por el aire que fluye desde la cama desecadora (elemento 16) hacia la v&#225;lvula de purga
                abierta (elemento 9).
            </para>
            <para>La purga inicial y la descompresi&#243;n del cartucho desecante dura s&#243;lo unos segundos y se
                reconoce por un estallido audible de aire en el escape (elemento 8). La reactivaci&#243;n de la cama
                desecadora comienza a medida que el aire seco fluye del volumen de purga (elemento 3) a trav&#233;s del
                orificio de purga del cartucho desecante (elemento 2). Su presi&#243;n disminuye y su volumen aumenta.
                El flujo de aire seco a trav&#233;s de la cama secadora (elemento 16) reactiva el material desecante,
                removiendo el vapor de agua adherido a &#233;ste. Se necesitan de 15 a 30 segundos para que todo el
                volumen de purga fluya a trav&#233;s de la cama secadora desecante (elemento 16).
            </para>
            <para>El conjunto de v&#225;lvula de retenci&#243;n &#250;nica de la cubierta del extremo (elemento 4),
                evita que la presi&#243;n de aire en el sistema de frenos retorne al secador de aire durante el ciclo de
                purga. Cuando ha finalizado el ciclo de purga de 30 segundos, el secador de aire est&#225; listo para
                que comience el siguiente ciclo de carga.
            </para>
            <para>La v&#225;lvula de purga permanecer&#225; abierta despu&#233;s de que finalice el ciclo de purga y no
                se cerrar&#225; hasta que la presi&#243;n del sistema de frenos de aire se reduzca y el regulador se&#241;ale
                al compresor que debe cargarse.
            </para>
            <para>
                <title>Corte del turbocargador (
                    <hotlnk xrefid="f0400267">Figura 67</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400267" figsize="col-wide">
                <graphic id="g0400267" filename="../figg04/g0400267.webp" type="webp" scalefit="0"/>
                <caption>Figura 67. Secador de aire AD-9 - Corte del turbocargador</caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>2. V&#193;LVULA DE PURGA</callout1>
                    <callout1>3. ESCAPE</callout1>
                    <callout1>4. PIST&#211;N DE CORTEDEL TURBOCARGADOR</callout1>
                    <callout1>5. L&#205;NEA DE DESCARGA</callout1>
                    <callout1>6. ORIFICIO DE SUMINISTRO</callout1>
                </calloutgroup>
            </figure>
            <para>La funci&#243;n de la v&#225;lvula de cierre del turbocargador es evitar la p&#233;rdida de presi&#243;n
                de aire proveniente del turbo cargador del motor a trav&#233;s del secador de aire en los sistemas en
                los que la admisi&#243;n del compresor est&#225; conectada al turbocargador del motor. La v&#225;lvula
                de cierre del turbocargador tambi&#233;n reduce el "soplido" de aire que sale del escape abierto cuando
                se usa en el veh&#237;culo un compresor de aspiraci&#243;n natural de un cilindro, dotado de una v&#225;lvula
                de retenci&#243;n de entrada.
            </para>
            <para>Al comienzo del ciclo de purga, el recorrido hacia abajo del pist&#243;n de purga se detiene cuando la
                v&#225;lvula de cierre del turbocargador (parte ahusada del pist&#243;n de purga) hace contacto con el
                asiento met&#225;lico con el que coincide en el alojamiento de la v&#225;lvula de purga. Con la v&#225;lvula
                de cierre del turbocargador asentada (en posici&#243;n cerrada), el aire en la l&#237;nea de descarga y
                en el orificio de entrada no puede ingresar al secador de aire. Si bien el corte del turbocargador evita
                efectivamente la p&#233;rdida de presi&#243;n auxiliar del turbo cargador hacia el motor, se puede
                detectar cierta "filtraci&#243;n" de aire bajo ciertas condiciones de funcionamiento del motor del
                compresor y del turbo cargador, a pesar de que habr&#225; aire a baja presi&#243;n atrapado en la l&#237;nea
                de descarga.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Cada 900 horas de operaci&#243;n o 40,000 km (25,000 millas) o cada tres (3) meses:</para>
            <step1>
                <para count="1">Revise si hay humedad en el sistema de frenos de aire, abriendo los dep&#243;sitos,
                    llaves de purga o v&#225;lvulas y revise si hay presencia de agua. Si hay humedad presente, es
                    posible que deba reemplazar el desecante; sin embargo, las siguientes condiciones tambi&#233;n
                    pueden provocar la acumulaci&#243;n de agua y deben tomarse en cuenta antes de reemplazar el
                    desecante.
                </para>
                <step2>
                    <para count="1">Se ha usado una fuente de aire externa para cargar el sistema. El aire no pas&#243;
                        a trav&#233;s de la cama secadora.
                    </para>
                </step2>
                <step2>
                    <para count="1">El uso de aire es excepcionalmente alto y no es normal para un veh&#237;culo de
                        carretera. Esto puede deberse a demandas adicionales de aire o a alg&#250;n requisito inusual de
                        aire, que no permite que el compresor se cargue y descargue (ciclo de compresi&#243;n y no
                        compresi&#243;n) de manera normal. Revise si hay una fuga alta del sistema de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">En las &#225;reas en que se produce una oscilaci&#243;n en la temperatura de m&#225;s
                        de 30 grados en un d&#237;a, se pueden acumular peque&#241;as cantidades de agua en el sistema
                        de frenos de aire, debido a la condensaci&#243;n. Bajo estas condiciones, la presencia de peque&#241;as
                        cantidades de humedad es normal y no debe considerarse como una indicaci&#243;n de que el
                        secador no est&#225; funcionando de manera adecuada.
                    </para>
                    <specpara>
                        <note>
                            <para>Una peque&#241;a cantidad de aceite en el sistema puede ser normal y no debe, en s&#237;,
                                ser considerada como una raz&#243;n para reemplazar el desecante. El desecante manchado
                                con aceite puede funcionar de manera adecuada.
                            </para>
                        </note>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise el apriete de los tornillos de montaje. Apri&#233;telos a 9.03 a 13.55 N&#183;m
                    (80 a 120 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Siga las INSTRUCCIONES DE SERVICIO indicadas en esta p&#225;gina.</para>
            </step1>
            <para>Cada 10,800 horas, 480,000 km (300,000 millas) o 36 meses:</para>
            <step1>
                <para count="1">Reconstruya el secador de aire, incluido el cartucho desecante.</para>
                <specpara>
                    <note>
                        <para>El intervalo de cambio del desecante puede variar de un veh&#237;culo a otro. A pesar de
                            que la vida &#250;til t&#237;pica del cartucho desecante es de tres a&#241;os, muchos de
                            &#233;stos funcionan de manera adecuada por un per&#237;odo m&#225;s prolongado. Para sacar
                            el mayor provecho de la vida &#250;til del desecante y asegurar que el reemplazo se realice
                            s&#243;lo cuando sea necesario, es importante realizar las siguientes
                            <emph type="bold">Revisiones de servicio</emph>
                            .
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400215">
            <title>Revisiones de servicio - Pruebas de funcionamiento y fugas</title>
            <specpara>
                <caution>
                    <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para revisar
                        las presiones de entrega de la v&#225;lvula de freno, los ajustes de presi&#243;n del regulador
                        y otras pruebas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Pruebe el conjunto de v&#225;lvula de retenci&#243;n del orificio de salida, acumulando
                    presi&#243;n en el sistema de aire hasta el punto de corte del regulador y observando un indicador
                    de aire de prueba instalado en el dep&#243;sito N&#176; 1. Revise todas las l&#237;neas y conexiones
                    hacia y desde el secador de aire para ver si hay fugas y si est&#225;n da&#241;adas. Una p&#233;rdida
                    r&#225;pida de presi&#243;n podr&#237;a indicar una v&#225;lvula de retenci&#243;n defectuosa en el
                    orificio de salida. Esto puede confirmarse purgando el sistema, quitando el conjunto de v&#225;lvula
                    de retenci&#243;n de la cubierta del extremo, sujetando la presi&#243;n de aire hacia la unidad y
                    aplicando una soluci&#243;n jabonosa al lado de la v&#225;lvula de retenci&#243;n. La fuga no debe
                    exceder una burbuja de 25 mm (1 pulgada) de di&#225;metro producida en 1 segundo.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas excesivas alrededor de la v&#225;lvula de purga. Con el compresor en
                    el modo cargado (comprimiendo aire), aplique una soluci&#243;n jabonosa al orificio de escape del
                    conjunto de alojamiento de la v&#225;lvula de purga y observe que la fuga no exceda una burbuja de
                    25 mm (1 pulgada) producida en 1 segundo. Si la fuga excede el m&#225;ximo especificado, preste
                    servicio al conjunto de alojamiento de la v&#225;lvula de purga.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre todas las llaves de purga de los dep&#243;sitos. Acumule presi&#243;n en el
                    sistema hasta el punto de corte del regulador y observe que el AD-9 se purga con un escape audible
                    de aire. Nuevamente el sistema acumula el m&#225;ximo de presi&#243;n, lo que va seguido de una
                    purga.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la operaci&#243;n de la v&#225;lvula de seguridad, halando el v&#225;stago
                    expuesto mientras el compresor est&#225; cargado (comprimiendo aire). Debe haber un escape de aire
                    mientras se sostiene el v&#225;stago y, cuando se suelte el v&#225;stago, se debe volver a sentar la
                    v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Durante el funcionamiento con clima fr&#237;o, revise el funcionamiento del conjunto de
                    calefactor y termostato de la cubierta del extremo de la siguiente manera:
                </para>
                <step2>
                    <para count="1">Energ&#237;a el&#233;ctrica hacia el secador - Con el interruptor de encendido del
                        motor en la posici&#243;n ON, revise el voltaje hacia el conjunto de calefactor y termostato
                        usando un volt&#237;metro o luz de prueba. Desenchufe el conector el&#233;ctrico en el secador
                        de aire y coloque los conectores de prueba en cada uno de los pasadores del conector macho. Si
                        no hay voltaje, vea si hay un fusible fundido, cables rotos o corrosi&#243;n en el arn&#233;s de
                        cables del veh&#237;culo. Verifique si existe una conexi&#243;n a tierra adecuada.
                    </para>
                </step2>
                <step2>
                    <para count="1">Funcionamiento del termostato y calefactor - Apague el interruptor de encendido y
                        enfr&#237;e el conjunto de cubierta del extremo a menos de 4&#176;C(40&#176; F). Mediante el uso
                        de un ohmi&#243;metro, revise la resistencia entre los pasadores el&#233;ctricos en el conector
                        hembra. La resistencia debe ser de 1.5 a 3.0 ohmios para el conjunto de calefactor de 12 voltios
                        y de 6.8 a 9.0 ohmios para el conjunto de calefactor de 24 voltios.
                    </para>
                    <specpara>
                        <note>
                            <para>En algunos modelos anteriores del AD-9 habr&#225;n lecturas de resistencia de 1.0 a
                                2.5 ohmios para el conjunto de calefactor de 12 voltios y de 4.8 a 7.2 ohmios para el
                                conjunto de calefactor de 24 voltios. Si la resistencia es mayor que el m&#237;nimo
                                establecido, reemplace el conjunto de alojamiento de la v&#225;lvula de purga que
                                incluye el conjunto de calefactor y termostato.
                            </para>
                        </note>
                    </specpara>
                    <para>Caliente el conjunto de cubierta del extremo a 32&#176;C (90&#176;F) y revise nuevamente la
                        resistencia. La resistencia debe exceder los 1,000 ohmios. Si los valores de resistencia
                        obtenidos se encuentran dentro de los l&#237;mites establecidos, el conjunto de termostato y
                        calefactor est&#225; funcionando correctamente. Si los valores de resistencia obtenidos se
                        encuentran fuera de los l&#237;mites establecidos, reemplace el conjunto de alojamiento de la v&#225;lvula
                        de purga que incluye el conjunto de calefactor y termostato.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo sobre una superficie nivelada y bloquee las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene completamente
                    <emph type="bold">todos</emph>
                    los dep&#243;sitos.
                </para>
                <specpara>
                    <warning>
                        <para>La l&#237;nea de descarga del compresor a&#250;n puede contener presi&#243;n residual.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Identifique y desconecte las tres l&#237;neas de aire de la cubierta del extremo y anote
                    la posici&#243;n de los mencionados orificios en esta cubierta en relaci&#243;n con el veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el arn&#233;s de cables del veh&#237;culo del ennchufe del conjunto de
                    calefactor y termostato (
                    <hotlnk xrefid="f0400268">Figura 68</hotlnk>
                    ) localizado en el conjunto de alojamiento de la v&#225;lvula de purga.
                </para>
                <figure id="f0400268" figsize="col-wide">
                    <graphic id="g0400268" filename="../figg04/g0400268.webp" type="webp" scalefit="0"/>
                    <caption>Figura 68. Secador de aire AD-9 - Conjunto de termostato y calefactor</caption>
                    <calloutgroup>
                        <callout1>1. SOPORTE DE MONTAJE INFERIOR</callout1>
                        <callout1>2. ENCHUFE EL&#201;CTRICO HEMBRA</callout1>
                        <callout1>3. ENCHUFE EL&#201;CTRICO MACHO. El enchufe debe insertarse hasta que encaje en la
                            leng&#252;eta del enchufe correspondiente.
                        </callout1>
                        <callout1>4. VISTA DEL EXTREMO DEL ENCHUFE MACHO</callout1>
                        <callout1>5. VISTA LATERAL DEL ENCHUFE MACHO</callout1>
                        <callout1>6. CUBIERTA DEL EXTREMO</callout1>
                        <callout1>7. SECADOR DE AIRE.</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Suelte el tornillo que sujeta la correa de montaje superior.</para>
            </step1>
            <step1>
                <para count="1">Remueva, guarde y
                    <emph type="underscr">marque</emph>
                    los dos tornillos de cabeza de la cubierta del extremo, las contratuercas y las cuatro arandelas
                    especiales que sujetan el soporte de montaje inferior a la cubierta del extremo. Marque tambi&#233;n
                    estos dos orificios de la cubierta del extremo. (Estos tornillos son m&#225;s largos que los otros 6
                    tornillos).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el secador de aire de sus soportes de montaje en el veh&#237;culo.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <specpara>
                <caution>
                    <para>Mientras presta servicio al secador de aire AD-9, no se recomienda usar un dispositivo de
                        sujeci&#243;n (prensa de banco, de tornillo, abrazadera en C, etc.), para soportar ning&#250;n
                        componente de aluminio moldeado, porque se pueden producir da&#241;os. Para sujetar la cubierta
                        del extremo, instale un acople de tuber&#237;a en el orificio de salida y fije el acople en una
                        prensa de banco.
                    </para>
                </caution>
            </specpara>
            <para>Consulte la
                <hotlnk xrefid="f0400269">Figura 69</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400269" figsize="col-wide">
                <graphic id="g0400269" filename="../figg04/g0400269.webp" type="webp" scalefit="0"/>
                <caption>Figura 69. Secador de aire AD-9 - Desensamble</caption>
                <calloutgroup>
                    <callout1>1. CARTUCHO DESECANTE COMPLETO</callout1>
                    <callout1>2. ANILLO "O"</callout1>
                    <callout1>3. ANILLO "O"</callout1>
                    <callout1>4. V&#193;LVULA DE SEGURIDAD</callout1>
                    <callout1>5. SOPORTE DE MONTAJE INFERIOR</callout1>
                    <callout1>6. ARANDELA ESPECIAL DE 3/8"</callout1>
                    <callout1>7. TORNILLO DE CABEZA HEXAGONAL DE 3/8" (LARGO)</callout1>
                    <callout1>8. ANILLO "O"</callout1>
                    <callout1>9. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>10. CONJUNTO DE V&#193;LVULA DE PURGA</callout1>
                    <callout1>11. V&#193;LVULA DE PURGA</callout1>
                    <callout1>12. DIAFRAGMA DE ESCAPE</callout1>
                    <callout1>13. CONTRATUERCA DE LA V&#193;LVULA DE PURGA</callout1>
                    <callout1>14. ARANDELA DEL DIAFRAGMA DE ESCAPE</callout1>
                    <callout1>15. TORNILLO AUTORROSCANTE DE 1/4"</callout1>
                    <callout1>16. CUBIERTA DE ESCAPE</callout1>
                    <callout1>17. RESORTE</callout1>
                    <callout1>18. PIST&#211;N DE PURGA</callout1>
                    <callout1>19. ANILLO "O"</callout1>
                    <callout1>20. ANILLO "O"</callout1>
                    <callout1>21. TORNILLO DE CABEZA TORX</callout1>
                    <callout1>22. ANILLO "O"</callout1>
                    <callout1>23. ANILLO "O"</callout1>
                    <callout1>24. ANILLO "O"</callout1>
                    <callout1>25. TORNILLO DE CABEZA HEXAGONAL DE 3/8"</callout1>
                    <callout1>26. CUBIERTA DEL EXTREMO</callout1>
                    <callout1>27. CONTRATUERCA</callout1>
                    <callout1>28. BASTIDOR</callout1>
                    <callout1>29. SOPORTE DE MONTAJE SUPERIOR</callout1>
                    <callout1>30. CONTRATUERCA DE 5/16"</callout1>
                    <callout1>31. ARANDELA DE BLOQUEO DE 5/16"</callout1>
                    <callout1>32. CORREA DEL SOPORTE SUPERIOR</callout1>
                    <callout1>33. TORNILLO DE CABEZA HEXAGONAL DEL SOPORTE SUPERIOR DE 5/16 X 4-1/2"</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva el conjunto de la v&#225;lvula de retenci&#243;n de entrega (elemento 9) y el
                    anillo "O" (elemento 8). Remueva el anillo "O" del conjunto de la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tres tornillos autorroscantes (elemento 15) que sujetan el conjunto de
                    alojamiento de la v&#225;lvula de purga al conjunto de cubierta del extremo. Remueva el conjunto del
                    bastidor de la v&#225;lvula de purga del conjunto de la cubierta del extremo. Remueva los tres
                    anillos "O" (elemento 22, 23 y 24) de la parte externa del conjunto de alojamiento de la v&#225;lvula
                    de purga.
                </para>
                <specpara>
                    <note>
                        <para>Los anillos "O" (elemento 22 y 23) pueden estar alojados en los agujeros interiores de la
                            cubierta del extremo; de ser as&#237;, deben retirarse.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">El desmontaje del pist&#243;n del conjunto del bastidor de la v&#225;lvula de purga
                    requiere un cubo especial de cabeza Torx o un cubo de 6.35 mm (1/4 de pulgada) de veinte puntos para
                    sostener la cabeza del tornillo de la v&#225;lvula de purga (elemento 21).
                </para>
                <step2>
                    <para count="1">Remueva la tuerca (elemento 13) de la parte inferior del conjunto del bastidor de la
                        v&#225;lvula de purga usando una llave de cubo de 14.28 mm (9/16 de pulgada) y un cubo de cabeza
                        Torx para sostener la cabeza del tornillo (elemento 21). Remueva la arandela del diafragma
                        (elemento 14) (si est&#225; presente), el diafragma (elemento 12) (si est&#225; presente) y la v&#225;lvula
                        de purga (elemento 11) del bastidor de la v&#225;lvula de purga.
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva el tornillo de cabeza Torx (elemento 21) del extremo opuesto, luego el pist&#243;n
                        de purga (elemento 18), el resorte de retorno (elemento 17) y los dos anillos "O" (19 y 20); uno
                        en el di&#225;metro exterior y el otro en el interior del pist&#243;n de purga.
                    </para>
                    <specpara>
                        <caution>
                            <para>No intente remover el conjunto de calefactor y termostato, porque se da&#241;ar&#225;
                                durante el proceso de desmontaje. Si el calefactor y termostato est&#225;n defectuosos,
                                reemplace todo el conjunto de bastidor de la v&#225;lvula de purga que incluye estos
                                elementos.
                            </para>
                        </caution>
                    </specpara>
                </step2>
            </step1>
            <step1>
                <para count="1">Remueva los seis tornillos de cabeza hexagonal (elemento 25) restantes, las
                    contratuercas (elemento 27) y las doce arandelas especiales (elemento 6) que sujetan la cubierta del
                    extremo al bastidor. Separe la cubierta del extremo y el cartucho desecante (elemento 1) del
                    bastidor (elemento 28).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la cubierta del extremo hacia el anillo "O" del bastidor exterior (elemento
                    3).
                </para>
            </step1>
            <step1>
                <para count="1">No remueva la v&#225;lvula de seguridad de la cubierta del extremo a menos que se haya
                    comprobado que est&#225; defectuosa. Si es necesario reemplazarla, aplique sellante para roscas o
                    cinta de tefl&#243;n en las roscas de la v&#225;lvula de reemplazo y apriete a 13.50 a 45.19 N&#183;
                    m (120 a 400 lb-pulgada), asegur&#225;ndose de que el orificio de drenaje (ranura) se encuentre
                    hacia abajo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque una llave de correa o de cadena alrededor del cartucho desecante (elemento 1),
                    de manera que quede aproximadamente a 51 a 76 mm (2 a 3 pulgadas) de la cubierta del extremo. Gire
                    el cartucho hacia la izquierda hasta que se separe completamente de la cubierta del extremo.
                </para>
                <specpara>
                    <note>
                        <para>Se puede requerir una torsi&#243;n importante (de hasta 68 N&#183; m [50 libras pie]) para
                            efectuar este desensamble.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva de la cubierta del extremo el anillo "O" del cartucho desecante (elemento 2).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <step1>
                <para count="1">Usando esencias minerales o un solvente similar, limpie y
                    <emph type="bold">seque completamente</emph>
                    todas las piezas met&#225;licas.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la parte interna y externa de todas las piezas de metal que se volver&#225;n a
                    usar para ver si presentan corrosi&#243;n, picaduras y grietas graves. Se acepta la corrosi&#243;n
                    y/o picaduras superficiales en la parte externa de las mitades superior e inferior del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los agujeros internos de la cubierta del extremo y del bastidor de la v&#225;lvula
                    de purga para ver si hay &#225;reas rasgu&#241;adas o con muescas.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que todos los conductos del alojamiento de la v&#225;lvula de purga y
                    de la cubierta del extremo est&#233;n abiertos y libres de obstrucciones.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las roscas de las tuber&#237;as en la cubierta del extremo. Aseg&#250;rese de que
                    est&#233;n limpias y sin sellante de roscas.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el agujero interno y los asientos del alojamiento de la v&#225;lvula de purga
                    para ver si presentan un desgaste excesivo y &#225;reas rasgu&#241;adas.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el asiento del pist&#243;n de la v&#225;lvula de purga para ver si presenta un
                    desgaste excesivo.
                </para>
            </step1>
            <step1>
                <para count="1">Revise todos los conectores de las l&#237;neas de aire para ver si tienen corrosi&#243;n.
                    Elimine todo el sellante para roscas viejo de las roscas de las tuber&#237;as.
                </para>
            </step1>
            <step1>
                <para count="1">Todos los anillos "O" deben desecharse y reemplazarse por nuevos anillos "O".</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ensamble</title>
            <para>Antes del ensamble, revista todos los anillos "O", sus ranuras y agujeros internos, con un lubricante
                en base a bario.
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400269">Figura 69</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Conjunto de alojamiento de la v&#225;lvula de purga</para>
                <step2>
                    <para count="1">Instale el anillo "O" (elemento 19) en su ranura en el agujero externo del pist&#243;n
                        de purga. Coloque el resorte de retorno (elemento 17) en el agujero interno del alojamiento de
                        la v&#225;lvula de purga. Coloque el anillo "O" (elemento 20) en su cavidad en el agujero
                        interno del pist&#243;n de purga. Instale el tornillo de cabeza Torx (elemento 21) en el agujero
                        interno del pist&#243;n de purga. Inserte el pist&#243;n de purga (elemento 18) en el agujero
                        interno del resorte (elemento 17). Mediante el uso de una llave de cabeza Torx enganchada en la
                        cabeza del tornillo de cabeza Torx, presione el pist&#243;n en el alojamiento de la v&#225;lvula
                        de purga hasta que toque el fondo.
                    </para>
                </step2>
                <step2>
                    <para count="1">Mientras presiona el pist&#243;n de purga con la llave de cabeza Torx, instale las
                        siguientes piezas sobre el tornillo de la v&#225;lvula de purga (elemento 21) del extremo
                        opuesto del alojamiento de la v&#225;lvula de purga. La v&#225;lvula de purga (elemento 11) con
                        su lado de caucho en primer lugar; en seguida, el diafragma (elemento 12) (si est&#225;
                        presente) o la arandela plana y finalmente la tuerca hexagonal (elemento 13). Apriete la tuerca
                        de la v&#225;lvula de purga a 6.77 a 9.03 N&#183;m (60 a 80 lb-pulgada).
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale los tres anillos "O" (elementos 22, 23 y 24) en el alojamiento de la v&#225;lvula
                        de purga, colocando cada uno en su ubicaci&#243;n adecuada. Si la cubierta de escape (elemento
                        16) se removi&#243; durante el desensamble, inst&#225;lela sobre el conjunto de alojamiento de
                        la v&#225;lvula de purga, asegur&#225;ndose de que la parte con "burbuja" quede sobre el
                        termostato. Instale el ensamble de la v&#225;lvula de purga armado en la cubierta del extremo,
                        asegur&#225;ndose de orientar ambas partes de manera que el conector quede aproximadamente a 10
                        grados hacia la derecha del orificio de salida, cercior&#225;ndose adem&#225;s de que el
                        alojamiento de la v&#225;lvula de purga est&#233; completamente sentado contra la cubierta del
                        extremo. Asegure el alojamiento de la v&#225;lvula de purga a la cubierta del extremo usando los
                        tres tornillos autorroscantes (elemento 15). Apriete primero con la mano los tres tornillos y
                        luego a 9.6 a 14.12 N&#183; m (85 a 125 lb-pulgada).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el anillo "O" (elemento 8) en el conjunto de v&#225;lvula de retenci&#243;n
                    (elemento 9) e instale el conjunto en la cubierta del extremo usando un cubo de 1-3/4. Apriete 22.39
                    a 28.24 N&#183;m (200 a 250 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo "O" (elemento 2) del desecante en su ranura en la cubierta del
                    extremo. Usando una capa delgada de grasa de bario, lubrique la parte inferior del cartucho
                    desecante en el &#225;rea que har&#225; contacto con el anillo "O" (elemento 2) y la cubierta del
                    extremo. Atornille el cartucho desecante en la cubierta del extremo hasta que haga contacto con el
                    anillo "O". Mediante el uso de una llave de correa o de cadena colocada a 51 a 76 mm (2 a 3
                    pulgadas) de la parte inferior del cartucho, gire el cartucho desecante hacia la derecha 180 a 225
                    grados m&#225;s all&#225; de la posici&#243;n en que se hizo el contacto inicial entre el cartucho y
                    el anillo "O" de la cubierta del extremo. La torsi&#243;n no debe exceder los 68 N&#183; m (50
                    lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo "O" del bastidor exterior de la cubierta del extremo (elemento 3) en
                    el resalto de la cubierta del extremo.
                </para>
                <para>Coloque el alojamiento (elemento 28) sobre el cartucho desecante y alinie los orificios. Instale
                    los seis tornillos de cabeza hexagonal (elemento 25), las contratuercas (elemento 27) y las doce
                    arandelas especiales (elemento 6), asegur&#225;ndose de que se encuentren en la posici&#243;n
                    adecuada seg&#250;n se marc&#243; en el desensamble. Se usar&#225;n dos tornillos de cabeza
                    hexagonal largos (elemento 7) para sujetar el secador a su soporte de montaje. Apriete los seis
                    tornillos de cabeza hexagonal y tuercas en orden de estrella como se muestra en la
                    <hotlnk xrefid="f0400270">Figura 70</hotlnk>
                    dependiendo de su ubicaci&#243;n en el soporte inferior. Apriete a 30.7 a 43.5 N&#183;m (270 a 385
                    lb-pulgada).
                </para>
                <figure id="f0400270" figsize="col-wide">
                    <graphic id="g0400270" filename="../figg04/g0400270.webp" type="webp" scalefit="0"/>
                    <caption>Figura 70. Secador de aire AD-9 - Apriete de los tornillos de cabeza hexagonal</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Los dos orificios de tornillos en la cubierta del extremo y los dos tornillos de cabeza
                            hexagonal de 3/8 restantes DEBEN ser los que se marcaron durante el desensamble, para
                            asegurar la orientaci&#243;n adecuada de los orificios y la longitud adecuada de los
                            tornillos de cabeza hexagonal
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Instale el secador de aire ensamblado en el veh&#237;culo, desliz&#225;ndolo en el
                    soporte de montaje superior. Alinie los dos orificios no utilizados en la cubierta del extremo con
                    el soporte de montaje inferior de manera que el soporte inferior sostenga el secador de aire. La
                    cubierta del extremo debe apoyarse sobre el soporte. Usando los dos tornillos de cabeza hexagonal
                    restantes (elemento 7), cuatro arandelas especiales (elemento 6) y dos contratuercas (elemento 27),
                    fije el secador de aire al soporte inferior. Apriete a 30.7 a 43.5 N&#183;m (270 a 385 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Apriete el tornillo y la tuerca sobre el soporte de montaje superior. Apri&#233;telos a
                    9.03 a 13.55 N&#183;m (80 a 120 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las tres l&#237;neas de aire a los orificios adecuados en la cubierta del
                    extremo (identificada durante el desensamble).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el arn&#233;s de cables del veh&#237;culo al enchufe del conjunto de calefactor
                    y termostato, conect&#225;ndolo en el enchufe del secador de aire hasta que su leng&#252;eta de
                    bloqueo encaje en su lugar.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
            <table id="t0400210" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas - Secador de aire AD-9</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="108pt"/>
                    <colspec colnum="2" colname="2" colwidth="187pt"/>
                    <colspec colnum="3" colname="3" colwidth="209pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Condici&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Causa</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Soluci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1. El secador efect&#250;a</para>
                                <para>constantemente un "ciclo" o purga.</para>
                            </entry>
                            <entry>
                                <para>1. Fuga excesiva del sistema.</para>
                                <para>2. Fuga excesiva en las conexiones, mangueras y tuber&#237;as conectadas al
                                    compresor, secador de aire y primer dep&#243;sito.
                                </para>
                                <para>3. Conjunto de v&#225;lvula de retenci&#243;n defectuoso en la cubierta del
                                    extremo del secador de aire.
                                </para>
                                <para>4. Regulador defectuoso.</para>
                                <para>5. Conjunto de alojamiento de la v&#225;lvula de purga y/o anillos "O" con fugas
                                    en la cubierta del extremo.
                                </para>
                                <para>6. El mecanismo descargador del compresor tiene fugas excesivas.</para>
                            </entry>
                            <entry>
                                <para>1. Pruebe si hay una fuga excesiva en el</para>
                                <para>sistema.</para>
                                <para>Fuga permitida:</para>
                                <para>Cami&#243;n - 2 psi/minuto.</para>
                                <para>Tractor remolque - 3 psi/minuto.</para>
                                <para>Cami&#243;n - 1 psi/minuto por dep&#243;sito de servicio.</para>
                                <para>Tractor remolque - 3 psi/minuto por dep&#243;sito de servicio.</para>
                                <para>2. Usando una soluci&#243;n jabonosa, pruebe si hay fugas en las conexiones, v&#225;lvula
                                    de drenaje (si la hay) y v&#225;lvula de seguridad en el primer dep&#243;sito.
                                    Repare o reemplace seg&#250;n sea necesario.
                                </para>
                                <para>3. Remueva el conjunto de v&#225;lvula de retenci&#243;n de la cubierta del
                                    extremo. Aplique presi&#243;n de aire hacia el lado de entrega de la v&#225;lvula.
                                    Aplique una soluci&#243;n jabonosa al extremo opuesto y revise si hay fugas. (Fuga
                                    permitida: burbuja de 2.54 cm (1 pulgada) producida en cinco segundos). Si la fuga
                                    es excesiva, reemplace el conjunto de v&#225;lvula de retenci&#243;n.
                                </para>
                                <para>4. Pruebe el regulador para ver si son adecuadas las presiones de conexi&#243;n y
                                    corte y si hay fugas excesivas en ambas posiciones.
                                </para>
                                <para>5. Con el orificio de suministro abierto hacia la atm&#243;sfera, aplique 120 psi
                                    en el orificio de control. Aplique una soluci&#243;n jabonosa al orificio de
                                    suministro y orificio de escape (&#225;rea del asiento de la v&#225;lvula de purga)
                                    Fuga permitida: burbuja de 2.54 cm (1 pulgada) producida en cinco segundos).
                                </para>
                                <para>6. Remueva el filtro de aire o la conexi&#243;n de la cavidad de entrada del
                                    compresor. Con el compresor descargado, revise si hay fugas en el pist&#243;n del
                                    descargador. Se permite una fuga leve.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2. Agua</para>
                                <para>en el veh&#237;culo.</para>
                            </entry>
                            <entry>
                                <para>1. El desecante requiere reemplazo; hay exceso de contaminantes en el conjunto de
                                    cartucho desecante.
                                </para>
                                <para>2. Longitud inadecuada de la l&#237;nea de descarga o material inadecuado de la l&#237;nea.
                                    Se excedi&#243; la temperatura de entrada m&#225;xima del secador de aire.
                                </para>
                                <para>3. El secador de aire no purga (vea la Condici&#243;n N&#176; 5).</para>
                                <para>4. El tiempo de purga (escape de aire)</para>
                                <para>es insuficiente debido a una fuga excesiva en el sistema (vea las causas de la
                                    Condici&#243;n N&#176; 1).
                                </para>
                                <para>5. El aire se desv&#237;a del conjunto</para>
                                <para>del cartucho desecante</para>
                                <para>6. El tiempo de purga es significativamente menor que el m&#237;nimo permitido.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reemplace el cartucho desecante.</para>
                                <para>2. Se debe usar una longitud m&#237;nima de 182.8 cm (seis pies) para la l&#237;nea
                                    de descarga entre el orificio del compresor y el orificio del suministro.
                                </para>
                                <para>3. Vea la causa y la soluci&#243;n de la</para>
                                <para>Condici&#243;n N&#176; 5</para>
                                <para>4. Revise la causa y soluci&#243;n de la Condici&#243;n n&#176; 1.</para>
                                <para>5. Reemplace el anillo "O" del cartucho desecante/cubierta del extremo.</para>
                                <para>Revise para asegurarse de que el conjunto de cartucho desecante est&#233;
                                    correctamente
                                </para>
                                <para>instalado.</para>
                                <para>6. Reemplace el anillo "O" del cartucho desecante/cubierta del extremo.</para>
                                <para>Revise para asegurarse de que el conjunto de cartucho desecante est&#233;
                                    correctamente
                                </para>
                                <para>instalado.</para>
                                <para>Reemplace el conjunto de cartucho</para>
                                <para>desecante.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3. La v&#225;lvula de seguridad del secador de aire est&#225; "saltando hacia
                                    afuera" o expeliendo aire.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Cartucho desecante tapado.</para>
                                <para>2. La v&#225;lvula de retenci&#243;n est&#225; defectuosa en la cubierta del
                                    extremo.
                                </para>
                                <para>3. Conexiones, manguera o</para>
                                <para>tuber&#237;a defectuosas entre el secador de aire y el primer dep&#243;sito.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Revise si el compresor tiene un paso excesivo de aceite. Repare o reemplace el
                                    compresor seg&#250;n sea necesario.
                                </para>
                                <para>Reacondicione o reemplace el</para>
                                <para>cartucho.</para>
                                <para>2. Pruebe para determinar si pasa aire a trav&#233;s de la v&#225;lvula de retenci&#243;n.
                                    Rep&#225;rela o
                                </para>
                                <para>reempl&#225;cela.</para>
                                <para>3. Revise para determinar si el aire llega al primer dep&#243;sito. Revise si hay
                                    tuber&#237;as o mangueras deformadas. Revise si hay una manguera o
                                </para>
                                <para>conectores de tuber&#237;as no perforadas u obstruidas.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4. Escape constante de aire en el escape de la v&#225;lvula de purga del secador
                                    de aire o no se puede acumular presi&#243;n en el sistema. (Modo de carga).
                                </para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula de purga del secador de aire tiene fugas excesivas.</para>
                                <para>2. Regulador defectuoso.</para>
                                <para>3. L&#237;nea de control de purga conectada al dep&#243;sito u orificio de escape
                                    del regulador.
                                </para>
                                <para>4. La v&#225;lvula de purga se congel&#243; en posici&#243;n abierta - calefactor
                                    y termostato o arn&#233;s de cables defectuosos, fusible fundido.
                                </para>
                                <para>5. Conexiones de aire de entrada y salida invertidas.</para>
                                <para>6. L&#237;nea de descarga torcidas o bloqueada (tapada).</para>
                                <para>7. Curvaturas excesivas en la l&#237;nea de descarga (se acumula y se congela el
                                    agua).
                                </para>
                                <para>8. Fuga excesiva del sistema.</para>
                                <para>9. La v&#225;lvula de purga permanece abierta - fuga de aire de suministro hacia
                                    el lado de control.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Con el compresor cargado, aplique una soluci&#243;n jabonosa en el escape de la
                                    v&#225;lvula de purga
                                </para>
                                <para>para probar si hay exceso de</para>
                                <para>fugas. Repare la v&#225;lvula de purga seg&#250;n sea necesario.</para>
                                <para>2. Revise el regulador para ver si son adecuadas las presiones de "conexi&#243;n,"
                                    o "corte" y si hay fugas excesivas en ambas posiciones. Repare o reemplace seg&#250;n
                                    sea necesario.
                                </para>
                                <para>3. La l&#237;nea de control de purga debe estar</para>
                                <para>conectada al orificio del descargador del regulador.</para>
                                <para>4. Pruebe el calefactor y termostato como</para>
                                <para>se describe en
                                    <hotlnk xrefid="hl0400215">
                                        <xref refid="hl0400215"/>REVISIONES DE SERVICIO
                                    </hotlnk>
                                    .
                                </para>
                                <para>5. Descarga del compresor hacia el orificio de entrada. Conecte las l&#237;neas de
                                    manera adecuada.
                                </para>
                                <para>6. Revise para determinar si el aire pasa a trav&#233;s de la l&#237;nea de
                                    descarga. Revise si hay deformaciones, torceduras, dep&#243;sitos de carb&#243;n
                                    excesivos.
                                </para>
                                <para>7. La l&#237;nea de descarga debe estar constantemente inclinada entre el
                                    compresor y el secador de aire con el m&#237;nimo posible de curvaturas.
                                </para>
                                <para>8. Vea la causa y la soluci&#243;n de la</para>
                                <para>Condici&#243;n N&#176; 1</para>
                                <para>9. Reemplace los anillos "O" del conjunto de alojamiento de la</para>
                                <para>v&#225;lvula de purga.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5. El secador de aire no purga ni expulsa aire.</para>
                            </entry>
                            <entry>
                                <para>1. L&#237;nea de control de purga rota, torcida, congelada, tapada o
                                    desconectada.
                                </para>
                                <para>2. Vea las causas 2, 5, 7 de la</para>
                                <para>Condici&#243;n N&#176; 4</para>
                            </entry>
                            <entry>
                                <para>1. Pruebe para determinar si fluye aire a trav&#233;s de la l&#237;nea de control
                                    de purga cuando el compresor est&#225; descargado. Revise si hay conexiones no
                                    perforadas (vea la Condici&#243;n N&#176; 4, Soluci&#243;n 3).
                                </para>
                                <para>2. Consulte las soluciones 2, 5, 7 de la</para>
                                <para>Condici&#243;n N&#176; 4</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6. Sale material desecante del escape de la v&#225;lvula de purga del secador de
                                    aire (en muchos casos, se ve como un l&#237;quido o pasta blancuzco o como gotitas).
                                </para>
                                <para>O BIEN</para>
                                <para>Vida &#250;til del desecante insatisfactoria.</para>
                            </entry>
                            <entry>
                                <para>1. Defectuosa la cubierta de tela de la placa perforada en el secador de aire.
                                </para>
                                <para>2. El compresor deja pasar demasiado aceite.</para>
                                <para>3. El cartucho desecante no est&#225; ensamblado de manera adecuada en la cubierta
                                    del extremo (ajuste suelto).
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reemplace el conjunto de cartucho</para>
                                <para>desecante.</para>
                                <para>2. Revise si la instalaci&#243;n del compresor es adecuada. Si los s&#237;ntomas
                                    persisten, reemplace el compresor.
                                </para>
                                <para>3. Revise la torsi&#243;n de ajuste del cartucho desecante a</para>
                                <para>de la cubierta del extremo.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7.Excesivos "zumbidos" durante el ciclo con carga del compresor.</para>
                            </entry>
                            <entry>
                                <para>Compresor de un solo cilindro con ciclos de pulsos altos.</para>
                            </entry>
                            <entry>
                                <para>Cuando se usa un compresor con cilindro &#250;nico, se puede o&#237;r unos leves
                                    "zumbidos" durante la acumulaci&#243;n de presi&#243;n del sistema.
                                </para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>8. Fuga constante de aire en el escape de la v&#225;lvula de purga del secador de
                                    aire (modo sin carga).
                                </para>
                            </entry>
                            <entry>
                                <para>1. Entrada del compresor de aire presurizada por el turbo cargador del motor.
                                </para>
                                <para>2. Conjunto de v&#225;lvula de retenci&#243;n defectuoso en la cubierta del
                                    extremo del secador de aire.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Se debe esperar cierta fuga de presi&#243;n m&#225;s all&#225; del asiento met&#225;lico
                                    de la funci&#243;n de corte del turbocargador del AD-9, la que tambi&#233;n puede
                                    ser audible. Esta leve p&#233;rdida de aire no afectar&#225; el rendimiento del
                                    motor o del turbocargador.
                                </para>
                                <para>2. Consulte la Soluci&#243;n 3, Condici&#243;n N&#176; 1.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para></para>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400212" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - Secador de aire AD-9</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="216pt"/>
                    <colspec colnum="2" colname="2" colwidth="108pt"/>
                    <colspec colnum="3" colname="3" colwidth="108pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Lb-pulgada</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tuerca y tornillo de la v&#225;lvula de purga</para>
                            </entry>
                            <entry>
                                <para>60 a 80</para>
                            </entry>
                            <entry>
                                <para>6.77 a 9.03</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillo autorroscante de 1/4 de pulgada</para>
                            </entry>
                            <entry>
                                <para>85 a 125</para>
                            </entry>
                            <entry>
                                <para>9.6 a 14.12</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>V&#225;lvula de retenci&#243;n a cubierta del extremo</para>
                            </entry>
                            <entry>
                                <para>200 a 250</para>
                            </entry>
                            <entry>
                                <para>22.39 a 28.24</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de cabeza hexagonal de la tapa del extremo</para>
                            </entry>
                            <entry>
                                <para>270 a 385</para>
                            </entry>
                            <entry>
                                <para>30.7 a 43.5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de cabeza hexagonal de 3/8 de pulgada</para>
                            </entry>
                            <entry>
                                <para>270 a 385</para>
                            </entry>
                            <entry>
                                <para>30.7 a 43.5</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillo de montaje superior</para>
                            </entry>
                            <entry>
                                <para>80 a 120</para>
                            </entry>
                            <entry>
                                <para>9.03 a 13.55</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>V&#225;lvula de seguridad</para>
                            </entry>
                            <entry>
                                <para>120 a 400</para>
                            </entry>
                            <entry>
                                <para>13.50 a 45.19</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_116.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_118.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
