<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - REENSAMBLE - INFORMACI&#211;N DE SERVICIO</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="2">
        <title>INFORMACI&#211;N DE SERVICIO</title>
        <svcprocinfo>
            <para>Despu&#233;s de dar servicio a diversos componentes de los conjuntos de freno, los frenos se
                reensamblan en forma inversa al procedimiento de desensamble.
            </para>
            <para>Cuando se instalan nuevos revestimientos o zapatas y antes de colocar los tambores de freno se
                recomienda rectificar en c&#237;rculo o elipse las zapatas de freno. La rectificaci&#243;n en c&#237;rculo
                o elipse de las zapatas para ajustar los tambores asegura un pleno contacto entre el revestimiento y el
                tambor. Para mayor informaci&#243;n, consulte el GRUPO O4 - FRENOS en el Manual de Servicio Maestro
                CTS-5000.
            </para>
            <para>Al reensamblar diversos componentes sujetos con pernos y/o tuercas, tales como placas de soporte,
                crucetas, soportes del &#225;rbol de levas o pasadores de anclaje, consulte la
                <hotlnk document="m04005_HL0400505.xml" xrefid="hl0400505">TABLA DE TORSIONES</hotlnk>
                para obtener especificaciones sobre la torsi&#243;n.
            </para>
            <para>Las zapatas del freno deben ubicarse adecuadamente para proporcionar la eficiencia especificada para
                cada grupo de frenos. La zapata primaria (delantera) es la primera zapata que est&#225; inmediatamente
                despu&#233;s de la leva en la direcci&#243;n de rotaci&#243;n de la rueda hacia adelante.
            </para>
            <para>Las zapatas de freno con combinaci&#243;n juegos de bloques de frenos o de revestimientos org&#225;nico
                o semimet&#225;lico se deben instalar como se indica en la (
                <hotlnk xrefid="f0400517">Figura 17</hotlnk>y
                <hotlnk xrefid="f0400518">Figura 18</hotlnk>).
            </para>
            <figure id="f0400517" figsize="col-wide">
                <graphic id="g0400517" filename="../figg04/g0400517.webp" type="webp"/>
                <caption>Figura 17. Rotaci&#243;n de la rueda derecha (flecha)</caption>
                <calloutgroup>
                    <callout1>1.ZAPATA PRIMARIA (DELANTERA)</callout1>
                    <callout1>2.ZAPATA SECUNDARIA (REVERSA)</callout1>
                    <callout1>3.LEVA</callout1>
                    <callout1>4.BLOQUE DE FRENO SEMIMET&#193;LICO</callout1>
                    <callout1>5.BLOQUE DE FRENO ORG&#193;NICO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0400518" figsize="col-wide">
                <graphic id="g0400518" filename="../figg04/g0400518.webp" type="webp"/>
                <caption>Figura 18. Rotaci&#243;n de la rueda izquierda (flecha)</caption>
                <calloutgroup>
                    <callout1>1.ZAPATA PRIMARIA (DELANTERA)</callout1>
                    <callout1>2.ZAPATA SECUNDARIA (REVERSA)</callout1>
                    <callout1>3.LEVA</callout1>
                    <callout1>4.BLOQUE DE FRENO SEMIMET&#193;LICO</callout1>
                    <callout1>5.BLOQUE DE FRENO ORG&#193;NICO</callout1>
                </calloutgroup>
            </figure>
            <para>Los bloques de freno en cada zapata constan de un material semimet&#225;lico (&#225;rea sombreada) y
                un material org&#225;nico (&#225;rea no sombreada).
            </para>
            <para>El material semimet&#225;lico se identifica por las part&#237;culas met&#225;licas incrustadas en el
                bloque de freno. El material org&#225;nico no tiene part&#237;culas met&#225;licas visibles.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Tambores y Zapatas</title>
            <para>Para detalles completos en cuanto a la reparaci&#243;n de los tambores y zapatas, consulte el GRUPO O4
                - FRENOS en el Manual de Servicio Maestro CTS-5000.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Pasadores de anclaje</title>
            <para>Los pasadores de anclaje proporcionan un punto donde las zapatas se pueden sujetar a la placa de
                soporte o cruceta y tambi&#233;n permiten ubicar la zapata con respecto al tambor.
            </para>
            <para>Los pasadores de anclaje est&#225;n dise&#241;ados para resistir toda la fuerza de frenado del veh&#237;culo
                que reduce su velocidad o lo detiene.
            </para>
            <para>Los pasadores de anclaje sujetos a la placa de soporte con una arandela de bloqueo y una tuerca se
                aprietan usando dos llaves: una llave se ubica en la tuerca, mientras que la segunda llave se ubica
                sobre las partes planas del &#225;rea roscada del pasador de anclaje. Para conocer el valor de torsi&#243;n,
                consulte la
                <hotlnk document="m04005_HL0400505.xml" xrefid="hl0400505">TABLA DE TORSIONES</hotlnk>, .
            </para>
            <para>Si los pasadores de anclaje retacados se desgastan, se debe que reemplazar toda la cruceta.</para>
            <para>Si los pasadores de anclaje son removibles de las crucetas, est&#225;n equipados con bujes que pueden
                recibir servicio. Los bujes de reemplazo deben tener una holgura de 0.076 - 0.127 mm (0.003 - 0.005 de
                pulgada) entre el buje y el pasador.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
