<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS Y PRUEBA - PRUEBA DEL SISTEMA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="test" graphiccount="7">
        <title>PRUEBA DEL SISTEMA</title>
        <svcprocinfo>
            <para>Esta secci&#243;n del manual contiene informaci&#243;n para probar el sistema ABS hidr&#225;ulico con
                el Software TOOLBOX, adem&#225;s de los procedimientos para realizar pruebas de aire y el&#233;ctricas
                est&#225;ndar.
            </para>
            <specpara>
                <warning>
                    <para>Para evitar lesiones oculares serias, use siempre una protecci&#243;n de ojos segura cuando
                        realice mantenimiento o servicio del veh&#237;culo.
                    </para>
                    <para>El gas del escape contiene veneno. Al probar un veh&#237;culo con el motor funcionando, h&#225;galo
                        en un &#225;rea bien ventilada o dirija la manguera de escape hacia afuera.
                    </para>
                    <para>Para evitar lesiones personales serias, no se acerque y mantenga el equipo de prueba alejado
                        de todas las piezas m&#243;viles o calientes del motor.
                    </para>
                </warning>
            </specpara>
            <para>Consulte y siga los Procedimientos de servicio, advertencias y precauciones del fabricante del veh&#237;culo.</para>
            <para>Durante la prueba, coloque los frenos de estacionamiento y ponga el selector de velocidades en NEUTRAL
                (neutro) (transmisi&#243;n manual) o PARK (estacionamiento) (transmisi&#243;n autom&#225;tica), a menos
                que se indique lo contrario.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Software TOOLBOX de Meritor WABCO</title>
            <para>Use el Software TOOLBOX para verificar la activaci&#243;n de diversos componentes del sistema:</para>
            <para>Active y desactive las v&#225;lvulas, la bomba y el relevador del retardador (Men&#250; Activaci&#243;n
                de v&#225;lvula). Encienda y apague la luz indicadora del sistema ABS (Men&#250; Activaci&#243;n de
                salida diversa). Restablezca los componentes en la memoria de la ECU.
            </para>
            <specpara>
                <note>
                    <para>Para obtener instrucciones completas del uso de este programa, consulte el Manual del usuario
                        TP-99102. Cont&#225;ctese con Meritor WABCO al 800-535-5560 para obtener informaci&#243;n acerca
                        del Software TOOLBOX.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Activaci&#243;n de la v&#225;lvula, bomba y relevador del retardador</emph>
            </para>
            <para>Para activar las v&#225;lvulas, la bomba y el relevador del retardador del sistema ABS, seleccione
                HABS (ABS hidr&#225;ulico) desde el
                <emph type="bold">Men&#250; Principal</emph>. Aparecer&#225; el
                <emph type="bold">
                    <hotlnk xrefid="f1004699a">Men&#250; Principal ABS hidr&#225;ulico</hotlnk>
                </emph>
                .
            </para>
            <para>Seleccione el icono Activaci&#243;n de v&#225;lvula o
                <hotlnk xrefid="f1004700a">seleccione Pruebas de componentes, luego V&#225;lvulas</hotlnk>
                para usar el men&#250; desplegable. Se mostrar&#225; la pantalla
                <emph type="bold">
                    <hotlnk xrefid="f1004701a">Activaci&#243;n de v&#225;lvula</hotlnk>
                </emph>
                .
            </para>
            <figure id="f1004699a" figsize="pg-wide">
                <graphic filename="../figR10/R104699a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 23. Men&#250; Principal ABS hidr&#225;ulico</caption>
            </figure>
            <figure id="f1004700a" figsize="pg-wide">
                <graphic filename="../figR10/R104700a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 24. Seleccione Pruebas de componente, luego V&#225;lvulas</caption>
            </figure>
            <figure id="f1004701a" figsize="pg-wide">
                <graphic filename="../figR10/R104701a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 25. Pantalla de activaci&#243;n</caption>
            </figure>
            <para>La pantalla
                <emph type="bold">Activaci&#243;n de v&#225;lvula</emph>
                le permite activar las cuatro v&#225;lvulas, la bomba y el relevador del retardador. Adem&#225;s de
                revisar una activaci&#243;n apropiada, esta pantalla proporciona una forma f&#225;cil de asegurarse de
                que las v&#225;lvulas est&#233;n conectadas adecuadamente y que el cableado no est&#233; invertido. El
                estado de la activaci&#243;n del componente aparece en el cuadro de estado de esta pantalla.
            </para>
            <para>
                <emph type="bold">Activaci&#243;n de la luz indicadora del sistema ABS</emph>
            </para>
            <para>Para activar la luz indicadora del sistema ABS, seleccione HABS (ABS hidr&#225;ulico) desde el
                <emph type="bold">Men&#250; Principal</emph>. Aparecer&#225; el
                <emph type="bold">Men&#250; Principal ABS hidr&#225;ulico</emph>.
            </para>
            <para>Seleccione el icono Activaci&#243;n de salida diversa o
                <hotlnk xrefid="f1004702a">seleccione Pruebas de componentes</hotlnk>
                para usar el men&#250; desplegable para visualizar la pantalla
                <emph type="bold">
                    <hotlnk xrefid="f1004703a">Activar salida diversa</hotlnk>
                </emph>
                .
            </para>
            <figure id="f1004702a" figsize="pg-wide">
                <graphic filename="../figR10/R104702a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 26. Seleccione Pruebas de componentes</caption>
            </figure>
            <figure id="f1004703a" figsize="pg-wide">
                <graphic filename="../figR10/R104703a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 27. Active la pantalla Salida diversa</caption>
            </figure>
            <para>Esta pantalla proporciona una revisi&#243;n de la luz indicadora del sistema ABS. Adem&#225;s,
                proporciona una forma de revisar la actividad de entrada o salida de las v&#225;lvulas, la bomba o el
                relevador del retardador.
                <hotlnk xrefid="f1004704a">El estado de activaci&#243;n de componentes</hotlnk>
                aparece en el cuadro de estado de esta pantalla.
            </para>
            <para>
                <emph type="bold">Restablecer memorizado</emph>
            </para>
            <para>&#201;ste es un valor por defecto autom&#225;tico y no se puede eliminar la selecci&#243;n. Esto
                indica que la ECU ha memorizado el relevador del retardador instalado. Una vez que la ECU ha visto un
                retardador, espera verlo cada vez que se pone en marcha el veh&#237;culo.
            </para>
            <para>Debido a que hay veces en que una ECU se mueve a otro veh&#237;culo, o durante la prueba de diagn&#243;stico,
                usted puede desear que la ECU pase por alto este componente aprendido. Use el comando
                <emph type="bold">Restablecer memorizado</emph>
                para este prop&#243;sito.
            </para>
            <para>Seleccione
                <emph type="bold">Pruebas de componentes</emph>desde el
                <emph type="bold">Men&#250; Principal ABS hidr&#225;ulico</emph>. Luego, seleccione
                <emph type="bold">Restablecer memorizado</emph>
                desde el men&#250; desplegable para restablecer la pantalla
                <emph type="bold">
                    <hotlnk xrefid="f1004705a">Componente aprendido</hotlnk>
                </emph>
                .
            </para>
            <figure id="f1004704a" figsize="pg-wide">
                <graphic filename="../figR10/R104704a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 28. Estado de activaci&#243;n de componentes</caption>
            </figure>
            <figure id="f1004705a" figsize="pg-wide">
                <graphic filename="../figR10/R104705a.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 29. Restablecer memorizado</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
