<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - SECADOR DE AIRE - SECADOR DE AIRE SYSTEM SAVER 1000</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="12">
        <title>SECADOR DE AIRE SYSTEM SAVER 1000</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>El objetivo principal del secador de aire System Saver 1000 (
                <hotlnk xrefid="f0400271">Figura 71</hotlnk>
                ) es recolectar y eliminar los contaminantes del sistema de aire en forma de s&#243;lidos, l&#237;quidos
                y vapor antes de que ingresen al sistema de frenos. Proporciona aire limpio y seco a los componentes del
                sistema de frenos.
            </para>
            <figure id="f0400271" figsize="col-wide">
                <graphic id="g0400271" filename="../figg04/g0400271.webp" type="webp" scalefit="0"/>
                <caption>Figura 71. Secador de aire System Saver 1000</caption>
                <calloutgroup>
                    <callout1>1. CONJUNTO DE CARTUCHO DESECANTE</callout1>
                    <callout1>2. BASE DEL SECADOR DE AIRE</callout1>
                    <callout1>3. CONJUNTO DE V&#193;LVULA DE REGENERACI&#211;N</callout1>
                    <callout1>4. CONJUNTO DE V&#193;LVULA DE PURGA</callout1>
                    <callout1>5. CONJUNTO DE SILENCIADOR (OPCIONAL)</callout1>
                    <callout1>6. CONJUNTO DE V&#193;LVULA DE CIERRE DEL TURBOCARGADOR</callout1>
                    <callout1>7. CONJUNTO DE V&#193;LVULA DE RETENCI&#211;N DE SALIDA</callout1>
                    <callout1>8. CONJUNTO DE V&#193;LVULA DE DERIVACI&#211;N</callout1>
                    <callout1>9. CONJUNTO DE CALEFACTOR</callout1>
                </calloutgroup>
            </figure>
            <para>El secador de aire System Saver 1000 consta de una base para el secador de aire, pieza de aluminio
                moldeado en la cual se arman todos los componentes del secador de aire y en la que se incorporan los
                orificios roscados de montaje. La v&#225;lvula de derivaci&#243;n se encuentra entre los orificios de
                entrada y salida. Esta v&#225;lvula permite que el flujo de aire que va al interior del secador de aire
                se desv&#237;e del cartucho desecante y vaya directamente hacia el orificio de salida del secador de
                aire. El cartucho desecante es un alojamiento de acero que contiene los elementos de filtro y el
                material desecante necesario para filtrar y secar el aire que pasa a trav&#233;s de &#233;l. Tiene un
                dise&#241;o de atornillado y desatornillado (como un filtro de aceite), lo que permite un mantenimiento
                r&#225;pido y f&#225;cil.
            </para>
            <para>El conjunto de calefactor es un dispositivo ubicado en la base del secador de aire para evitar el
                congelamiento del agua que se recolecta en el secador de aire. Este conjunto consta de un elemento de
                calefacci&#243;n cil&#237;ndrico de tipo resistencia y un peque&#241;o termostato circular. El
                termostato controla el funcionamiento del elemento calefactor y mantiene la temperatura de la base del
                secador de aire sobre la temperatura de congelamiento (0 grados C [32 grados F]).
            </para>
            <para>La v&#225;lvula de retenci&#243;n de salida est&#225; ubicada en el orificio de salida del secador de
                aire. Esta v&#225;lvula evita que durante el ciclo de descarga del compresor el aire en el sistema de
                aire fluya nuevamente a trav&#233;s del secador de aire y salga por la v&#225;lvula de purga. La v&#225;lvula
                de purga est&#225; ubicada en la parte inferior de la base del secador de aire. Esta v&#225;lvula
                permite que la humedad, condensaci&#243;n y contaminaci&#243;n acumuladas sean expulsadas del secador de
                aire durante el ciclo de purga.
            </para>
            <para>La v&#225;lvula de regeneraci&#243;n controla la regeneraci&#243;n, permitiendo que el aire de los
                tanques de suministro y secundarios pase la v&#225;lvula de retenci&#243;n de salida, fluya al interior
                de la v&#225;lvula de regeneraci&#243;n y luego a trav&#233;s de un orificio en que se expande y
                "expulsa" la humedad del desecante y la hace salir a trav&#233;s de la v&#225;lvula de purga.
            </para>
            <para>El silenciador (una funci&#243;n opcional) est&#225; conectado a la v&#225;lvula de purga. Al
                instalarse, este dispositivo elimina la mayor parte del ruido asociado con la purga del secador de aire.
            </para>
            <para>La v&#225;lvula de cierre del turbocargador est&#225; ubicada en el orificio de entrada del secador de
                aire. Este dispositivo durante el ciclo de descarga del compresor cierra el trayecto entre el compresor
                y la v&#225;lvula de purga del secador de aire.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento (
                <hotlnk xrefid="f0400272">Figura 72</hotlnk>
                )
            </title>
            <para>El secador de aire System Saver 1000 alterna entre dos "ciclos" operacionales durante su
                funcionamiento: el CICLO DE SECADO y el CICLO DE PURGA. La siguiente descripci&#243;n se divide en estos
                dos "ciclos" de funcionamiento.
            </para>
            <figure id="f0400272" figsize="col-wide">
                <graphic id="g0400272" filename="../figg04/g0400272.webp" type="webp" scalefit="0"/>
                <caption>Figura 72. Secador de aire System Saver 1000 - Funcionamiento</caption>
                <calloutgroup>
                    <callout1>1. SISTEMA CON FILTROS M&#218;LTIPLES</callout1>
                    <callout1>2. V&#193;LVULA DE REGENERACI&#211;N</callout1>
                    <callout1>3. SALIDA DEL SECADOR</callout1>
                    <callout1>4. V&#193;LVULA DE DERIVACI&#211;N</callout1>
                    <callout1>5. V&#193;LVULA DE RETENCI&#211;N DE SALIDA</callout1>
                    <callout1>6. V&#193;LVULA DE PURGA</callout1>
                    <callout1>7. ENTRADA DEL SECADOR</callout1>
                    <callout1>8. V&#193;LVULA DE CIERRE DEL TURBOCARGADOR</callout1>
                    <callout1>9. CALEFACTOR INTEGRAL DE 100 VATIOS</callout1>
                    <callout1>10. ORIFICIO DEL REGULADOR</callout1>
                    <callout1>11. CONECTOR EL&#201;CTRICO SELLADO (PARA EL CALEFACTOR)</callout1>
                    <callout1>12. SOPORTE DE MONTAJE INTEGRAL</callout1>
                    <callout1>13. CARTUCHO DESECANTE</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Ciclo de secado</title>
            </para>
            <para>Durante la acumulaci&#243;n de presi&#243;n del sistema (compresi&#243;n del aire), el aire comprimido
                pasa al interior del secador en donde el sistema del filtro elimina los contaminantes y hace pasar el
                aire al ciclo de secado. La humedad que se condensa se acumula inicialmente en la base del secador. El
                aire cargado de humedad pasa a trav&#233;s de la cama desecante, donde la humedad restante queda
                retenida por el desecante. El ciclo de secado comienza y termina igual que el ciclo de carga del
                compresor.
            </para>
            <para>El secador de aire permanecer&#225; en el ciclo de secado hasta que se acumule presi&#243;n en el
                sistema de frenos de aire hasta el ajuste de corte del regulador.
            </para>
            <para>
                <title>Ciclo de purga</title>
            </para>
            <para>Cuando la presi&#243;n del sistema de frenos de aire alcanza el ajuste de corte del regulador, el
                compresor se descarga (se detiene la compresi&#243;n de aire), la v&#225;lvula de purga se abre,
                permitiendo la descompresi&#243;n inicial del secador (purga) y expele el agua recolectada en la base
                del secador. La v&#225;lvula de purga permanece abierta durante el ciclo de descarga del compresor. La v&#225;lvula
                de regeneraci&#243;n permite luego un moderado flujo inverso de aire a trav&#233;s del secador de aire y
                fuera de la v&#225;lvula de purga, que comienza inmediatamente despu&#233;s de la purga y dura
                normalmente de 8 a 15 segundos. Este flujo inverso de aire proveniente del sistema de aire y que pasa a
                trav&#233;s del secador de aire elimina la humedad del cartucho desecante y deja listo el secador de
                aire para el siguiente ciclo de carga del compresor.
            </para>
            <para>La regeneraci&#243;n contin&#250;a hasta que la v&#225;lvula de regeneraci&#243;n detecta que la presi&#243;n
                del aire de flujo inverso que ingresa a la v&#225;lvula de regeneraci&#243;n ha ca&#237;do en 10 psi
                desde la presi&#243;n inicial del aire de flujo inverso cuando se inici&#243; la regeneraci&#243;n. Por
                lo tanto, cuando la regeneraci&#243;n termina, la presi&#243;n en el tanque de suministro y el tanque
                secundario es de 10 psi menos que la presi&#243;n de corte. Esto es normal y exclusivo del secador de
                aire System Saver 1000. Este ciclo comienza al inicio del ciclo de descarga del compresor y normalmente
                finaliza antes del inicio del ciclo de carga del compresor.
            </para>
            <para>La v&#225;lvula de derivaci&#243;n permite que el flujo de aire que va al interior del secador de aire
                se desv&#237;e del cartucho desecante y vaya directamente hacia el orificio de salida del secador de
                aire. Esto ocurrir&#225; cada vez que los conductos de aire en el &#225;rea del cartucho desecante y/o v&#225;lvula
                de purga se obstruyan debido a contaminaci&#243;n y/o congelamiento. Obviamente, el aire no se seca en
                este modo, pero el compresor de aire, el secador de aire y la l&#237;nea de descarga del compresor de
                aire se protegen contra da&#241;os debidos a una condici&#243;n de presi&#243;n excesiva.
            </para>
            <para>
                <title>V&#225;lvula de cierre del turbocargador</title>
            </para>
            <para>La funci&#243;n de la v&#225;lvula de cierre del turbocargador es cerrar la v&#237;a entre el
                compresor de aire y la v&#225;lvula de purga del secador de aire durante el ciclo de descarga del
                compresor. Esto evita que la parte de la presi&#243;n auxiliar del turbo cargador que pasa por el
                compresor de aire durante el ciclo de descarga del compresor se escape de la v&#225;lvula de purga, con
                lo cual se mantiene la presi&#243;n auxiliar para lograr el m&#225;ximo de caballos de fuerza del motor
                durante el ciclo de descarga del compresor.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <specpara>
                <note>
                    <para>Antes de reemplazar un componente del secador de aire, aseg&#250;rese de que el compresor de
                        aire y el regulador de aire est&#233;n en buenas condiciones de funcionamiento. Repare o
                        reemplace estas piezas seg&#250;n sea necesario. Revise todo el sistema de aire para ver si
                        tiene fugas y repare seg&#250;n sea necesario. Adem&#225;s, al drenar los tanques de aire antes
                        de prestar servicio al secador de aire, revise si se ha acumulado agua o aceite en los tanques.
                    </para>
                </note>
            </specpara>
            <table id="t0400213" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Requisitos de reemplazo - Secador de aire System Saver 1000</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="108pt"/>
                    <colspec colnum="2" colname="2" colwidth="108pt"/>
                    <colspec colnum="3" colname="3" colwidth="245pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Componente</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cu&#225;ndo</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Por qu&#233;</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Cartucho</para>
                                <para>Desecante</para>
                            </entry>
                            <entry>
                                <para>A. Cada 2 a 3 a&#241;os.</para>
                                <para>B. Reemplazo del compresor de aire.</para>
                                <para>C. Agua en el tanque h&#250;medo.</para>
                            </entry>
                            <entry>
                                <para>A. Mantenimiento preventivo.</para>
                                <para>B. Cartucho contaminado.</para>
                                <para>C. Cartucho contaminado, cartucho gastado, ciclo de servicio alto (aplicaci&#243;n
                                    inadecuada del secador de aire).
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>V&#225;lvula de derivaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>A. Roturas del cartucho del secador de aire o de la empaquetadura del cartucho
                                    debido a una alta presi&#243;n interna.
                                </para>
                                <para>B La v&#225;lvula tiene fugas de la entrada a la salida.</para>
                            </entry>
                            <entry>
                                <para>A. La v&#225;lvula se trab&#243; en posici&#243;n cerrada o el conjunto est&#225;
                                    defectuoso.
                                </para>
                                <para>B Anillo "O" cortado, asiento defectuoso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Conjunto de calefactor</para>
                            </entry>
                            <entry>
                                <para>El agua que se acumula en el secador de aire se congela y la energ&#237;a el&#233;ctrica
                                    hacia el secador es correcta.
                                </para>
                            </entry>
                            <entry>
                                <para>El conjunto de calefactor no est&#225; funcionando.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>V&#225;lvula de retenci&#243;n de salida</para>
                            </entry>
                            <entry>
                                <para>A. El aire contin&#250;a saliendo de la v&#225;lvula de purga despu&#233;s de que
                                    finaliza el ciclo de purga, pero se detiene cuando comienza el ciclo de carga del
                                    compresor.
                                </para>
                                <para>B. No se acumula presi&#243;n en el sistema y todas las otras revisiones no
                                    presentan fallas.
                                </para>
                            </entry>
                            <entry>
                                <para>A. La v&#225;lvula se trab&#243; en posici&#243;n abierta o, de otra manera, el
                                    conjunto de v&#225;lvula no est&#225; funcionando.
                                </para>
                                <para>B. La v&#225;lvula se trab&#243; en posici&#243;n cerrada.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>V&#225;lvula de purga</para>
                            </entry>
                            <entry>
                                <para>A. El ciclo de purga no ocurre cuando el compresor se descarga y hay una presi&#243;n
                                    normal en el orificio de control del secador.
                                </para>
                                <para>B. El aire sale de la v&#225;lvula de purga durante el ciclo de carga del
                                    compresor y no hay presi&#243;n en el orificio de control del secador.
                                </para>
                            </entry>
                            <entry>
                                <para>A. La v&#225;lvula se trab&#243; en posici&#243;n cerrada o, de otra manera, el
                                    conjunto de v&#225;lvula no est&#225; funcionando.
                                </para>
                                <para>B. La v&#225;lvula se trab&#243; en posici&#243;n abierta o, de otra manera, el
                                    conjunto de v&#225;lvula no est&#225; funcionando.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>V&#225;lvula de cierre del turbocargador</para>
                            </entry>
                            <entry>
                                <para>A. El aire sale de la v&#225;lvula de purga durante el ciclo de descarga del
                                    compresor despu&#233;s de que ha finalizado el ciclo de purga y el flujo es
                                    notablemente mayor con las rpm altas del motor, especialmente bajo carga.
                                </para>
                                <para>B. No se acumula presi&#243;n en el sistema y todas las otras revisiones no
                                    presentan fallas.
                                </para>
                            </entry>
                            <entry>
                                <para>A. La v&#225;lvula de cierre del turbocargador no est&#225; funcionando.</para>
                                <para>B. La v&#225;lvula se trab&#243; en posici&#243;n cerrada.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>V&#225;lvula de regeneraci&#243;n</para>
                            </entry>
                            <entry>
                                <para>A. El ciclo de purga es demasiado largo (30+ segundos) y la presi&#243;n del
                                    tanque secundario cae en 15 psi o m&#225;s.
                                </para>
                                <para>B. El ciclo de purga es demasiado corto (5 segundos o menos), las revisiones de la
                                    v&#225;lvula de retenci&#243;n con presi&#243;n controlada no presentan fallas y la
                                    l&#237;nea de control del regulador no tiene fugas.
                                </para>
                                <para>C. El secador de aire se purga, pero no hay regeneraci&#243;n y no hay una v&#225;lvula
                                    de retenci&#243;n instalada entre el secador de aire y el tanque de suministro y la
                                    v&#225;lvula de purga no se ha cerrado.
                                </para>
                            </entry>
                            <entry>
                                <para>A. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando.</para>
                                <para>B. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando.</para>
                                <para>C. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Revisiones de servicio - Pruebas de funcionamiento adecuado</title>
            <step1>
                <para count="1">Comience la inspecci&#243;n cuando el compresor est&#233; en el ciclo de carga,
                    acumulando presi&#243;n de aire hasta la presi&#243;n de corte (aproximadamente 120 psi).
                </para>
            </step1>
            <step1>
                <para count="1">Cuando el compresor de aire llega al ciclo de descarga, el secador de aire se purga,
                    iniciando la regeneraci&#243;n del secador de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Durante el ciclo de purga, que dura alrededor de 10 a 15 segundos, la presi&#243;n en el
                    tanque h&#250;medo y en el tanque secundario caer&#225; aproximadamente en 10 psi. El indicador de
                    aire secundario en el panel del tablero de instrumentos de la cabina debe indicar esta ca&#237;da de
                    presi&#243;n. La disminuci&#243;n de 10 psi de la presi&#243;n de aire durante el ciclo de purga es
                    normal y exclusiva del secador de aire System Saver 1000.
                </para>
            </step1>
            <step1>
                <para count="1">Si la aguja del indicador secundario no muestra una ca&#237;da de presi&#243;n durante
                    el ciclo de purga, revise si existe una de las siguientes posibilidades:
                </para>
                <step2>
                    <para count="1">No hay v&#225;lvula de retenci&#243;n reguladora de la presi&#243;n instalada en el
                        veh&#237;culo.
                    </para>
                </step2>
                <step2>
                    <para count="1">La v&#225;lvula de retenci&#243;n reguladora de la presi&#243;n est&#225; instalada
                        en el tanque de aire equivocado.
                    </para>
                </step2>
                <step2>
                    <para count="1">La v&#225;lvula de retenci&#243;n reguladora de la presi&#243;n est&#225; instalada
                        en una v&#225;lvula de retenci&#243;n de una v&#237;a, en vez de estar en lugar de una v&#225;lvula
                        de retenci&#243;n de una v&#237;a.
                    </para>
                </step2>
                <step2>
                    <para count="1">Hay una v&#225;lvula de retenci&#243;n adicional de alg&#250;n tipo colocada en
                        alguna parte entre el secador de aire y el tanque de aire secundario, generalmente en el tanque
                        de suministro (h&#250;medo).
                    </para>
                </step2>
                <step2>
                    <para count="1">El indicador de aire secundario no est&#225; conectado al sistema de aire
                        secundario.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si durante el ciclo de purga la presi&#243;n secundaria cae en 15 psi o m&#225;s y no
                    hay otros componentes accionados por aire que usen aire durante este ciclo, hay fugas de aire u
                    otros problemas en el sistema de aire que deben detectarse y corregirse.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje (
                <hotlnk xrefid="f0400273">Figura 73</hotlnk>
                ).
            </title>
            <figure id="f0400273" figsize="col-wide">
                <graphic id="g0400273" filename="../figg04/g0400273.webp" type="webp" scalefit="0"/>
                <caption>Figura 73. Secador de aire System Saver 1000 - Desmontaje</caption>
            </figure>
            <step1>
                <para count="1">Estacione el veh&#237;culo en una superficie nivelada y bloquee las ruedas para evitar
                    que el veh&#237;culo se mueva.
                </para>
                <specpara>
                    <warning>
                        <para>No trabaje debajo de un veh&#237;culo sostenido s&#243;lo por gatos. Los gatos pueden
                            deslizarse o caer y provocar graves lesiones personales. Apoye el veh&#237;culo con soportes
                            de seguridad.
                        </para>
                        <para>Al prestar servicio al veh&#237;culo, use anteojos de seguridad para evitar graves
                            lesiones personales.
                        </para>
                        <para>Alivie toda la presi&#243;n del sistema de aire antes de desconectar cualquier componente,
                            incluido el cartucho desecante. El aire presurizado puede provocar graves lesiones
                            personales.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de aire. Etiqu&#233;telas para instalarlas
                    posteriormente de manera correcta y t&#225;pelas para evitar la contaminaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte del recept&#225;culo del calefactor el enchufe el&#233;ctrico del
                    calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tres tornillos de montaje y remueva el secador de aire.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble, limpieza, revisi&#243;n y ensamble</title>
            <specpara>
                <warning>
                    <para>Alivie toda la presi&#243;n del sistema de aire antes de desconectar cualquier componente,
                        incluido el cartucho desecante. El aire presurizado puede provocar graves lesiones personales.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Cartucho desecante (
                    <hotlnk xrefid="f0400274">Figura 74</hotlnk>
                    ).
                </para>
                <figure id="f0400274" figsize="col-wide">
                    <graphic id="g0400274" filename="../figg04/g0400274.webp" type="webp" scalefit="0"/>
                    <caption>Figura 74. Secador de aire System Saver 1000 - Limpieza y revisi&#243;n</caption>
                    <calloutgroup>
                        <callout1>1. ANILLO "O"</callout1>
                        <callout1>2. ASIENTO DEL SELLO</callout1>
                        <callout1>3. SELLO</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Si es necesario, use una llave de correa (para filtros) para soltar y remover el
                        cartucho.
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva el anillo "O".</para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise las superficies donde se asientan el anillo "O" y el sello. Repare
                        los da&#241;os seg&#250;n sea necesario. Si los asientos est&#225;n da&#241;ados, de manera que
                        no puede mantenerse un sello ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique una capa delgada de grasa al anillo "O" y al sello.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo anillo "O".</para>
                </step2>
                <step2>
                    <para count="1">Enrosque el nuevo cartucho en la base hasta que el sello toque la base. Luego,
                        apriete el cartucho una vuelta completa m&#225;s.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#225;lvula de retenci&#243;n de salida (
                    <hotlnk xrefid="f0400275">Figura 75</hotlnk>
                    ).
                </para>
                <figure id="f0400275" figsize="col-wide">
                    <graphic id="g0400275" filename="../figg04/g0400275.webp" type="webp" scalefit="0"/>
                    <caption>Figura 75. V&#225;lvula de retenci&#243;n de salida</caption>
                    <calloutgroup>
                        <callout1>1. ANILLO "O"</callout1>
                        <callout1>2. CUERPO DE LA V&#193;LVULA</callout1>
                        <callout1>3. RESORTE</callout1>
                        <callout1>4. ARANDELA</callout1>
                        <callout1>5. ANILLO DE EXPANSI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Remueva el anillo de expansi&#243;n, arandela, resorte, cuerpo de la v&#225;lvula y
                        anillo "O".
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise el agujero de la v&#225;lvula. Repare los da&#241;os seg&#250;n sea
                        necesario. Si el agujero est&#225; da&#241;ado, de manera que no puede mantenerse un sello
                        ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo anillo "O" en el cuerpo de la v&#225;lvula.</para>
                </step2>
                <step2>
                    <para count="1">Aplique una capa delgada de grasa al agujero de la v&#225;lvula y al anillo "O".
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo cuerpo de v&#225;lvula con su extremo largo en el agujero.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo resorte con el extremo peque&#241;o alrededor de las aletas en
                        forma de "Y" en el cuerpo de la v&#225;lvula.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale la nueva arandela y el nuevo anillo de expansi&#243;n para sujetar los
                        componentes en su lugar.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Conjunto de calefactor (
                    <hotlnk xrefid="f0400276">Figura 76</hotlnk>
                    ).
                </para>
                <figure id="f0400276" figsize="col-wide">
                    <graphic id="g0400276" filename="../figg04/g0400276.webp" type="webp" scalefit="0"/>
                    <caption>Figura 76. Conjunto de calefactor</caption>
                    <calloutgroup>
                        <callout1>1. RECEPT&#193;CULO</callout1>
                        <callout1>2. ANILLO "O"</callout1>
                        <callout1>3. ELEMENTO</callout1>
                        <callout1>4. TERMOSTATO</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Desconecte el enchufe.</para>
                </step2>
                <step2>
                    <para count="1">Remueva los tornillos, recept&#225;culo y anillo "O" de la base para tener acceso al
                        tornillo retenedor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva el tornillo retenedor y luego remueva todo el conjunto de calefactor.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo elemento y el termostato en sus cavidades.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo retenedor y atorn&#237;llelo para mantener el elemento y termostato
                        en su lugar.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo anillo "O" y recept&#225;culo y aseg&#250;relos en su lugar con los
                        tornillos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Conecte el enchufe el&#233;ctrico.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#225;lvula de cierre del turbocargador (
                    <hotlnk xrefid="f0400277">Figura 77</hotlnk>
                    ).
                </para>
                <figure id="f0400277" figsize="col-wide">
                    <graphic id="g0400277" filename="../figg04/g0400277.webp" type="webp" scalefit="0"/>
                    <caption>Figura 77. V&#225;lvula de cierre del turbocargador</caption>
                    <calloutgroup>
                        <callout1>1. RESORTE</callout1>
                        <callout1>2. CUBIERTA</callout1>
                        <callout1>3. PIST&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Remueva el anillo de expansi&#243;n. La cubierta y el resorte pueden salirse del
                        agujero cuando se retira el anillo de expansi&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva el cartucho desecante como se describe anteriormente y luego use una varilla
                        de madera para empujar el pist&#243;n, resorte y cubierta fuera del agujero.
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise el agujero de la v&#225;lvula. Repare los da&#241;os seg&#250;n sea
                        necesario. Si el agujero est&#225; da&#241;ado, de manera que no se puede mantenerse un sello
                        ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale los nuevos anillos "O" en el pist&#243;n y en la cubierta.</para>
                </step2>
                <step2>
                    <para count="1">Aplique una capa delgada de grasa al agujero de la v&#225;lvula y a los anillos
                        "O".
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo pist&#243;n con su lado ahuecado hacia afuera.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo resorte, cubierta y anillo de expansi&#243;n para asegurar los
                        componentes en su lugar.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#225;lvula de regeneraci&#243;n (
                    <hotlnk xrefid="f0400278">Figura 78</hotlnk>
                    ).
                </para>
                <figure id="f0400278" figsize="col-wide">
                    <graphic id="g0400278" filename="../figg04/g0400278.webp" type="webp" scalefit="0"/>
                    <caption>Figura 78. V&#225;lvula de regeneraci&#243;n</caption>
                    <calloutgroup>
                        <callout1>1. RETENEDOR</callout1>
                        <callout1>2. CONJUNTO DEL BASTIDOR DE LA V&#193;LVULA</callout1>
                        <callout1>3. RESORTE</callout1>
                        <callout1>4. DIAFRAGMA</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Remueva los cuatro tornillos de montaje y el conjunto de alojamiento de la v&#225;lvula.
                        Al remover el alojamiento, caer&#225;n el resorte y el retenedor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva el diafragma de caucho.</para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise la ranura en que se ajusta el borde del diafragma. Repare los da&#241;os
                        seg&#250;n sea necesario. Si la ranura est&#225; da&#241;ada, de manera que no puede mantenerse
                        un sello ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo diafragma con su borde en la ranura.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo resorte y retenedor con el borde del retenedor hacia afuera.
                        Instale el nuevo conjunto de alojamiento de la v&#225;lvula con el nuevo anillo "O" y el filtro
                        sobre el orificio. Instale los nuevos tornillos de montaje y apriete a 6 N&#183; m (53
                        lb-pulgada).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#225;lvula de purga (
                    <hotlnk xrefid="f0400279">Figura 79</hotlnk>
                    ).
                </para>
                <figure id="f0400279" figsize="col-wide">
                    <graphic id="g0400279" filename="../figg04/g0400279.webp" type="webp" scalefit="0"/>
                    <caption>Figura 79. V&#225;lvula de purga</caption>
                    <calloutgroup>
                        <callout1>1. RESORTE</callout1>
                        <callout1>2. CABEZA DE V&#193;LVULA</callout1>
                        <callout1>3. CONJUNTO DE V&#193;LVULA</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Remueva el anillo de expansi&#243;n, cabeza de la v&#225;lvula y resorte.</para>
                </step2>
                <step2>
                    <para count="1">Remueva el conjunto de v&#225;lvula de la base.</para>
                </step2>
                <step2>
                    <para count="1">Remueva el anillo "O" de la base.</para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise el agujero de la v&#225;lvula. Repare los da&#241;os seg&#250;n sea
                        necesario. Si el agujero est&#225; da&#241;ado, de manera que no puede mantener un sello
                        ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique una capa delgada de grasa al agujero de la v&#225;lvula y a todos los
                        anillos "O".
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale los nuevos anillos "O" en la base y en la cabeza de la v&#225;lvula.</para>
                </step2>
                <step2>
                    <para count="1">Instale el conjunto de v&#225;lvula en su agujero.</para>
                </step2>
                <step2>
                    <para count="1">Instale el resorte en la cabeza de la v&#225;lvula y encajela en el agujero.</para>
                </step2>
                <step2>
                    <para count="1">Instale el anillo de expansi&#243;n para asegurar la cabeza de la v&#225;lvula en su
                        lugar.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">V&#225;lvula de derivaci&#243;n (descarga) (
                    <hotlnk xrefid="f0400280">Figura 80</hotlnk>
                    ).
                </para>
                <figure id="f0400280" figsize="col-wide">
                    <graphic id="g0400280" filename="../figg04/g0400280.webp" type="webp" scalefit="0"/>
                    <caption>Figura 80. V&#225;lvula de derivaci&#243;n (descarga)</caption>
                    <calloutgroup>
                        <callout1>1. ANILLO "O"</callout1>
                        <callout1>2. CUERPO DE LA V&#193;LVULA</callout1>
                        <callout1>3. RESORTE</callout1>
                        <callout1>4. CUBIERTA</callout1>
                        <callout1>5. ANILLO DE EXPANSI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Remueva el anillo de expansi&#243;n, cubierta, resorte y cuerpo de la
                        v&#225;lvula.
                    </para>
                </step2>
                <step2>
                    <para count="1">Limpie y revise el agujero de la v&#225;lvula. Repare los da&#241;os seg&#250;n sea
                        necesario. Si el agujero est&#225; da&#241;ado, de manera que no puede mantenerse un sello
                        ajustado, reemplace el secador de aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo anillo "O" en el nuevo cuerpo de la v&#225;lvula y la cubierta.
                    </para>
                </step2>
                <step2>
                    <para count="1">Aplique una capa delgada de grasa al agujero de la v&#225;lvula y a los anillos
                        "O".
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo cuerpo de v&#225;lvula con el extremo largo en el agujero.</para>
                </step2>
                <step2>
                    <para count="1">Instale el nuevo resorte de manera que se ajuste alrededor de las aletas en forma de
                        "Y" en el cuerpo de la v&#225;lvula.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale la nueva cubierta y el nuevo anillo de expansi&#243;n para asegurar los
                        componentes en su lugar.
                    </para>
                </step2>
                <step2>
                    <para count="1"></para>
                </step2>
            </step1>
            <step1>
                <para count="1">Silenciador (amortiguador de escape) (caracter&#237;stica opcional) (
                    <hotlnk xrefid="f0400281">Figura 81</hotlnk>
                    ).
                </para>
                <figure id="f0400281" figsize="col-wide">
                    <graphic id="g0400281" filename="../figg04/g0400281.webp" type="webp" scalefit="0"/>
                    <caption>Figura 81. Silenciador (amortiguador de escape)</caption>
                    <calloutgroup>
                        <callout1>1. SILENCIADOR</callout1>
                        <callout1>2. CABEZA DE V&#193;LVULA DE PURGA</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Use alicates para anillos de expansi&#243;n para extraer el anillo de expansi&#243;n
                        y remover el silenciador de la cabeza de v&#225;lvula de purga.
                    </para>
                </step2>
                <step2>
                    <para count="1">Al instalar el silenciador, presi&#243;nelo contra la cabeza de v&#225;lvula de
                        purga hasta que encaje en su lugar.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n (
                <hotlnk xrefid="f0400282">Figura 82</hotlnk>
                ).
            </title>
            <figure id="f0400282" figsize="col-wide">
                <graphic id="g0400282" filename="../figg04/g0400282.webp" type="webp" scalefit="0"/>
                <caption>Figura 82. Secador de aire System Saver 1000 - Instalaci&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Fije la unidad a la estructura o soporte de montaje. Apretando los tornillos a 88 a 122
                    N&#183;m (65 a 90 lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el enchufe el&#233;ctrico del calefactor al recept&#225;culo del calefactor.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sellante de tubos o cinta de tefl&#243;n a todas las conexiones de aire y
                    conecte las l&#237;neas de aire a los orificios correspondientes.
                </para>
            </step1>
            <step1>
                <para count="1">Si el veh&#237;culo tiene conectores Quality Connect, consulte
                    <hotlnk document="m04002r_147.xml" xrefid="hl0400226">
                        <xref refid="hl0400226"/>MANGUERAS, TUBOS Y CONECTORES
                    </hotlnk>
                    para obtener informaci&#243;n de servicio.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <table id="t0400214" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas - Secador de aire System Saver 1000
                </title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="108pt"/>
                    <colspec colnum="2" colname="2" colwidth="216pt"/>
                    <colspec colnum="3" colname="3" colwidth="108pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Condici&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Causa posible</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Soluci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El ciclo de purga es demasiado largo (m&#225;s de 30 segundos)</para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula de retenci&#243;n de salida se trab&#243; en posici&#243;n
                                    abierta.
                                </para>
                                <para>2. La v&#225;lvula de cierre del turbocargador tiene fugas.</para>
                                <para>3. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando correctamente.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reemplace la v&#225;lvula de retenci&#243;n.</para>
                                <para>2. Reemplace la v&#225;lvula de cierre del turbocargador.</para>
                                <para>3. Reemplace la v&#225;lvula de regeneraci&#243;n.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El aire escapa de la v&#225;lvula de purga durante la acumulaci&#243;n del
                                    compresor.
                                </para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula de purga se trab&#243; en posici&#243;n abierta.</para>
                                <para>2. L&#237;nea de aire incorrectamente conectada al orificio 4 del secador.</para>
                            </entry>
                            <entry>
                                <para>1. Reemplace la v&#225;lvula de purga.</para>
                                <para>2. Conecte correctamente la l&#237;nea de aire.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El ciclo de purga es demasiado corto (menos de 8 segundos)</para>
                            </entry>
                            <entry>
                                <para>1. Hay una demanda alta de aire durante el ciclo de descarga del compresor.</para>
                                <para>2. La v&#225;lvula de retenci&#243;n regulada por la presi&#243;n no est&#225;
                                    funcionando correctamente.
                                </para>
                                <para>3. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando.</para>
                                <para>4. El regulador de aire no est&#225; funcionando.</para>
                            </entry>
                            <entry>
                                <para>1. Aumente la capacidad de aire del sistema o reduzca la demanda de aire.</para>
                                <para>2. Reemplace la v&#225;lvula de retenci&#243;n regulada por la presi&#243;n.
                                </para>
                                <para>3. Reemplace la v&#225;lvula de regeneraci&#243;n.</para>
                                <para>4. Reemplace el regulador.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No hay purga</para>
                            </entry>
                            <entry>
                                <para>1. L&#237;nea de aire incorrecta o no hay una l&#237;nea de aire conectada al
                                    orificio 4 del secador.
                                </para>
                                <para>2. La v&#225;lvula de purga se trab&#243; en posici&#243;n cerrada.</para>
                                <para>3. El regulador de aire no est&#225; funcionando correctamente.</para>
                                <para>4. El compresor de aire nunca alcanza la presi&#243;n de corte.</para>
                            </entry>
                            <entry>
                                <para>1. Conecte correctamente las l&#237;neas de aire.</para>
                                <para>2. Reemplace la v&#225;lvula de purga.</para>
                                <para>3. Reemplace el regulador.</para>
                                <para>4. Repare las fugas de aire del sistema y/o repare o reemplace el compresor de
                                    aire.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No hay flujo de aire de regeneraci&#243;n</para>
                            </entry>
                            <entry>
                                <para>1. El secador de aire no est&#225; conectado al tanque de suministro.</para>
                                <para>2. La v&#225;lvula de regeneraci&#243;n no est&#225; funcionando correctamente.
                                </para>
                                <para>3. V&#225;lvula de retenci&#243;n instalada en el tanque de suministro.</para>
                            </entry>
                            <entry>
                                <para>1. Conecte el secador de aire al tanque de suministro.</para>
                                <para>2. Reemplace la v&#225;lvula de regeneraci&#243;n.</para>
                                <para>3. Remueva la v&#225;lvula de retenci&#243;n.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ciclado excesivo del secador de aire.</para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula de retenci&#243;n de salida tiene fugas o se trab&#243; en
                                    posici&#243;n abierta.
                                </para>
                                <para>2. El regulador tiene un ajuste reducido (menos de 16 psi) o de otra manera no est&#225;
                                    funcionando correctamente.
                                </para>
                                <para>3. Fugas excesivas del sistema de aire.</para>
                                <para>4. Demanda excesiva de aire.</para>
                                <para>5. Fuga en la l&#237;nea de aire hacia el orificio 4 del secador.</para>
                                <para>6. Fuga en la l&#237;nea de aire del regulador al tanque de suministro.</para>
                                <para>7. El compresor de aire no est&#225; funcionando correctamente.</para>
                            </entry>
                            <entry>
                                <para>1. Reemplace la v&#225;lvula de retenci&#243;n de salida.</para>
                                <para>2. Reemplace por un regulador que tenga un rango de 20-30 psi.</para>
                                <para>3. Repare las fugas o reemplace los componentes.</para>
                                <para>4. Aumente la capacidad de aire del sistema o reduzca la demanda de aire.</para>
                                <para>5. Repare las fugas o reemplace la l&#237;nea de aire y los conectores.</para>
                                <para>6. Repare las fugas o reemplace la l&#237;nea de aire y los conectores.</para>
                                <para>7. Repare o reemplace el compresor de aire.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No hay acumulaci&#243;n de presi&#243;n en el</para>
                                <para>sistema</para>
                            </entry>
                            <entry>
                                <para>1. La l&#237;nea de descarga del compresor no est&#225; instalada correctamente.
                                </para>
                                <para>2. L&#237;nea de aire incorrecta conectada al orificio 4 del secador.</para>
                                <para>3. La salida del secador de aire no est&#225; instalada correctamente.</para>
                                <para>4. Fuga importante en la l&#237;nea de descarga del compresor.</para>
                                <para>5. Fugas excesivas del sistema de aire.</para>
                                <para>6. El regulador de aire no est&#225; funcionando.</para>
                                <para>7. El compresor de aire no est&#225; funcionando.</para>
                                <para>8. La v&#225;lvula de purga se trab&#243; en posici&#243;n abierta.</para>
                                <para>9. La v&#225;lvula de cierre del turbocargador se trab&#243; en posici&#243;n
                                    cerrada.
                                </para>
                                <para>10. La v&#225;lvula de retenci&#243;n de salida se trab&#243; en posici&#243;n
                                    cerrada.
                                </para>
                                <para>11. Fuga en el cartucho o sello del cartucho.</para>
                                <para>12. Base del secador de aire agrietada.</para>
                            </entry>
                            <entry>
                                <para>1. Conecte la l&#237;nea de descarga a la entrada del secador de aire.</para>
                                <para>2. Conecte correctamente la l&#237;nea de aire.</para>
                                <para>3. Conecte la salida del secador de aire al tanque de suministro.</para>
                                <para>4. Repare la fuga o reemplace la l&#237;nea de descarga y los conectores.</para>
                                <para>5. Repare las fugas o reemplace los componentes.</para>
                                <para>6. Reemplace el regulador.</para>
                                <para>7. Repare o reemplace el compresor.</para>
                                <para>8. Reemplace la v&#225;lvula de purga.</para>
                                <para>9. Reemplace la v&#225;lvula de cierre del turbocargador.</para>
                                <para>10. Reemplace la v&#225;lvula de retenci&#243;n.</para>
                                <para>11. Apriete o reemplace el cartucho.</para>
                                <para>12. Reemplace el secador de aire.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El secador de aire est&#225; congelado (el agua acumulada en el secador de aire se
                                    congel&#243;)
                                </para>
                            </entry>
                            <entry>
                                <para>1. El enchufe del calefactor no est&#225; instalado correctamente.</para>
                                <para>2. Arn&#233;s de cables da&#241;ado o con cortocircuito.</para>
                                <para>3. El conjunto de calefactor no est&#225; funcionando.</para>
                                <para>4. El suministro de energ&#237;a hacia el calefactor se interrumpi&#243; o tuvo un
                                    cortocircuito.
                                </para>
                                <para>5. Salida de voltaje baja hacia la unidad del calefactor.</para>
                                <para>6. Se us&#243; un secador de aire de 24 voltios en un sistema de 12 voltios o
                                    viceversa.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Instale correctamente el enchufe.</para>
                                <para>2. Reemplace el mazo de cables.</para>
                                <para>3. Reemplace el conjunto de calefactor.</para>
                                <para>4. Repare o reemplace el circuito del suministro de energ&#237;a. Revise el
                                    fusible y reempl&#225;celo si es necesario.
                                </para>
                                <para>5. Corrija la causa del bajo voltaje.</para>
                                <para>6. Use el secador de aire correcto para el sistema el&#233;ctrico.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Agua y/o aceite en los tanques de aire.</para>
                            </entry>
                            <entry>
                                <para>1. El cartucho desecante est&#225; contaminado.</para>
                                <para>2. Excesivo aceite es bombeado por el compresor de aire.</para>
                                <para>3. El ciclo de purga es demasiado corto.</para>
                                <para>4. No hay purga.</para>
                                <para>5. No hay flujo de aire de regeneraci&#243;n.</para>
                                <para>6. La temperatura del aire que ingresa al secador es demasiado alta.</para>
                                <para>7. La conexi&#243;n de entrada de aire de taller viene despu&#233;s del secador de
                                    aire.
                                </para>
                                <para>8. El secador de aire est&#225; instalado demasiado cerca de la fuente de calor.
                                </para>
                                <para>9. Fuga en la v&#225;lvula de derivaci&#243;n.</para>
                            </entry>
                            <entry>
                                <para>1. Reemplace el cartucho desecante.</para>
                                <para>2. Repare o reemplace el compresor y reemplace el cartucho desecante.</para>
                                <para>3. Consulte la condici&#243;n "El ciclo de purga es demasiado corto".</para>
                                <para>4. Consulte la condici&#243;n " No hay purga".</para>
                                <para>5. Consulte la condici&#243;n "No hay flujo de aire de regeneraci&#243;n".</para>
                                <para>6. La l&#237;nea de entrega debe tener una manguera de tefl&#243;n trenzada de
                                    acero inoxidable de 1.58 cm (5/8 de pulgada) como m&#237;nimo, o un tubo de acero,
                                    ambos de un largo suficiente para limitar la temperatura a 65.55 grados C (150
                                    grados F) en el aire que ingresa al secador.
                                </para>
                                <para>7. Instale la conexi&#243;n de aire de taller antes del secador de aire.</para>
                                <para>8. Ubique el secador de aire lejos de las fuentes de calor y donde el aire pueda
                                    fluir alrededor de &#233;ste.
                                </para>
                                <para>9. Reemplace la v&#225;lvula de derivaci&#243;n.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400215" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - Secador de aire System Saver 1000</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="216pt"/>
                    <colspec colnum="2" colname="2" colwidth="108pt"/>
                    <colspec colnum="3" colname="3" colwidth="108pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Libras pulgada o libras pie</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de montaje de la v&#225;lvula de regeneraci&#243;n</para>
                            </entry>
                            <entry>
                                <para>53 lb-pulgada</para>
                            </entry>
                            <entry>
                                <para>6</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tornillos de montaje del secador de aire</para>
                            </entry>
                            <entry>
                                <para>65 a 90 libras pie.</para>
                            </entry>
                            <entry>
                                <para>88 a 122</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_117.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_119.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
