<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        REEMPLAZO DE COMPONENTES - Procedimientos de purga de los frenos
    </stitle>
    <svcsection/>
    <svcproc svcproctype="drain" graphiccount="0">
        <title>Procedimientos de purga de los frenos</title>
        <para>Los siguientes m&#233;todos de purga de los frenos explican c&#243;mo purgar el conjunto del modulador del
            sistema ABS hidr&#225;ulico durante la instalaci&#243;n o en el caso de entrada de aire en el sistema de
            frenos. Existen instrucciones para los procedimientos de purga a presi&#243;n y manual.
        </para>
        <para>Estas instrucciones incluyen el procedimiento para purgar el cilindro maestro y el sistema de frenos. En
            algunos casos, por ejemplo, si est&#225; reemplazando s&#243;lo el conjunto del modulador, puede que no sea
            necesario purgar el cilindro maestro. Si tiene alguna pregunta, cont&#225;ctese con el Centro de servicio de
            Meritor al 800-535-5560.
        </para>
        <specpara>
            <note>
                <para>El conjunto del modulador se debe manipular con un cuidado adecuado y no se debe exponer a un
                    impacto excesivo o al aire comprimido en los orificios hidr&#225;ulicos antes de ensamblar.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>No purgar el sistema cada vez que se suelta o desconecta cualquier conexi&#243;n del sistema hidr&#225;ulico
                    permitir&#225; que el aire permanezca en el sistema. Esto evitar&#225; que la presi&#243;n hidr&#225;ulica
                    en el sistema de frenos se eleve lo suficiente para aplicar los frenos en forma apropiada. De esta
                    manera, aumentar&#225; la distancia de frenado y se pueden provocar lesiones personales serias.
                </para>
                <para>Deseche en forma adecuada el l&#237;quido de frenos hidr&#225;ulico que se retira del sistema de
                    frenos. El l&#237;quido de frenos hidr&#225;ulico retirado se puede contaminar y causar da&#241;o, p&#233;rdida
                    de frenado y lesiones personales serias.
                </para>
                <para>Use s&#243;lo el tipo de l&#237;quido de frenos hidr&#225;ulico especificado por el fabricante del
                    equipo. No use o mezcle tipos diferentes de l&#237;quido de frenos hidr&#225;ulico. El l&#237;quido
                    de frenos hidr&#225;ulico equivocado da&#241;ar&#225; las piezas de goma del calibrador de freno y
                    puede causar da&#241;o, p&#233;rdida de frenado y lesiones personales serias.
                </para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>Use l&#237;quido de frenos hidr&#225;ulico DOT 3 o DOT 4. Consulte las especificaciones del veh&#237;culo
                    para determinar qu&#233; l&#237;quido usar.
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>El l&#237;quido de frenos hidr&#225;ulico es una sustancia c&#225;ustica. El contacto con el l&#237;quido
                    de frenos hidr&#225;ulico puede causar irritaci&#243;n en la piel. No deje que el l&#237;quido de
                    frenos hidr&#225;ulico toque ninguna superficie pintada, ya que remover&#225; la pintura. El l&#237;quido
                    de frenos hidr&#225;ulico tambi&#233;n puede da&#241;ar ciertas superficies metaloides. No deje que
                    el l&#237;quido alcance los patines, las zapatas, los rotores o los discos de los frenos.
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
