<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - ENSAMBLE</stitle>
    <svcsection/>
    <svcsubsec>
        <title>ENSAMBLE</title>
        <svcproc svcproctype="assemble" graphiccount="0">
            <title>CIG&#220;E&#209;AL</title>
            <para>Ajuste a presi&#243;n los nuevos casquetes de rodamientos en la tapa del extremo y en la caja del cig&#252;e&#241;al.
                Aseg&#250;rese de que la ranura en los rodamientos este alineada con los conductos de aceite de la tapa
                del extremo y de la caja del cig&#252;e&#241;al. Si usted tiene un modelo sin conducto de aceite en la
                caja del cig&#252;e&#241;al, presione el casquete de rodamiento en la caja del cig&#252;e&#241;al con la
                ranura ubicada a 90 grados de la vertical.
            </para>
            <para>Instale la arandela de empuje delantera con la aleta insertada en la ranura hacia la brida. Inserte el
                cig&#252;e&#241;al y la arandela de empuje trasera con la aleta hacia la parte de atr&#225;s del
                compresor.
            </para>
            <para>Coloque el anillo del sello de aceite en la protuberancia de la tapa de extremo trasero e instale la
                tapa, asegur&#225;ndose de no machacar el anillo de sello. Aseg&#250;rese tambi&#233;n de que la espiga
                de la arandela de empuje est&#233; insertada en la ranura de la tapa del extremo trasero. Atornilla la
                tapa del extremo contra la caja del cig&#252;e&#241;al utilizando los cuatro tornillos de cabeza
                hexagonal. Apriete los tornillos en forma diametralmente opuesta a una torsi&#243;n de 19.771 a 25.420 N&#8226;m
                (175 a 225 libras pulgada).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
