<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE RETENCI&#211;N - V&#193;LVULA DE RETENCI&#211;N DOBLE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>V&#193;LVULA DE RETENCI&#211;N DOBLE</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Las v&#225;lvulas de retenci&#243;ns dobles o v&#225;lvulas de retenci&#243;ns de dos v&#237;as (
                <hotlnk xrefid="f0400213">Figura 13</hotlnk>
                ) se usan en un sistema de frenos de aire donde es necesario dirigir autom&#225;ticamente el flujo de la
                presi&#243;n de aire a una l&#237;nea com&#250;n desde otras dos l&#237;neas cualquiera.
            </para>
            <figure id="f0400213" figsize="col-wide">
                <graphic id="g0400213" filename="../figg04/g0400213.webp" type="webp" scalefit="0"/>
                <caption>Figura 13.
                    <emph type="bold">V&#225;lvula de retenci&#243;n doble</emph>
                </caption>
                <calloutgroup>
                    <callout1>1. ENTREGA</callout1>
                    <callout1>2. ANILLO "O"</callout1>
                    <callout1>3. SUMINISTRO</callout1>
                    <callout1>4. V&#193;LVULA DE VAIV&#201;N</callout1>
                    <callout1>5. GU&#205;A DEL VAIV&#201;N</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>A medida que la presi&#243;n de aire entra al extremo de la v&#225;lvula de retenci&#243;n doble
                (orificio de entrada), el vaiv&#233;n m&#243;vil responde a la presi&#243;n de aire y sella la l&#237;nea
                en el orificio de entrada opuesto, pero permite que la presi&#243;n de aire salga del orificio de
                entrega (salida). Se realiza la misma acci&#243;n si la presi&#243;n de aire en un lado del vaiv&#233;n
                es superior a la del otro lado. No es necesario vaciar la cavidad de un lado del vaiv&#233;n para que la
                v&#225;lvula funcione. Las v&#225;lvulas de retenci&#243;n dobles est&#225;n dise&#241;adas de tal
                manera que es imposible que el vaiv&#233;n bloquee el orificio de salida.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Una vez al a&#241;o o cada 160,000 km (100,000 millas), remueva, desarme, limpie y revise todas las
                piezas. Si hay se&#241;ales evidentes de desgaste o deterioro, instale piezas nuevas.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400223">
            <title>Revisiones de servicio</title>
            <para>Debido a las diversas aplicaciones de las v&#225;lvulas de retenci&#243;n dobles, es mejor realizar la
                prueba de la v&#225;lvula en un banco de pruebas, usando dos suministros de aire controlados en forma
                separada, conectados a los orificios de entrada.
            </para>
            <step1>
                <para count="1">Instale un indicador de prueba preciso en el orificio de salida o en una l&#237;nea del
                    orificio de salida.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique y libere aire en un orificio de entrada y observe que el indicador registra la
                    activaci&#243;n y liberaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Repita la activaci&#243;n y liberaci&#243;n de aire en el otro orificio de entrada.
                </para>
            </step1>
            <step1>
                <para count="1">La revisi&#243;n de fuga se realiza en los orificios de entrada:</para>
                <step2>
                    <para count="1">Desconectando la l&#237;nea desde un orificio de entrada.</para>
                </step2>
                <step2>
                    <para count="1">Aplicando aire a otro orificio de entrada. Si se usa una soluci&#243;n jabonosa para
                        revisar si hay fugas, la fuga no debe exceder una burbuja de 25 mm (1 pulgada) de di&#225;metro
                        producida en cinco segundos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Repita el paso "B" aplicando aire a otro orificio de entrada mientras revisa el
                        orificio de entrada opuesto para ver si hay fugas.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si la v&#225;lvula de retenci&#243;n no cumple los requisitos, se debe reparar o
                    reemplazar.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <step1>
                <para count="1">Remueva la v&#225;lvula del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Remueva la tapa del extremo de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo "O".</para>
            </step1>
            <step1>
                <para count="1">Remueva el vaiv&#233;n (pist&#243;n) y su gu&#237;a.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <step1>
                <para count="1">Limpie todas las piezas met&#225;licas con un solvente de limpieza.</para>
            </step1>
            <step1>
                <para count="1">Revise todas las piezas para ver si hay se&#241;ales de desgaste o deterioro. Reemplace
                    todas las piezas que no pueden recibir servicio.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todas las piezas de caucho.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <step1>
                <para count="1">Instale la gu&#237;a del vaiv&#233;n y el vaiv&#233;n.</para>
            </step1>
            <step1>
                <para count="1">Coloque el nuevo anillo "O" en la tapa del extremo.</para>
            </step1>
            <step1>
                <para count="1">Instale la tapa del extremo.</para>
            </step1>
            <step1>
                <para count="1">Efect&#250;e las
                    <hotlnk xrefid="hl0400223">
                        <xref refid="hl0400223"/>REVISIONES DE SERVICIO
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar la v&#225;lvula en el veh&#237;culo</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_30.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_32.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
