<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SISTEMA DE FRENOS DE AIRE DIVIDIDO - PROCEDIMIENTO DE AN&#193;LISIS DE FRENOS DEL TRACTOR-REMOLQUE
        - INTERPRETACI&#211;N DE DATOS Y MEDIDAS CORRECTIVAS
    </stitle>
    <svcsection/>
    <svcproc id="hl0400804" svcproctype="describe" graphiccount="0">
        <title>INTERPRETACI&#211;N DE DATOS Y MEDIDAS CORRECTIVAS</title>
        <svcprocinfo>
            <para>Despu&#233;s de la prueba, es necesario interpretar los datos. Las pautas y conceptos se muestran m&#225;s
                abajo, pero se debe reconocer que los valores aceptables dependen de muchos factores. Estos factores
                incluyen las preferencias de terreno, clima, operador y flotilla, mantenimiento y caracter&#237;sticas
                del freno de base del tractor y remolque y del veh&#237;culo, adem&#225;s de las interrelaciones del
                equilibrio de presi&#243;n, velocidad de aumento de presi&#243;n y equilibrio de torsi&#243;n.
            </para>
            <para>Adem&#225;s, se debe recordar que los datos tomados en una combinaci&#243;n de veh&#237;culo pueden o
                no ser representativos de otras unidades de una flotilla.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Equilibrio de presi&#243;n</title>
            <para>
                <emph type="bold">Unidades de combinaci&#243;n</emph>
                - Generalmente, un diferencial de presi&#243;n de 28 kPa (4 psi) o menos es aceptable entre el &#250;ltimo
                eje del tractor y el &#250;ltimo eje del remolque. Algunos usuarios prefieren tener una presi&#243;n
                levemente superior en el remolque que en el tractor. Esto puede requerir v&#225;lvulas especiales en el
                tractor.
            </para>
            <para>Para las combinaciones que incluyen remolques m&#250;ltiples, algunos operadores prefieren tener una
                presi&#243;n inferior en las c&#225;maras de freno del eje de la plataforma rodante que en otras c&#225;maras
                de freno del eje.
            </para>
            <para>
                <emph type="bold">V&#225;lvulas individuales</emph>
                - Si el diferencial de presi&#243;n entre las c&#225;maras de freno del tractor y del remolque excede
                las pautas anteriores, se debe revisar el sistema para ver si hay disminuciones de la presi&#243;n en
                las v&#225;lvulas individuales. Esto se logra conectando las l&#237;neas de aire desde el indicador de
                prueba doble hacia los orificios de entrada y salida de las v&#225;lvulas individuales y revisando la
                variaci&#243;n de las presiones de entrada a salida en incrementos de 34 kPa (5 psi) hasta 207 kPa (30
                psi).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Generalidades de la unidad de combinaci&#243;n</title>
            <para>La gran mayor&#237;a de las aplicaciones de frenos se hacen a menos de 207 kPa (30 psi). Debido a este
                hecho, se transforma en algo muy importante minimizar las diferencias de presi&#243;n entre las c&#225;maras
                de freno del tractor y del remolque(s), si cada eje debe hacer su parte del frenado de la combinaci&#243;n.
                Por ejemplo, si en una aplicaci&#243;n de frenos espec&#237;fico el eje de mando recibe 103 kPa (15 psi)
                y el o los ejes de los remolques s&#243;lo 55 kPa (8 psi), los frenos del tractor pueden estar haciendo
                casi un 50% m&#225;s del trabajo de reducir la velocidad de la combinaci&#243;n que los frenos del
                remolque. Por lo tanto, minimizar las diferencias de presi&#243;n en el o los ejes del remolque es muy
                importante para optimizar el rendimiento, el desgaste y estabilidad.
            </para>
            <para>Es extremadamente dif&#237;cil obtener en forma exacta la misma presi&#243;n en todos los ejes, debido
                a las v&#225;lvulas adicionales usadas en cada uno de los ejes del remolque. Sin embargo, es importante
                controlar los diferenciales y mantenerlos dentro de los 28 kPa (4 psi) indicados anteriormente.
            </para>
            <specpara>
                <note>
                    <para>Se debe recordar que los nuevos veh&#237;culos tienen un buen dise&#241;o aerodin&#225;mico y
                        tecnolog&#237;a avanzada en el dise&#241;o del motor. Adem&#225;s, los nuevos dise&#241;os y las
                        relaciones de engranajes en las transmisiones y diferenciales, sin mencionar los diferentes
                        tipos de lubricantes, incluidos los lubricantes sint&#233;ticos, afectan el frenado del veh&#237;culo.
                        Con todos estos avances en el veh&#237;culo el sistema de frenos debe trabajar mucho m&#225;s
                        que en el pasado. Estos factores deben considerarse al realizar una prueba de frenos.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Velocidad de aumento de la presi&#243;n (sincronizaci&#243;n)</title>
            <para>Los tractores y los remolques construidos a partir de 1975 deben cumplir con los requisitos de
                sincronizaci&#243;n de aplicaci&#243;n y desenganche FMVSS-121. Sin embargo, la satisfacci&#243;n de
                estos requisitos no asegura la compatibilidad de la sincronizaci&#243;n. La evaluaci&#243;n del tiempo
                que tarda aumentar la presi&#243;n en las diversas c&#225;maras de freno del eje y el tiempo para
                evacuar esta presi&#243;n desde estas c&#225;maras, requiere equipos refinados que generalmente no est&#225;n
                disponibles para el usuario. Si se desea una revisi&#243;n de este tipo, es necesario comunicarse con el
                fabricante del veh&#237;culo.
            </para>
            <para>Sin embargo, el procedimiento indicado anteriormente puede hacer una comparaci&#243;n general de las
                velocidades de aumento de la presi&#243;n en las c&#225;maras del tractor y del remolque. Esta revisi&#243;n
                le indicar&#225; si el diferencial de aumento de presi&#243;n entre el tractor y el remolque es
                razonable. Generalmente, habr&#225; una diferencia (en general, el remolque ser&#225; m&#225;s lento),
                debido a los tubos y v&#225;lvulas adicionales requeridos para aplicar los frenos del remolque.
                Minimizar esta diferencia es importante para lograr la compatibilidad de la combinaci&#243;n. Como se
                mencion&#243; anteriormente, el objetivo debe ser mantener este retardo en 69 kPa (10 psi) o menos.
            </para>
            <para>Si la prueba de aumento de presi&#243;n indica que el retardo no est&#225; dentro de la pauta 69 kPa
                (10 psi), se debe revisar el sistema para ver si hay obstrucciones en las l&#237;neas y mangueras,
                conexiones da&#241;adas, l&#237;neas o tama&#241;os de conexiones incorrectos. Si no se observa ning&#250;n
                problema, se deben revisar las v&#225;lvulas individuales para ver si hay contaminaci&#243;n y/o
                componentes defectuosos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Equilibrio de torsi&#243;n</title>
            <para>Generalmente, se puede conseguir un funcionamiento aceptable de la unidad de combinaci&#243;n con una
                relaci&#243;n de equilibrio tractor-remolque entre .75 y 1.25.
            </para>
            <para>Si se sobrepasan estas pautas, las modificaciones que se deben considerar incluyen:</para>
            <step1>
                <para count="1">Si la relaci&#243;n es menor que .75</para>
                <step2>
                    <para count="1">Aumente la potencia de los frenos del remolque o</para>
                </step2>
                <step2>
                    <para count="1">Disminuya la potencia de los frenos del tractor.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si la relaci&#243;n es mayor que 1.25</para>
                <step2>
                    <para count="1">Disminuya la potencia de los frenos del remolque o</para>
                </step2>
                <step2>
                    <para count="1">Aumente la potencia de los frenos del tractor</para>
                    <specpara>
                        <note>
                            <para>Una combinaci&#243;n tractor-remolque (con cada eje cargado a su GAWR) que cumpla con
                                los criterios de funcionamiento en cuanto a equilibrio y sincronizaci&#243;n de la presi&#243;n
                                y equilibrio de la torsi&#243;n, debe alcanzar tambi&#233;n una desaceleraci&#243;n de
                                9-1/2 + 1 ft./sec. (2.89 + 0.30 mt./seg.)&#178; (m&#237;nimo) sin ning&#250;n bloqueo de
                                rueda desde 64 km/h (40 mph) a 276 kPa (40 psi).
                            </para>
                        </note>
                    </specpara>
                    <para>Las causas comunes de desequilibrio de la torsi&#243;n o falta de rendimiento de la unidad de
                        combinaci&#243;n incluyen
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Uso de partes de repuesto, generalmente los revestimientos, diferentes de los
                    especificados originalmente.
                </para>
            </step1>
            <step1>
                <para count="1">Salida(s) de torsi&#243;n de freno del tractor y/o remolque no compatibles con las
                    cargas que est&#225;n siendo transportadas.
                </para>
            </step1>
            <step1>
                <para count="1">Contaminaci&#243;n de los revestimientos, frenos mal mantenidos y componentes de frenos
                    rotos o defectuosos.
                </para>
            </step1>
            <step1>
                <para count="1">Frenos desajustados</para>
            </step1>
            <para>Se debe consultar al fabricante del remolque y/o del tractor sobre cualquier modificaci&#243;n al
                sistema respectivo del remolque y/o tractor que pueda causar una variaci&#243;n de las especificaci&#243;nes
                originales.
            </para>
            <para>Los siguientes criterios y procedimientos de prueba pretenden complementar el procedimiento anterior
                de an&#225;lisis de frenos del veh&#237;culo de combinaci&#243;n. En el alcance de los cambios y
                adiciones se ha tomado en consideraci&#243;n el uso de equipos electr&#243;nicos de prueba y las
                condiciones de funcionamiento en el mundo real.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04008_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
