<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - EVAPORADOR DE ALCOHOL (BENDIX AE-1) - CONSUMO DE ALCOHOL</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>CONSUMO DE ALCOHOL</title>
        <para>Si un evaporador de alcohol no funciona o usa demasiado alcohol, puede deberse a que se instal&#243; un
            juego inadecuado o a la instalaci&#243;n incorrecta de un juego. Por esa raz&#243;n, es muy importante la
            selecci&#243;n correcta de un juego.
        </para>
        <para>El consumo de alcohol var&#237;a para diferentes veh&#237;culos. El factor principal determinante en las
            unidades instaladas y mantenidas de manera adecuada es el porcentaje del tiempo que el compresor de aire se
            encuentra en el ciclo con carga (compresi&#243;n). Debido a que s&#243;lo se usa alcohol cuando el compresor
            est&#225; comprimiendo aire, se debe seguir un m&#233;todo de mantenimiento adecuado, manteniendo en un m&#237;nimo
            las fugas de aire y manteniendo los frenos ajustados.
        </para>
        <para>Es dif&#237;cil estimar la cantidad de alcohol que usar&#225; un veh&#237;culo. Una gu&#237;a para
            determinar si el evaporador de alcohol est&#225; funcionando de manera adecuada:
        </para>
        <para>
            <emph type="bold">Uso de alcohol:</emph>0.02 kg a 0.05 (1 a 2 onzas) por hora si el compresor est&#225;
            bombeando continuamente.
        </para>
        <para>Ejemplo: Si se carga un compresor en un tractor-remolque (comprimiendo aire) 20% del tiempo de operaci&#243;n
            total de 12 horas (o aproximadamente 2-1/2 horas), el consumo de alcohol puede calcularse multiplicando 0.02
            kg a 0.05 kg (1 a 2 onzas) x 2.5 horas (20% de las 12 horas del tiempo de marcha del compresor) lo que
            equivale aproximadamente a 0.15 a 0.23 L (1/3 a 1/2 pinta) de alcohol en 12 horas. Otros c&#225;lculos
            revelan que si un compresor opera durante mayor porcentaje del tiempo, necesitar&#225; m&#225;s alcohol.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_130.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_132.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
