<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE INVERSI&#211;N (BENDIX SR-1) - REVISIONES DE SERVICIO
    </stitle>
    <svcsection/>
    <svcproc id="hl0400220" svcproctype="IDcomponent" graphiccount="0">
        <title>REVISIONES DE SERVICIO</title>
        <svcsubproc>
            <title>Prueba de funcionamiento</title>
            <para>Bloquee las ruedas del veh&#237;culo; el sistema de freno estar&#225; inoperativo. Cargue el sistema
                de frenos de aire hasta la presi&#243;n de corte del regulador.
            </para>
            <step1>
                <para count="1">Coloque la v&#225;lvula de control de estacionamiento en la posici&#243;n de "activado".
                    Observe que los accionadores del freno de resorte se apliquen r&#225;pidamente. En el orificio de
                    entrega de la v&#225;lvula de inversi&#243;n, instale un indicador de prueba que sea preciso.
                    Coloque la v&#225;lvula de control del freno de estacionamiento en la posici&#243;n "liberado".
                    Observe si los accionadores del freno de resorte se desactivan completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Con la v&#225;lvula de control de estacionamiento en la posici&#243;n "desactivado",
                    observe la lectura de presi&#243;n del indicador (debe ser aproximadamente la misma que el indicador
                    del tablero de instrumentos de instrumentos). Si la lectura de presi&#243;n es incorrecta, la v&#225;lvula
                    debe ser reparada o reemplazada.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la v&#225;lvula de control de freno de estacionamiento en la posici&#243;n de
                    "activado". La lectura del indicador debe disminuir a cero r&#225;pidamente. Una lenta liberaci&#243;n
                    de la presi&#243;n puede indicar un funcionamiento defectuoso de la v&#225;lvula de retenci&#243;n
                    &#250;nica (dentro de la v&#225;lvula de modulaci&#243;n). Se deben activar completamente los frenos
                    de estacionamiento de resorte a unos 48 a 241 kPa (7 a 35 psi).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la v&#225;lvula de control de freno de estacionamiento en la posici&#243;n
                    "desactivado". Localice el dep&#243;sito de servicio n&#250;mero uno y dr&#233;nelo completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique la v&#225;lvula de freno de pedal varias veces y observe que la lectura de la
                    presi&#243;n del indicador disminuye cada vez que se aplica la v&#225;lvula de freno de pedal. Despu&#233;s
                    de activar varias veces la v&#225;lvula de freno de pedal, la presi&#243;n en el indicador disminuir&#225;
                    hasta el punto en que ya no se produce la desactivaci&#243;n de los accionadores del freno de
                    resorte.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fugas</title>
            <para>Con el sistema de aire completamente cargado y la v&#225;lvula de control del freno de estacionamiento
                en la posici&#243;n "desactivado", revise el escape para ver si hay fuga. Se permite una fuga leve.
            </para>
            <para>Si la v&#225;lvula de inversi&#243;n no funciona como se describi&#243; anteriormente o la fuga es
                excesiva, debe reparar o reemplazar la v&#225;lvula.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_64.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_66.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
