<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="11">
        <title>LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
        <svcprocinfo>
            <para>La informaci&#243;n de fallas se puede recuperar desde el EC-30 mediante la visualizaci&#243;n de los
                LED de diagn&#243;stico, de los diagn&#243;sticos de c&#243;digos de parpadeo o de una herramienta de
                diagn&#243;stico. Sin embargo, el t&#233;cnico debe confirmar si la falla reside en el componente, en el
                cableado o en los conectores. Los siguientes diagramas de flujo de localizaci&#243;n y soluci&#243;n de
                problemas ayudar&#225;n al t&#233;cnico a aislar la causa de la falla.
            </para>
            <para>
                <emph type="bold">La localizaci&#243;n y soluci&#243;n de problemas siempre debe comenzar con la
                    observaci&#243;n de la luz de advertencia de ABS y de la luz de actividad/advertencia de ATC durante
                    la secuencia de encendido del EC-30.
                </emph>
            </para>
            <para>Si es necesario hacer mediciones el&#233;ctricas, siempre comience tomando mediciones de voltaje y de
                resistencia en los conectores de 30 y de 18 clavijas del mazo de cables.
            </para>
            <para>Una vez que se encuentre la falla del circuito, a&#237;sle el &#225;rea que necesita reparaci&#243;n
                repitiendo las mediciones en todas las conexiones del circuito afectado (modulador, sensor de velocidad
                de las ruedas, etc.).
            </para>
            <para>No se deben tomar mediciones de voltaje ni de resistencia en las clavijas del conector de mamparo del
                EC-30.
            </para>
            <para>Una vez hechas las reparaciones, vuelva a conectar los conectores el&#233;ctricos al EC-30 y
                <emph type="bold">apriete los tornillos de retenci&#243;n de los conectores a 15-20 pulgadas libras. El
                    ajuste excesivo del o de los tornillos de los conectores de la ECU puede causar da&#241;os en el
                    EC-30.
                </emph>
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Diagramas de flujo de localizaci&#243;n y soluci&#243;n de problemas</title>
            <para>Secci&#243;n A: Secuencia de encendido; luz de advertencia de ABS y luz de actividad/advertencia de
                ATC
            </para>
            <para>Secci&#243;n B: Secuencia de encendido; luz de advertencia de ABS para el remolque</para>
            <para>Secci&#243;n C: Luz de advertencia de ABS</para>
            <para>Secci&#243;n D: Luz de actividad/advertencia de ATC</para>
            <para>Secci&#243;n E: Luz de advertencia de ABS para el remolque</para>
            <para>Secci&#243;n F: Referencia r&#225;pida de los LED de diagn&#243;stico</para>
            <para>Secci&#243;n G: Alimentaci&#243;n al EC-30</para>
            <para>Secci&#243;n H: Sensores de velocidad de las ruedas</para>
            <para>Secci&#243;n I: Moduladores de ABS</para>
            <para>Secci&#243;n J: Modulador de ATC</para>
            <para>Secci&#243;n K: Comunicaci&#243;n serial</para>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n A:
                <hotlnk xrefid="f0404315">Secuencia de encendido del EC-30; luz de advertencia de ABS y luz de
                    actividad/advertencia de ATC
                </hotlnk>
            </title>
            <figure id="f0404315" figsize="pg-wide">
                <graphic filename="../figg04/g0404315.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 15. Secuencia de encendido del EC-30; luz de advertencia de ABS y luz de
                    actividad/advertencia de ATC
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n B:
                <hotlnk xrefid="f0404316">Secuencia de encendido del EC-30; luz de advertencia de ABS para el remolque
                </hotlnk>
            </title>
            <figure id="f0404316" figsize="pg-wide">
                <graphic filename="../figg04/g0404316.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 16. Secuencia de encendido del EC-30; luz de advertencia de ABS para el remolque
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n C:
                <hotlnk xrefid="f0404317">Localizaci&#243;n y soluci&#243;n de problemas de la luz de advertencia de
                    ABS
                </hotlnk>
            </title>
            <figure id="f0404317" figsize="pg-wide">
                <graphic filename="../figg04/g0404317.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 17. Localizaci&#243;n y soluci&#243;n de problemas de la luz de advertencia de ABS
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n D:
                <hotlnk xrefid="f0404318">Localizaci&#243;n y soluci&#243;n de problemas de la luz de
                    actividad/advertencia de ATC
                </hotlnk>
            </title>
            <figure id="f0404318" figsize="pg-wide">
                <graphic filename="../figg04/g0404318.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 18. Localizaci&#243;n y soluci&#243;n de problemas de la luz de actividad/advertencia de
                    ATC
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n E:
                <hotlnk xrefid="f0404319">Localizaci&#243;n y soluci&#243;n de problemas de la luz de advertencia de ABS
                    para el remolque
                </hotlnk>
            </title>
            <figure id="f0404319" figsize="pg-wide">
                <graphic filename="../figg04/g0404319.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 19. Localizaci&#243;n y soluci&#243;n de problemas de la luz de advertencia de ABS para
                    el remolque
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc id="x0404301">
            <title>Secci&#243;n F:
                <hotlnk xrefid="f0404320">Referencia r&#225;pida de los LED de diagn&#243;stico</hotlnk>
            </title>
            <figure id="f0404320" figsize="pg-wide">
                <graphic filename="../figg04/g0404320.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 20. Referencia r&#225;pida de los LED de diagn&#243;stico</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n G:
                <hotlnk xrefid="f0404321">Localizaci&#243;n y soluci&#243;n de problemas de la alimentaci&#243;n al
                    EC-30
                </hotlnk>
            </title>
            <figure id="f0404321" figsize="pg-wide">
                <graphic filename="../figg04/g0404321.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 21. Localizaci&#243;n y soluci&#243;n de problemas de la alimentaci&#243;n al EC-30
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n H:
                <hotlnk xrefid="f0404322">Localizaci&#243;n y soluci&#243;n de problemas de los sensores de velocidad de
                    las ruedas
                </hotlnk>
            </title>
            <figure id="f0404322" figsize="pg-wide">
                <graphic filename="../figg04/g0404322.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 22. Localizaci&#243;n y soluci&#243;n de problemas de los sensores de velocidad de las
                    ruedas
                </caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n I:
                <hotlnk xrefid="f0404323">Localizaci&#243;n y soluci&#243;n de problemas de los moduladores de ABS
                </hotlnk>
            </title>
            <figure id="f0404323" figsize="pg-wide">
                <graphic filename="../figg04/g0404323.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 23. Localizaci&#243;n y soluci&#243;n de problemas de los moduladores de ABS</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n J:
                <hotlnk xrefid="f0404324">Localizaci&#243;n y soluci&#243;n de problemas del modulador de ATC</hotlnk>
            </title>
            <figure id="f0404324" figsize="pg-wide">
                <graphic filename="../figg04/g0404324.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 24. Localizaci&#243;n y soluci&#243;n de problemas del modulador de ATC</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Secci&#243;n K:
                <hotlnk xrefid="f0404325">Localizaci&#243;n y soluci&#243;n de problemas de comunicaci&#243;n serial del
                    EC-30
                </hotlnk>
            </title>
            <figure id="f0404325" figsize="pg-wide">
                <graphic filename="../figg04/g0404325.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 25. Localizaci&#243;n y soluci&#243;n de problemas de comunicaci&#243;n serial del
                    EC-30
                </caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
