<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE PROTECCI&#211;N DEL TRACTOR - BENDIX TP-5</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="3">
        <title>BENDIX TP-5</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>La Bendix TP-5 es una v&#225;lvula de protecci&#243;n del tractor montada en el panel o travesa&#241;o.
                Tiene dos funciones adicionale, liberaci&#243;n r&#225;pida y v&#225;lvula de retenci&#243;n doble.
                Contiene una v&#225;lvula de cierre de la l&#237;nea de servicio con funci&#243;n de escape, una l&#237;nea
                de servicio QRV (v&#225;lvula de descarga r&#225;pida) y dos v&#225;lvulas de retenci&#243;ns dobles.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>La funci&#243;n de la TP-5 es recibir todas las se&#241;ales neum&#225;ticas pertinentes para el
                funcionamiento del sistema de frenado del remolque, transmitir las mismas al remolque y tambi&#233;n
                proteger el suministro de aire del tractor en caso de separaci&#243;n de las l&#237;neas de conexi&#243;n
                al remolque (
                <hotlnk xrefid="f0400247">Figura 47</hotlnk>
                ).
            </para>
            <figure id="f0400247" figsize="col-wide">
                <graphic id="g0400247" filename="../figg04/g0400247.webp" type="webp" scalefit="0"/>
                <caption>Figura 47. V&#225;lvula de protecci&#243;n del tractor (BENDIX TP-5)</caption>
                <calloutgroup>
                    <callout1>1. SERVICIO DELANTERO</callout1>
                    <callout1>2. V&#193;LVULA DE CONTROL DE PROTECCI&#211;N DEL TRACTOR</callout1>
                    <callout1>3. SUMINISTRO DE EMERGENCIA DEL REMOLQUE</callout1>
                    <callout1>4. ESCAPE</callout1>
                    <callout1>5. V&#193;LVULA DE CONTROL DEL REMOLQUE</callout1>
                    <callout1>6. SUMINISTRO DE SERVICIO DEL REMOLQUE</callout1>
                    <callout1>7. INTERRUPTOR DE LUCES DE PARADA</callout1>
                    <callout1>8. SERVICIO TRASERO</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Parte de protecci&#243;n del tractor</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400248">Figura 48</hotlnk>
                con respecto a los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400248" figsize="col-wide">
                <graphic id="g0400248" filename="../figg04/g0400248.webp" type="webp" scalefit="0"/>
                <caption>Figura 48. Parte de protecci&#243;n del tractor</caption>
                <calloutgroup>
                    <callout1>1. DESDE EL SERVICIO TRASERO (PRIMARIO)</callout1>
                    <callout1>2. HACIA EL INTERRUPTOR DE LUCES DE PARADA</callout1>
                    <callout1>3. DESDE LA V&#193;LVULA DE CONTROL DEL REMOLQUE</callout1>
                    <callout1>4. HACIA EL SERVICIO DEL REMOLQUE</callout1>
                    <callout1>5. V&#193;LVULA DE DESCARGA R&#193;PIDA DE LA L&#205;NEA DE SERVICIO</callout1>
                    <callout1>6. VENTILACI&#211;N</callout1>
                    <callout1>7. HACIA EL SUMINISTRO DE EMERGENCIA DEL REMOLQUE</callout1>
                    <callout1>8. DESDE LA V&#193;LVULA DE CONTROL DE PROTECCI&#211;N DEL TRACTOR</callout1>
                    <callout1>9. V&#193;LVULA DE CIERRE DE LA L&#205;NEA DE SERVICIO</callout1>
                    <callout1>10. DESDE EL SERVICIO DELANTERO (SECUNDARIO)</callout1>
                </calloutgroup>
            </figure>
            <para>El aire proveniente de la v&#225;lvula de control de protecci&#243;n del tractor en la cabina ingresa
                por el orificio de entrega de protecci&#243;n del tractor (elemento 8) y pasa por el orificio de entrega
                del remolque (elemento 7) y al mismo tiempo act&#250;a sobre el &#233;mbolo de cierre de la l&#237;nea
                de servicio (elemento 9), sacando de su asiento la v&#225;lvula de entrada de la l&#237;nea de servicio
                y abriendo el conducto de la l&#237;nea de servicio. Con aire com&#250;n hacia el lado del suministro y
                el lado del servicio del m&#250;ltiple, la v&#225;lvula debe abrirse a aproximadamente 310 kPa (45 psi).
                Si la v&#225;lvula de control de protecci&#243;n del tractor se mueve en forma manual o autom&#225;tica
                a la posici&#243;n de escape, la v&#225;lvula de cierre de la l&#237;nea de servicio se cerrar&#225; a
                aproximadamente 69 kPa (10 psi) y el conducto de escape en el &#233;mbolo ventilar&#225; la l&#237;nea
                de servicio del remolque (elemento 5).
            </para>
            <para>
                <title>V&#225;lvulas de retenci&#243;ns doble</title>
            </para>
            <para>Las dos v&#225;lvulas de retenci&#243;ns doble en la TP-5 sirven para captar las se&#241;ales de
                servicio de presi&#243;n m&#225;s alta del circuito del freno delantero del tractor (secundario)
                (elemento 10), del circuito del freno trasero (primario) (elemento 1), o la se&#241;al de la v&#225;lvula
                de control del remolque (elemento 3), haciendo funcionar los frenos del remolque en la forma debida. El
                orificio del interruptor de la luz de parada tambi&#233;n capta esta se&#241;al y aplica el interruptor
                de luz de parada (elemento 2).
            </para>
            <para>
                <title>V&#225;lvula de descarga r&#225;pida de la l&#237;nea de servicio</title>
            </para>
            <para>El orificio de la l&#237;nea de servicio del remolque est&#225; en la cubierta como se ilustra en la
                <hotlnk xrefid="f0400249">Figura 49</hotlnk>
                Esta cubierta tambi&#233;n aloja una v&#225;lvula de descarga r&#225;pida. El diafragma sella el
                orificio de escape en la activaci&#243;n y, al liberarse la activaci&#243;n de la l&#237;nea de
                servicio, permite que el aire de la l&#237;nea de servicio del remolque salga a trav&#233;s del orificio
                de escape, permitiendo as&#237; tiempos m&#225;s cortos de liberaci&#243;n para desactivar el freno del
                remolque.
            </para>
            <figure id="f0400249" figsize="col-wide">
                <graphic id="g0400249" filename="../figg04/g0400249.webp" type="webp" scalefit="0"/>
                <caption>Figura 49. V&#225;lvula de protecci&#243;n del tractor - Revisiones de servicio</caption>
                <calloutgroup>
                    <callout1>1. DIAFRAGMA QRV</callout1>
                    <callout1>2. V&#193;LVULA DE ENTRADA</callout1>
                    <callout1>3. ANILLO "O"</callout1>
                    <callout1>4. ANILLO "O" (2)</callout1>
                    <callout1>5. ANILLO "O" (GRANDE)</callout1>
                    <callout1>6. ANILLO "O" (PEQUE&#209;O)</callout1>
                    <callout1>7. ANILLO "O" (3)</callout1>
                    <callout1>8. DIAFRAGMA DE LA V&#193;LVULA DE RETENCI&#211;N DE ESCAPE</callout1>
                    <callout1>9. VAIVENES DE RETENCI&#211;N DOBLE</callout1>
                    <callout1>10. TUERCA CIEGA</callout1>
                    <callout1>11. TUERCA CIEGA</callout1>
                    <callout1>12. TUERCA CIEGA</callout1>
                    <callout1>13. TUERCA CIEGA</callout1>
                    <callout1>14. GU&#205;AS DE RETENCI&#211;N DOBLE</callout1>
                    <callout1>15. ANILLO DE EXPANSI&#211;N</callout1>
                    <callout1>16. RESORTE</callout1>
                    <callout1>17. TORNILLO DE CABEZA GRANDE PLANA</callout1>
                    <callout1>18. CUBIERTA</callout1>
                    <callout1>19. PIST&#211;N DE CONTROL</callout1>
                    <callout1>20. RESORTE</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Cada 3,600 horas de funcionamiento, o despu&#233;s de 160,000 km (100,000 millas), o una vez al a&#241;o,
                desarme, limpie y revise todas las piezas. Si hay se&#241;ales de desgaste o deterioro, instale nuevas
                piezas. Hay a su disponibilidad un juego de mantenimiento para dar servicio a la v&#225;lvula.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400210">
            <title>Revisiones de servicio</title>
            <para>
                <title>Revisiones de funcionamiento y fugas</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400249">Figura 49</hotlnk>
                con respecto a los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Bloquee las ruedas, cargue el sistema de frenos de aire hasta el punto de corte del
                    regulador y hale la perilla de la v&#225;lvula de control de protecci&#243;n del tractor (posici&#243;n
                    de emergencia).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el acoplamiento de la manguera de la l&#237;nea de servicio del remolque.
                    Realice una activaci&#243;n de la v&#225;lvula de control manual del remolque. Mantenga un dedo
                    colocado sobre el orificio de ventilaci&#243;n de 1,6 mm (1/16 de pulgada) en el &#225;rea de la v&#225;lvula
                    de cierre de la l&#237;nea de servicio de la pieza fundida TP-5. Revise si hay fuga en el
                    acoplamiento de la manguera y en el orificio de escape en la TP-5. Una fuga con una burbuja de jab&#243;n
                    de 25 mm (1 pulgada) cada 3 segundos en cualquier orificio indica una v&#225;lvula de entrada
                    (elemento 2) defectuosa.
                </para>
            </step1>
            <step1>
                <para count="1">Con la v&#225;lvula de control manual a&#250;n aplicada, active el encendido y revise el
                    funcionamiento de la luz de parada.
                </para>
            </step1>
            <step1>
                <para count="1">Libere la v&#225;lvula de control manual y coloque la v&#225;lvula de protecci&#243;n
                    del tractor en la posici&#243;n normal.
                </para>
                <specpara>
                    <caution>
                        <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para
                            revisar las presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n
                            del regulador y otras pruebas.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Conecte el acoplamiento de manguera de servicio del tractor a un indicador de prueba,
                    vuelva a activar la v&#225;lvula de control manual y observe si hay presi&#243;n en el acoplamiento
                    de la manguera de servicio.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas en la l&#237;nea de servicio QRV. Una fuga con una burbuja de jab&#243;n
                    de 25 mm (1 pulgada) de di&#225;metro cada tres segundos indica un diafragma defectuoso (elemento
                    1).
                </para>
            </step1>
            <step1>
                <para count="1">Con la presi&#243;n de la l&#237;nea de servicio a&#250;n activada mediante la v&#225;lvula
                    de control manual, revise si hay fugas en el escape de la v&#225;lvula del freno. La fuga de una
                    burbuja de jab&#243;n de 25 mm (1 pulgada) de di&#225;metro cada tres segundos indica un vaiv&#233;n
                    de la v&#225;lvula de retenci&#243;n doble defectuoso.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas en el orificio de ventilaci&#243;n de 1.6 mm (1/16 de pulgada). La
                    fuga indica que el anillo "O" (elemento 6) o el anillo "O" (elemento 5) est&#225;n defectuosos. [El
                    mencionado anillo "O" (elemento 5) se encuentra en el pist&#243;n de control (elemento 19); el mismo
                    anillo "O" tambi&#233;n se usa en la tuerca ciega (elemento 10)].
                </para>
            </step1>
            <step1>
                <para count="1">Desactive la v&#225;lvula de control manual y vuelva a revisar si hay fugas en el
                    orificio de ventilaci&#243;n. Si la fuga contin&#250;a, es el anillo "O" grande (elemento 5) el que
                    tiene una fuga. Si la fuga se detiene, era el anillo "O" m&#225;s peque&#241;o (elemento 6) el que
                    ten&#237;a una fuga.
                </para>
            </step1>
            <step1>
                <para count="1">Oprima y mantenga oprimido el pedal de freno. Revise si hay fuga en el escape de la v&#225;lvula
                    de control manual. La fuga de una burbuja de jab&#243;n de 25 mm (1 pulgada) de di&#225;metro cada
                    tres segundos indica un viv&#233;n de la v&#225;lvula de retenci&#243;n doble defectuosa.
                </para>
            </step1>
            <step1>
                <para count="1">Libere el pedal de freno, desconecte la l&#237;nea del circuito del freno primario del
                    orificio de entrega de TP-5 (PCD) y bloquee el extremo de la l&#237;nea proveniente de la v&#225;lvula
                    del freno. Oprima el pedal de freno y observe si hay fuga en el orificio de entrega del PCD.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar la l&#237;nea del circuito primario e invierta el procedimiento con la
                    l&#237;nea del circuito secundario (SCD). La fuga de una burbuja de jab&#243;n de 25 mm (1 pulgada)
                    de di&#225;metro cada tres segundos en los elementos (11) o (12) indica un vaiv&#233;n defectuoso en
                    la v&#225;lvula de retenci&#243;n doble. Restablezca la conexi&#243;n del circuito secundario a
                    TP-5.
                </para>
            </step1>
            <para>Si la v&#225;lvula no funciona como se describi&#243; arriba o la fuga es una burbuja de jab&#243;n de
                25 mm (una de pulgada) de di&#225;metro cada 3 segundos, la v&#225;lvula debe ser reparada o
                reemplazada.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400249">Figura 49</hotlnk>
                con respecto a los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Bloquee las ruedas y drene los sistemas del freno de aire.</para>
            </step1>
            <step1>
                <para count="1">Remueva del m&#250;ltiple todas las l&#237;neas de aire y el interruptor de la luz de
                    parada y remueva la unidad del veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva las cuatro tuercas ciegas (elementos 10, 11, 12 y 13) del cuerpo. Identifique
                    las tuercas ciegas en sus respectivos orificios antes de retirarlos. Remueva los anillos "O" (3 del
                    elemento 7 y 1 del elemento 5).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva las gu&#237;as de retenci&#243;n doble (elemento 14) y los vaivenes de retenci&#243;n
                    doble (elemento 9).
                </para>
            </step1>
            <step1>
                <para count="1">Introduzca dentro del orificio marcado BLK-SLS un alicate para extracci&#243;n de
                    anillos de resorte y remueva el anillo de expansi&#243;n (elemento 15), el resorte (elemento 16) y
                    la v&#225;lvula (elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los dos tornillos que sujetan al cuerpo la cubierta (elemento 18). Remueva los
                    dos anillos "O" peque&#241;os (elemento 4) y un anillo "O" grande (elemento 3). Remueva el diafragma
                    de la v&#225;lvula de descarga r&#225;pida (elemento 1).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo de cabeza grande plana 6-32 (elemento 17) y remueva el diafragma de
                    la v&#225;lvula de retenci&#243;n de escape (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Limpie todas las piezas, agujeros interiores y conductos con un solvente equivalente a
                    esencias minerales.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ensamble</title>
            <specpara>
                <note>
                    <para>Antes de ensamblar, lubrique todos los anillos "O", los agujeros interiores, pistones, etc.
                    </para>
                </note>
            </specpara>
            <para>Consulte la
                <hotlnk xrefid="f0400249">Figura 49</hotlnk>
                con respecto a los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Vuelva a instalar en el cuerpo la v&#225;lvula de entrada (elemento 2), el resorte
                    (elemento 16) y el anillo de expansi&#243;n (elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Instale las gu&#237;as de los vaivenes (elemento 14), los vaivenes (elemento 9) y sus
                    respectivas tuercas ciegas (elementos 10 y 11).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los anillos "O" (elementos 5 y 6) en el &#233;mbolo de cierre de la l&#237;nea
                    de servicio e instale el resorte (elemento 20), el &#233;mbolo y la tuerca ciega correspondiente
                    (elemento 12) con un anillo "O" (elemento 7).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el diafragma de la v&#225;lvula de descarga r&#225;pida en el cuerpo y los
                    anillos "O" (elementos 3 y 4) en la cubierta e instale la cubierta en su cavidad en el cuerpo,
                    usando los dos tornillos para asegurarla.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace el diafragma del sello de escape (elemento 8) de la cubierta.</para>
            </step1>
            <step1>
                <para count="1">Instalar la unidad en el veh&#237;culo, conecte todas las l&#237;neas de aire y el
                    interruptor de la luz de parada.
                </para>
            </step1>
            <para>
                <title>Prueba</title>
            </para>
            <para>Pruebe la v&#225;lvula reensamblada como se describi&#243; en
                <hotlnk xrefid="hl0400210">
                    <xref refid="hl0400210"/>REVISIONES DE SERVICIO
                </hotlnk>
                .
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_99.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
