<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - LOCALIZACI&#211;N Y SOLUCI&#211;N DE
        PROBLEMAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
        <table id="hl0400303">
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <tgroup cols="3">
                <colspec colname="1" colwidth="1.83in"/>
                <colspec colname="2" colwidth="1.83in"/>
                <colspec colname="3" colwidth="1.83in"/>
                <thead>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>CONDICI&#211;N</para>
                        </entry>
                        <entry colname="2">
                            <para>CAUSA POSIBLE</para>
                        </entry>
                        <entry colname="3">
                            <para>SOLUCI&#211;N</para>
                        </entry>
                    </row>
                </thead>
                <tbody>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>El compresor deja pasar un exceso de aceite, lo cual se comprueba por la presencia de
                                aceite en los orificios de escape de las v&#225;lvulas o filtraciones de admisi&#243;n
                                por el filtro de aire.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Admisi&#243;n de aire restringida.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el filtro de aire del motor o del compresor y reempl&#225;celo si es necesario.
                                Revise la l&#237;nea de admisi&#243;n de aire del compresor para ver si hay
                                deformaciones, o curvaturas excesivas y aseg&#250;rese de que las l&#237;neas de admisi&#243;n
                                tengan el di&#225;metro interior m&#237;nimo especificado. El di&#225;metro interior m&#237;nimo
                                recomendado de la l&#237;nea de admisi&#243;n es de 15.9 mm (5/8 pulgada). La restricci&#243;n
                                de admisi&#243;n de aire m&#225;xima recomendada es de 635 mm (25 pulgadas) de agua.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>L&#237;nea de retorno de aceite hacia el motor restringida.</para>
                        </entry>
                        <entry colname="3">
                            <para>De ninguna manera se debe restringir el retorno de aceite al motor. Revise si hay
                                curvaturas excesivas, deformaciones y restricciones en la l&#237;nea de retorno de
                                aceite. El tama&#241;o m&#237;nimo recomendado de la l&#237;nea de retorno de aceite es
                                una tuber&#237;a de 15.9 mm (5/8 pulgada) de di&#225;metro exterior o un di&#225;metro
                                interior equivalente (12.7 mm [1/2 pulgada] como m&#237;nimo). La l&#237;nea de retorno
                                debe DESCENDER CONSTANTEMENTE desde el compresor hacia el c&#225;rter del motor. Aseg&#250;rese
                                de que los conductos de drenaje de aceite en el compresor y las superficies coincidentes
                                del motor no est&#233;n obstruidas y est&#233;n alineadas. Se debe tener un cuidado
                                especial al usar sellantes, ya sea con o en vez de empaquetaduras.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Aire de admisi&#243;n mal filtrado</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise si el filtro de aire del motor o del compresor est&#225; da&#241;ado,
                                defectuoso o sucio. Revise si hay fugas, componentes de la admisi&#243;n de aire del
                                compresor da&#241;ados o defectuosos (es decir, l&#237;nea de inducci&#243;n,
                                conexiones, empaquetaduras, cuerpos de filtro, etc.)
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Enfriamiento insuficiente del compresor.</para>
                        </entry>
                        <entry colname="3">
                            <para>Para las partes enfriadas por aire del compresor:</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>1. Remueva la grasa acumulada, suciedad o tierra de las aletas de enfriamiento.
                                Reemplace los componentes da&#241;ados.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>2. Revise si hay aletas de enfriamiento da&#241;adas. Reemplace los componentes da&#241;ados.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>Para el compresor enfriado por agua o las partes del compresor enfriadas por agua:
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>1. Revise que los tama&#241;os de las l&#237;neas de l&#237;quido refrigerante sean
                                adecuadas. El tama&#241;o m&#237;nimo recomendado es de 12.7 mm (1/2 pulgada) de di&#225;metro
                                interior.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>2. Revise el flujo de l&#237;quido refrigerante a trav&#233;s del compresor. El flujo
                                m&#237;nimo permitido es de 9.5 litros (2.5 galones) por minuto a la velocidad regulada
                                del motor. Si se detecta un flujo de l&#237;quido refrigerante bajo, revise las l&#237;neas
                                de l&#237;quido refrigerante y las conexiones para ver si se han acumulado
                                incrustaciones o escamas de &#243;xido, o calcio, o si hay deformaciones y
                                restricciones.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>3. La temperatura del agua no debe exceder los 93&#176;C (200&#176; F).</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>4. El enfriamiento &#243;ptimo se logra cuando el l&#237;quido refrigerante fluye como
                                se muestra en la
                                <hotlnk document="m04003r_5.xml" xrefid="f0400309">la Figura 9</hotlnk>de este manual.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Contaminantes de los dep&#243;sitos del sistema no drenados regularmente.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise las v&#225;lvulas de drenaje de los dep&#243;sitos para asegurarse de que
                                funcionen correctamente. Se recomienda instalar en el veh&#237;culo v&#225;lvulas de
                                drenaje de funcionamiento autom&#225;tico o drenar diariamente a cero (0) psi todos los
                                dep&#243;sitos de manera &#243;ptima para instalar antes del sistema de dep&#243;sitos
                                un deshumidificador de aire, tipo desecante.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>El compresor funciona con carga durante demasiado tiempo.</para>
                        </entry>
                        <entry colname="3">
                            <para>La fuga del sistema del veh&#237;culo no debe exceder las normas industriales de ca&#237;da
                                de presi&#243;n de 6.8 kPa (1 psi) por minuto sin estar aplicados los frenos y una ca&#237;da
                                de presi&#243;n de 20.6 kPa (3 psi) por minuto con los frenos aplicados. Si la fuga es
                                excesiva, revise si hay fugas en el sistema y rep&#225;relas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Excesiva presi&#243;n de gases de la caja del cig&#252;e&#241;al del motor.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise si la presi&#243;n de los gases de la caja del cig&#252;e&#241;al del motor es
                                excesiva y reemplace o repare los componentes de ventilaci&#243;n de la misma, si fuere
                                necesario. (Una indicaci&#243;n de presi&#243;n alta en la caja del cig&#252;e&#241;al
                                es una varilla indicadora de nivel suelta o parcialmente levantada).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Excesiva presi&#243;n del aceite del motor.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la presi&#243;n del aceite del motor con un man&#243;metro de prueba y compare
                                la lectura con las especificaciones del motor. Bendix no recomienda restringir la l&#237;nea
                                de suministro de aceite del compresor, debido a la posibilidad de obstruir la restricci&#243;n
                                con contaminantes de aceite. El tama&#241;o m&#237;nimo de la l&#237;nea de suministro
                                de aceite es un tubo de 4.8 mm (3/16 pulgada) de di&#225;metro interior.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresor defectuoso.</para>
                        </entry>
                        <entry colname="3">
                            <para>Reemplace o repare el compresor s&#243;lo despu&#233;s de asegurarse de que no existe
                                ninguno de los defectos de instalaci&#243;n anteriores.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Compresor ruidoso.</para>
                        </entry>
                        <entry colname="2">
                            <para>Engranaje propulsor o polea suelta.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el ajuste del engranaje propulsor o polea en el cig&#252;e&#241;al del
                                compresor. La polea o engranaje deben ajustarse firmemente y la tuerca del cig&#252;e&#241;al
                                debe estar apretada. Si la superficie del cig&#252;e&#241;al del compresor o su chaveta
                                est&#225;n da&#241;ados, indica que los componentes de impulso est&#225;n sueltos. Si se
                                detecta que el compresor est&#225; da&#241;ado, reemplace el compresor o el cig&#252;e&#241;al.
                                Al instalar el engranaje propulsor o polea, apriete la tuerca del cig&#252;e&#241;al a
                                135 N&#8226;m (100 libras pie).
                                <emph type="bold">No devuelva la tuerca del cig&#252;e&#241;al para alinear las ranuras
                                    del pasador hendido o de la tuerca almenada.</emph>(Algunos compresores no usan
                                tuercas almenadas).
                                <emph type="bold">No use llaves de impacto.</emph>
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Acoplamientos o engranajes propulsores excesivamente gastados.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el engranaje propulsor, los acoplamientos y el motor para ver si tienen
                                desgaste excesivo. Reempl&#225;celos seg&#250;n sea necesario. (Los engranajes no met&#225;licos
                                deben reemplazarse al cambiar el compresor).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Restricciones en la cabeza de cilindros o en l&#237;nea de descarga del compresor.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el orificio de descarga y la l&#237;nea de descarga del compresor para ver si
                                hay acumulaciones de carb&#243;n y verifique que el enfriamiento hacia el compresor sea
                                adecuado (vea la primera condici&#243;n, cuarta soluci&#243;n).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la l&#237;nea de descarga para ver si presenta deformaciones y restricciones.
                                Reemplace la l&#237;nea de descarga seg&#250;n sea necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Rodamientos quemados o gastados.</para>
                        </entry>
                        <entry colname="3">
                            <para>Verifique que la presi&#243;n de aceite sea adecuada para el compresor. M&#237;nima
                                presi&#243;n de aceite requerida: 34.4 kPa (5 psi) con el motor en ralent&#237;, m&#225;xima
                                presi&#243;n,103.4 kPa (15 psi) con el motor a la velocidad establecida. Revise si la
                                temperatura del aceite es excesiva, &#233;sta no debe exceder los 115.5&#176;C (240&#176;F).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresor defectuoso.</para>
                        </entry>
                        <entry colname="3">
                            <para>Reemplace o repare el compresor despu&#233;s de determinar que no existe ninguno de
                                los defectos anteriores.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Excesivo tiempo para acumular y recuperar presi&#243;n. El compresor debe ser capaz de
                                acumular aire en el sistema a 586 a 689.4 kPa (85 a 100 psi) en 40 segundos con el motor
                                al m&#225;ximo de rpm reguladas. El fabricante del veh&#237;culo certifica que el
                                rendimiento m&#237;nimo del compresor cumple con los requerimientos federales. No
                                reduzca el tama&#241;o del compresor del equipo original.
                            </para>
                        </entry>
                        <entry colname="2">
                            <para>Filtro de admisi&#243;n de aire sucio.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el filtro de aire del motor o el del compresor, limpielo o reempl&#225;celo si
                                es necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>L&#237;nea de inducci&#243;n restringida.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la l&#237;nea de inducci&#243;n de aire del compresor para ver si hay
                                deformaciones o restricciones, reempl&#225;cela si es necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>L&#237;nea de descarga o cavidad de descarga del compresor restringidas.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el orificio y la l&#237;nea de descarga del compresor para ver si hay
                                restricciones y acumulaciones de carb&#243;n. Si detecta acumulaciones de carb&#243;n,
                                verifique que el enfriamiento del compresor sea adecuado. Reemplace las secciones
                                defectuosas de la l&#237;nea de descarga.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Deslizamiento en componentes del mecanismo de impulso.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise si hay engranajes propulsores o acoplamientos defectuosos, reempl&#225;celos si
                                fuere necesario. Revise la condici&#243;n de las correas de impulso, ajuste la tensi&#243;n
                                o reemplacelas, si fuere necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fuga excesiva de aire del sistema.</para>
                        </entry>
                        <entry colname="3">
                            <para>Pruebe para ver si hay una fuga de aire excesiva en el sistema y rep&#225;rela si es
                                necesario. Efectue la prueba como sigue: Acumule presi&#243;n en el sistema hasta el
                                punto de actuaci&#243;n del interruptor del regulador y permita que la presi&#243;n se
                                estabilice durante un minuto. Usando el medidor de presi&#243;n del tablero, anote la
                                presi&#243;n del sistema, luego, despu&#233;s de dos minutos, anote la ca&#237;da de la
                                presi&#243;n.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>La ca&#237;da de la presi&#243;n no debe exceder de:</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>13.7 kPa (2 psi) en cada dep&#243;sito de un veh&#237;culo sencillo.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>41.3 kPa (6 psi) en cada dep&#243;sito para un tractor y un remolque.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para></para>
                        </entry>
                        <entry colname="3">
                            <para>55.1 kPa (8 psi) en cada dep&#243;sito para un tractor y dos remolques.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Pistones del descargador pegados.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise el funcionamiento del mecanismo de descarga. Verifique que el funcionamiento
                                del regulador de aire del compresor sea el adecuado. Si el regulador est&#225;
                                funcionando correctamente, reemplace el mecanismo del descargador. Revise si hay tuber&#237;as
                                dobladas, deformadas o bloqueadas hacia y desde el regulador.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresor defectuoso.</para>
                        </entry>
                        <entry colname="3">
                            <para>Despu&#233;s de determinar que no existe ninguno de los defectos anteriores Reemplace
                                o repare el compresor.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>El compresor no se descarga.</para>
                        </entry>
                        <entry colname="2">
                            <para>El regulador o su instalaci&#243;n est&#225;n defectuosos.</para>
                        </entry>
                        <entry colname="3">
                            <para>Pruebe el regulador para ver si funciona correctamente y revise las l&#237;neas de
                                aire hacia y desde el regulador para ver si hay deformaciones o restricciones. Reemplace
                                o repare el regulador o sus l&#237;neas de conexi&#243;n de aire.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Pistones o paredes interiores de cilindros del descargador defectuosos o gastados.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Revise si el pist&#243;n o paredes interiores de cilindros del descargador est&#225;n
                                gastados, sucios o corro&#237;dos. Reempl&#225;celos si es necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>El compresor tiene una fuga de aceite.</para>
                        </entry>
                        <entry colname="2">
                            <para>Empaquetadura de montaje da&#241;ada.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la torsi&#243;n de los tornillos de montaje del compresor. Si la torsi&#243;n
                                es demasiado baja, reemplace la empaquetadura de montaje del compresor antes de volver a
                                aplicar torsi&#243;n a los tornillos de montaje.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Grietas en la caja del cig&#252;e&#241;al o en la cubierta.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise visualmente la parte externa del compresor para ver si hay componentes
                                agrietados o rotos. Las cajas de cig&#252;e&#241;al o los soportes de montaje se pueden
                                agrietar o romper a causa de tornillos de montaje flojos. La tapa del extremo de la caja
                                puede agrietarse debido a conexiones o tapones que se hayan instalado en ella y que
                                fueron apretados a una torsi&#243;n excesiva. Reemplace o repare el compresor seg&#250;n
                                sea necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Floja la tapa del extremo</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise las torsiones de los tornillos de cabeza hexagonal y aprietelos seg&#250;n sea
                                necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Conexiones del suministro de aceite o l&#237;nea de retorno sueltas.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la torsi&#243;n de las conexiones externas de la l&#237;nea de aceite y apri&#233;telas
                                seg&#250;n sea necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Pieza fundida del compresor porosa.</para>
                        </entry>
                        <entry colname="3">
                            <para>Si se detecta porosidad, reemplace el compresor.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>El anillo "O", o el empaques de la brida de montaje, o el de la tapa del extremo, no
                                est&#225;n, o est&#225;n cortados o da&#241;ados.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Reempl&#225;celos si es necesario.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>El compresor funciona constantemente (permanece sin carga por muy poco tiempo).</para>
                        </entry>
                        <entry colname="2">
                            <para>Pist&#243;n del descargador del compresor con fugas.</para>
                        </entry>
                        <entry colname="3">
                            <para>Remueva la conexi&#243;n o el filtro de aire de la admisi&#243;n del compresor. Con el
                                compresor sin carga (sin comprimir aire), revise si hay fugas de aire. Reempl&#225;celo
                                seg&#250;n sea necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Regulador defectuoso.</para>
                        </entry>
                        <entry colname="3">
                            <para>Pruebe el regulador para ver si funciona de manera adecuada y rep&#225;relo o reempl&#225;celo
                                si es necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Fuga excesiva del sistema.</para>
                        </entry>
                        <entry colname="3">
                            <para>Pruebe si hay una fuga excesiva en el sistema, seg&#250;n lo que se indic&#243; en la
                                condici&#243;n 3, Remedio E. Reduzca las fugas cada vez que sea posible.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Exceso de contaminantes en el dep&#243;sito.</para>
                        </entry>
                        <entry colname="3">
                            <para>Vac&#237;e los dep&#243;sitos.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>El compresor tiene fugas de l&#237;quido refrigerante.</para>
                        </entry>
                        <entry colname="2">
                            <para>Tapones y conexiones de la l&#237;nea de l&#237;quido refrigerante instalados de
                                manera incorrecta.
                            </para>
                        </entry>
                        <entry colname="3">
                            <para>Revise la torsi&#243;n de las conexiones y tapones y apriete de acuerdo a lo
                                especificado en la Tabla de torsiones de la p&#225;gina 32. Las conexiones y tapas con
                                una torsi&#243;n excesiva pueden agrietar la pieza fundida de la cabeza.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Grietas por congelamiento debido a una fuerza inadecuada del anticongelante.</para>
                        </entry>
                        <entry colname="3">
                            <para>Pruebe el anticongelante y d&#233;le la fuerza que sea necesaria. Revise el flujo de l&#237;quido
                                refrigerante a trav&#233;s del compresor para asegurar que llegue al compresor la mezcla
                                de anticongelante adecuada.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Compresor defectuoso (piezas fundidas defectuosas).</para>
                        </entry>
                        <entry colname="3">
                            <para>Si se detecta porosidad en las piezas fundidas, reemplace el compresor.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para>Falla de la cabeza del compresor.</para>
                        </entry>
                        <entry colname="2">
                            <para>L&#237;nea de descarga restringida.</para>
                        </entry>
                        <entry colname="3">
                            <para>Despeje la restricci&#243;n o reemplace la l&#237;nea.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Tornillos de fijaci&#243;n de la cabeza flojos.</para>
                        </entry>
                        <entry colname="3">
                            <para>Apriete de manera pareja como se especifica en la Tabla de torsiones de la p&#225;gina
                                32.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry colname="1">
                            <para></para>
                        </entry>
                        <entry colname="2">
                            <para>Defectos en la empaquetadura o en la cabeza del compresor.</para>
                        </entry>
                        <entry colname="3">
                            <para>Revise si las superficies de la cabeza o del bloque est&#225;n &#225;speras o
                                maquinadas de manera deficiente. Reemplace los componentes necesarios.
                            </para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
