<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - ENJAULAMIENTO DEL RESORTE - CON PRESI&#211;N DE AIRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>CON PRESI&#211;N DE AIRE</title>
        <step1>
            <para count="1">Bloquee las ruedas del veh&#237;culo para evitar que se desplacen.</para>
        </step1>
        <step1>
            <para count="1">Retire la tapa de pl&#225;stico de la c&#225;mara del freno de resorte (
                <hotlnk document="m04020_5.xml" xrefid="f0402005">Figura 5</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Para los modelos TR3036 y TR3636), use una llave de 19.05 mm (3/4 de pulgada) (23.81 mm
                [15/16 de pulgada]. Desatornille la tuerca de retenci&#243;n y retirela junto con la arandela plana,
                retire el tornillo de liberaci&#243;n de su compartimento de almacenamiento en el costado de la c&#225;mara
                (
                <hotlnk document="m04020_6.xml" xrefid="f0402009">Figura 9</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Inserte el tornillo de liberaci&#243;n en el orificio central de la cabeza (
                <hotlnk document="m04020_6.xml" xrefid="f0402010">Figura 10</hotlnk>) y, asegur&#225;ndose de que el
                extremo perfilado del tornillo haya entrado en el pist&#243;n dentro de la c&#225;mara, contin&#250;e
                insertando el tornillo hasta que toque el fondo.
            </para>
        </step1>
        <step1>
            <para count="1">D&#233; al tornillo 1/4 de vuelta hacia la derecha y hale el tornillo para encajar el
                extremo perfilado dentro del pist&#243;n.
            </para>
            <specpara>
                <important>
                    <para>Si al halar hacia afuera el tornillo, &#233;ste no encaja en la posici&#243;n en un recorrido
                        menor de 12.7 mm (1/2 pulgada), repita los pasos 4 y 5 hasta que est&#233; seguro de que ha
                        encajado.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Mantenga el tornillo en la posici&#243;n de encaje e instale en su extremo la arandela plana
                y la tuerca de retenci&#243;n. Atornille la tuerca contra la arandela plana hasta el punto que pueda
                apretarla con los dedos (
                <hotlnk document="m04020_6.xml" xrefid="f0402011">Figura 11</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Aplique el freno de estacionamiento del veh&#237;culo, o aplique en el orificio de entrada
                marcado "SPRING BRAKE" (FRENO DE RESORTE), aire a una presi&#243;n minima de 620.5 kPa (90 psi).
            </para>
        </step1>
        <step1>
            <para count="1">Atornille la tuerca contra la arandela plana hasta el punto que pueda
                <emph type="bold">APRETARLA CON LOS DEDOS</emph>. La
                <hotlnk document="m04020_6.xml" xrefid="hl0402003">TABLA 1</hotlnk>
                indica cu&#225;nto se debe extender el tornillo sobre la tuerca.
            </para>
            <specpara>
                <warning>
                    <para>Si la longitud del tornillo que se extiende sobre la tuerca es menos que lo indicado en la
                        <hotlnk document="m04020_6.xml" xrefid="hl0402003">TABLA 1</hotlnk>, la c&#225;mara del freno de
                        resorte no est&#225; funcionando correctamente y debe reemplazarse.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Descargue completamente el aire del freno de resorte.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
