<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - COBERTURA</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>COBERTURA</title>
        <svcprocinfo>
            <para>Los sistemas electr&#243;nicos del EC-30 se encuentran en un alojamiento no met&#225;lico y est&#225;n
                protegidos del ambiente mediante un compuesto envolvente de epoxi duro. El dise&#241;o de los sistemas
                electr&#243;nicos del EC-30 est&#225; reforzado contra la interferencia de radio, electromagn&#233;tica
                y ambiental.
            </para>
            <para>Para efectuar diagn&#243;sticos simples y aut&#243;nomos, el alojamiento tiene incorporados una
                pantalla de diagn&#243;stico con LED (diodo emisor de luz) patentada y un interruptor de
                restablecimiento magn&#233;tico.
            </para>
            <para>El EC-30 utiliza un mazo de cables de 30 y de 18 clavijas para hacer interfaz con el ABS, con el ATC y
                con los componentes del sistema del veh&#237;culo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Comparaci&#243;n del EC-30 con el EC-16 y con el EC-17</title>
            <para>El EC-30 se dise&#241;&#243; para reemplazar al EC-17 y al EC-16 como el controlador de ABS est&#225;ndar
                de Bendix para instalaciones OEM y alternativas. El EC-30 tiene una cobertura de pl&#225;stico negro
                similar a la del EC-17. Sin embargo, el EC-30 utiliza piezas de montaje pl&#225;sticas para reducir la
                corrosi&#243;n de los pernos de montaje, mientras que el EC-17 utiliza piezas de montaje met&#225;licas.
                El EC-16 utiliza una cobertura totalmente met&#225;lica.
            </para>
            <para>La secuencia de encendido de la luz de advertencia de ABS del EC-30 se simplific&#243; en comparaci&#243;n
                con el EC-17 y con el EC-16.
            </para>
            <para>La luz de advertencia de ABS del EC-30, durante el encendido sin fallas, se enciende durante 2.5
                segundos y luego se apaga.
            </para>
            <para>La luz de advertencia de ABS del EC-17 y del EC-16, durante el encendido sin fallas, se enciende
                durante aproximadamente 8 segundos y destella dos veces antes de apagarse.
            </para>
            <table id="t0404301">
                <title>Diferencias de la ECU (EC-30, EC-17, EC-16)</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="1.51in"/>
                    <colspec colname="col2" colwidth="2.47in"/>
                    <colspec colname="col3" colwidth="2.58in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Modelo de ECU</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Cobertura</para>
                            </entry>
                            <entry colname="col3" align="center">
                                <para>Secuencia de encendido de la luz de advertencia de ABS</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>EC-30</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pl&#225;stica con piezas de montaje pl&#225;sticas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Se enciende durante 2.5 segundos y luego se apaga</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>EC-17</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pl&#225;stica con piezas de montaje met&#225;licas</para>
                            </entry>
                            <entry colname="col3">
                                <para>Se enciende durante 8 segundos, destella dos veces y luego se apaga</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>EC-16</para>
                            </entry>
                            <entry colname="col2">
                                <para>Cobertura met&#225;lica</para>
                            </entry>
                            <entry colname="col3">
                                <para>Se enciende durante 8 segundos, destella dos veces y luego se apaga</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
