<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FUNCIONAMIENTO</title>
        <svcsubsecinfo>
            <para>El ajustador de holgura autom&#225;tico proporciona una separaci&#243;n entre el revestimiento de la
                zapata y el tambor y una carrera del accionador del freno uniformes. La clave de su operaci&#243;n es la
                capacidad de efectuar el ajuste del freno en los primeros instantes de aplicaci&#162;n del freno y dejar
                de hacerlo a medida que de inicia la resistencia a la rotaci&#243;n en la leva del freno. Este aspecto
                de la operaci&#243;n del mecanismo ajustador evita el sobreajuste debido a: compresi&#243;n del
                revestimiento, flexi&#243;n del soporte del accionador, distorsi&#243;n de los componentes del tambor y
                del freno de base o desgaste de los componentes del freno.
            </para>
            <para>El ajustador de holgura incorpora un mecanismo ajustador tipo embrague que se ajusta continuamente en
                incrementos muy peque&#241;os a medida que ocurre el desgaste de el revestimiento y del tambor. Por lo
                tanto, los ajustes efectuados por el ajustador de holgura no ocurren en incrementos espec&#237;ficos de
                acuerdo con el recorrido del accionador.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="0">
            <title>APLICACI&#211;N</title>
            <para>Al aplicar los frenos, el recorrido lineal de la varilla de empuje del accionador del freno hace que
                el ajustador de holgura gire el &#225;rbol de levas del freno de base, el cual a su vez comienza a
                forzar las zapatas de freno para que hagan contacto con el tambor. Cuando el ajustador de holgura gira,
                el conjunto de yugo da vueltas sobre el pasador de yugo, halando hacia arriba la articulaci&#243;n.
            </para>
            <para>Los "dientes" de la articulaci&#243;n engranan en el pi&#241;&#243;n del mecanismo ajustador y, a
                medida que se hala la articulaci&#243;n, &#233;sta se desplaza primero en su juego libre y luego hace
                girar el pi&#241;&#243;n. La rotaci&#243;n del pi&#241;&#243;n se transmite a trav&#233;s del resorte
                del embrague hacia el tornillo sinf&#237;n y el eje. La rotaci&#243;n del tornillo sinf&#237;n y del eje
                produce la rotaci&#243;n del engranaje del tornillo sinf&#237;n, el cual a su vez ajusta (o reubica) el
                &#225;rbol de levas del freno.
            </para>
            <para>Cuando las zapatas del freno de base hacen contacto con el tambor, el &#225;rbol de levas comienza a
                resistir la rotaci&#243;n y la fricci&#243;n que se acumula entre el engranaje del tornillo sinf&#237;n
                y el tornillo sinf&#237;n, evitando que este tornillo siga girando. En este momento, se detiene el
                ajuste del freno y, si el ajustador de holgura sigue girando, har&#225; que el pi&#241;&#243;n y el
                resorte del embrague se desplacen. El "juego libre" entre los dientes de la articulaci&#243;n y el pi&#241;&#243;n
                produce una separaci&#243;n predeterminada entre el revestimiento y el tambor.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_1.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_3.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
