<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE DRENAJE AUTOM&#193;TICO (DV-2) - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>FUNCIONAMIENTO</title>
        <para>Las v&#225;lvulas de entrada y escape se cierran cuando no hay presi&#243;n en el sistema de aire (
            <hotlnk xrefid="f0400207">Figura 7</hotlnk>
            ).
        </para>
        <figure id="f0400207" figsize="col-wide">
            <graphic id="g0400207" filename="../figg04/g0400207.webp" type="webp" scalefit="0"/>
            <caption>Figura 7. V&#225;lvula de entrada y escape cerrada</caption>
        </figure>
        <para>Al cargar el sistema de aire, una leve presi&#243;n abre la v&#225;lvula de entrada, lo cual permite que
            el aire y los contaminantes se acumulen en el colector (
            <hotlnk xrefid="f0400208">Figura 8</hotlnk>
            ).
        </para>
        <figure id="f0400208" figsize="col-wide">
            <graphic id="g0400208" filename="../figg04/g0400208.webp" type="webp" scalefit="0"/>
            <caption>Figura 8. Los contaminantes se acumulan en el colector</caption>
        </figure>
        <para>La v&#225;lvula de entrada permanece abierta mientras la presi&#243;n aumenta en el sistema hasta alcanzar
            la presi&#243;n m&#225;xima del interruptor del regulador. La acci&#243;n de resorte de la gu&#237;a de v&#225;lvula
            en la cavidad del colector cierra la v&#225;lvula de entrada. La v&#225;lvula de entrada y escape est&#225;n
            ahora cerradas (
            <hotlnk xrefid="f0400209">Figura 9</hotlnk>
            ).
        </para>
        <figure id="f0400209" figsize="col-wide">
            <graphic id="g0400209" filename="../figg04/g0400209.webp" type="webp" scalefit="0"/>
            <caption>Figura 9. V&#225;lvula de entrada y escape cerrada</caption>
        </figure>
        <para>Cuando la presi&#243;n del dep&#243;sito disminuye en forma leve (aproximadamente 14 kPa [2 psi]), la
            presi&#243;n de aire en la cavidad del colector abre la v&#225;lvula de escape, permitiendo expulsar la
            humedad y los contaminantes hasta que la presi&#243;n en la cavidad del colector descienda lo suficiente
            para cerrar la v&#225;lvula de escape (
            <hotlnk xrefid="f0400210">Figura 10</hotlnk>
            ). El tiempo que la v&#225;lvula de escape permanece abierta y la cantidad de humedad y contaminantes
            expulsados dependen de la presi&#243;n del colector y de la disminuci&#243;n de la presi&#243;n del dep&#243;sito
            que ocurre cada vez que se utiliza aire en el sistema.
        </para>
        <figure id="f0400210" figsize="col-wide">
            <graphic id="g0400210" filename="../figg04/g0400210.webp" type="webp" scalefit="0"/>
            <caption>Figura 10. Contaminantes expulsados</caption>
        </figure>
        <para>El drenaje manual se puede realizar insertando una herramienta en el orificio de escape, de manera que el
            cable en el orificio pueda moverse hacia arriba y mantenerse all&#237; hasta completar el drenaje.
        </para>
        <para>La v&#225;lvula autom&#225;tica de drenaje calentada, el elemento de calefacci&#243;n se calienta cuando
            el cuerpo de la v&#225;lvula llega a 30&#176;C (85&#176;F).
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
