<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5</stitle>
    <svcsection/>
    <svcsection id="m04015" svcsectype="prodspec" division="truck" formnum="CTS-5203" date="03/31/1996"
                translation="spanish">
        <title>AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5</title>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>BENDIX</vendor>
                <vendcodegroup/>

                <vendcode>ASA-5</vendcode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>El ajustador autom&#225;tico de holgura ASA-5 (
                        <hotlnk xrefid="f0401501">Figura 1</hotlnk>y
                        <hotlnk xrefid="f0401502">Figura 2</hotlnk>) se dise&#241;&#243; para usarse en frenos de tambor
                        accionados por levas. El ASA-5 multiplica y transforma la fuerza lineal del accionador de aire
                        en fuerza de rotaci&#243;n o torsi&#243;n, la cual se usa para aplicar el freno de base y ajusta
                        autom&#225;ticamente la separaci&#243;n entre el revestimiento y el tambor para compensar el
                        desgaste.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0401501" figsize="col-wide">
                        <graphic id="g0401501" filename="../figg04/g0401501.webp" type="webp"/>
                        <caption>Figura 1. Ajustador autom&#225;tico de holgura ASA-5</caption>
                    </figure>
                </lev1>
                <lev1>
                    <figure id="f0401502" figsize="col-wide">
                        <graphic id="g0401502" filename="../figg04/g0401502.webp" type="webp"/>
                        <caption>Figura 2. Vista detallada</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>Se ofrece una variedad de configuraciones del ASA-5, que incluye modelos de brazo recto y de
                        yugo acodado de 15.9 mm (5/8 pulgadas). El ajustador de holgura se ofrece con un brazo de una
                        longitud de 127, 139.7 y 152.4 mm (5, 5 1/2 y 6 pulgadas) y ranuras de engranaje del tornillo
                        sinf&#237;n para acomodar las ranuras de dientes est&#225;ndar de 31.7 y 38.1 mm (1 1/4 y 1 1/2
                        pulgadas), SAE 10C as&#237; as&#161; como tambien ranuras de 24 y 28 dientes Rockwell y de 37
                        dientes Propar.
                    </para>
                </lev1>
                <lev1>
                    <para>Los ajustadores autom&#225;ticos de holgura ASA-5 pueden tener cualquiera de los dos dise&#241;os
                        de buje adaptador de yugo (de f&#225;cil ajuste
                        <hotlnk xrefid="f0401503">Figura 3</hotlnk>y de conexi&#243;n r&#225;pida,
                        <hotlnk xrefid="f0401504">Figura 4</hotlnk>) y en combinaci&#162;n con una tuerca hexagonal de
                        ajuste manual externo, facilitan la instalaci&#243;n y el mantenimiento. Ambos est&#225;n dise&#241;ados
                        para permitir la instalaci&#243;n o remoci&#162;n del ajustador de holgura, junto con el cuerpo
                        del yugo, incluido su varillaje de ajuste.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f0401503" figsize="col-wide">
                        <graphic id="g0401503" filename="../figg04/g0401503.webp" type="webp"/>
                        <caption>Figura 3. Buje del adaptador del yugo de f&#225;cil ajuste</caption>
                    </figure>
                </lev1>
                <lev1>
                    <figure id="f0401504" figsize="col-wide">
                        <graphic id="g0401504" filename="../figg04/g0401504.webp" type="webp"/>
                        <caption>Figura 4. Buje del adaptador del yugo de conexi&#243;n r&#225;pida</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>La varilla de empuje del accionador del freno debe enroscarse en el buje adaptador del yugo
                        12.7 mm (1/2 pulgada) como m&#237;nimo y no debe extenderse m&#225;s de 2.8 mm (7/64 de pulgada)
                        m&#225;s all&#225; del extremo del buje adaptador del yugo. Los bujes del adaptador del yugo (de
                        f&#225;cil ajuste,
                        <hotlnk xrefid="f0401503">Figura 3</hotlnk>
                        y de conexi&#243;n r&#225;pida,
                        <hotlnk xrefid="f0401504">Figura 4</hotlnk>) tienen una tuerca hexagonal de 25 &#243; de 32 mm
                        (1 &#243; 1 1/4 pulgadas) para permitir el apriete de la contratuerca de la varilla de empuje
                        del accionador del freno.
                    </para>
                </lev1>
                <lev1>
                    <title>TIPOS DE YUGO</title>
                    <lev2>
                        <title>Yugo de f&#225;cil ajuste</title>
                        <para>El conjunto de yugo de f&#225;cil ajuste (
                            <hotlnk xrefid="f0401503">Figura 3</hotlnk>) consta de un buje adaptador que se enrosca
                            internamente para coincidir con los hilos de la varilla de empuje y externamente para
                            coincidir con los hilos hembra del yugo. Tambi&#233;n se encuentra disponible, como pieza
                            adicional de servicio, un adaptador especial de yugo extendido. El adaptador extendido tiene
                            12.7 mm (1/2 pulgada) m&#225;s de longitud que el est&#225;ndar y su principal uso es en el
                            caso de que la varilla de empuje del accionador del freno sea demasiado corta.
                        </para>
                    </lev2>
                    <lev2>
                        <title>Yugo de conexi&#243;n r&#225;pida</title>
                        <para>El conjunto de yugo de conexi&#243;n r&#225;pida (
                            <hotlnk xrefid="f0401504">Figura 4</hotlnk>) consta de un buje adaptador que se enrosca
                            internamente para coincidir con la varilla de empuje, pero est&#225; dise&#241;ado para
                            deslizarse dentro del yugo. Para sujetar el buje adaptador del yugo en el yugo, se usa un
                            anillo de retenci&#243;n.
                        </para>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
