<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - PR&#193;CTICAS SEGURAS DE MANTENIMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="0">
        <title>PR&#193;CTICAS SEGURAS DE MANTENIMIENTO</title>
        <para>
            <emph type="bold">&#161;IMPORTANTE! LEA LO SIGUIENTE</emph>
        </para>
        <specpara>
            <warning>
                <para>Al trabajar en o alrededor de un veh&#237;culo, se deben tomar las siguientes precauciones
                    generales:
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Estacione el veh&#237;culo en una superficie nivelada, aplique el freno de estacionamiento
                            y bloquee siempre las ruedas.
                        </para>
                    </item>
                    <item>
                        <para>Detenga el motor al trabajar alrededor del veh&#237;culo.</para>
                    </item>
                    <item>
                        <para>Si el veh&#237;culo tiene frenos de aire, aseg&#250;rese de drenar la presi&#243;n de aire
                            de todos los dep&#243;sitos antes de comenzar CUALQUIER trabajo en el veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Siguiendo los procedimientos recomendados por el fabricante del veh&#237;culo, desactive
                            el sistema el&#233;ctrico de manera de eliminar toda la energ&#237;a el&#233;ctrica del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Al trabajar en el compartimiento del motor, el motor debe estar apagado. Cuando las
                            circunstancias requieran que el motor est&#233; en funcionamiento, tenga EXTREMO CUIDADO
                            para evitar lesiones personales como resultado del contacto con componentes en movimiento,
                            giratorios, con fugas, calientes o cargados con electricidad.
                        </para>
                    </item>
                    <item>
                        <para>Nunca conecte ni desconecte una manguera o una l&#237;nea que contenga presi&#243;n;
                            &#233;sta puede sacudirse. Nunca quite un componente o tap&#243;n, a menos que est&#233;
                            seguro de haber liberado toda la presi&#243;n del sistema.
                        </para>
                    </item>
                    <item>
                        <para>Nunca exceda las presiones recomendadas y use siempre lentes de seguridad.</para>
                    </item>
                    <item>
                        <para>No intente instalar, quitar, desensamblar ni ensamblar un componente, a menos que haya le&#237;do
                            y comprendido cabalmente los procedimientos recomendados. Utilice s&#243;lo las herramientas
                            adecuadas y tome todas las precauciones con relaci&#243;n al uso de dichas herramientas.
                        </para>
                    </item>
                    <item>
                        <para>Use s&#243;lo refacciones, componentes y juegos Bendix genuinos. El herraje, las tuber&#237;as,
                            las mangueras, las conexiones, etc. de reemplazo deben ser del tama&#241;o, tipo y
                            resistencia equivalentes a los equipos originales y deben estar dise&#241;ados espec&#237;ficamente
                            para dichas aplicaciones y sistemas.
                        </para>
                    </item>
                    <item>
                        <para>Los componentes con roscas estropeadas o con partes da&#241;adas se deben reemplazar y no
                            reparar. No se deben intentar reparaciones que requieran maquinado o soldadura, a menos que
                            est&#233; espec&#237;ficamente aprobado y establecido por el fabricante del veh&#237;culo o
                            del componente.
                        </para>
                    </item>
                    <item>
                        <para>Antes de devolver el veh&#237;culo al servicio, aseg&#250;rese de que todos los
                            componentes y sistemas se hayan restablecido a su correcta condici&#243;n de funcionamiento.
                            Al trabajar en o alrededor de un veh&#237;culo, se deben tomar las siguientes precauciones
                            generales.
                        </para>
                    </item>
                    <item>
                        <para>El interruptor de activaci&#243;n/desactivaci&#243;n del ATC debe estar en la posici&#243;n
                            de desactivaci&#243;n (la luz de actividad/advertencia de ATC debe estar encendida) antes de
                            realizar un mantenimiento del veh&#237;culo que implique levantar el veh&#237;culo del suelo
                            y mover las ruedas.
                        </para>
                    </item>
                </seqlist>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
