<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - REPARACI&#211;N - V&#193;LVULAS DE DESCARGA,
        TOPES Y ASIENTOS DE V&#193;LVULA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>V&#193;LVULAS DE DESCARGA, TOPES Y ASIENTOS DE V&#193;LVULA</title>
        <para>Si los asientos de la v&#225;lvula de descarga s&#243;lo muestran signos leves de desgaste, pueden
            alisarse usando una piedra de pulir, compuesto para rectificar o una herramienta rectificadora; sin embargo,
            se recomienda usar un juego de mantenimiento de cabezas de cilindros.
        </para>
        <para>Instale los resortes de v&#225;lvula de descarga nuevos y las v&#225;lvulas. Atornille en los asientos de
            v&#225;lvula de descarga y apriete a una torsi&#243;n de 94.906 a 122.022 N&#8226;m (70 a 90 libras pie). El
            recorrido de la v&#225;lvula de descarga debe estar entre 0.762 a 1.168 mm (0.030 a 0.046 pulgada). Para
            probar si hay fugas en las v&#225;lvulas de descarga, aplique aire comprimido a 689.4 kPa (100 psi) por
            orificio de descarga de la cabeza de cilindros y cubra con una soluci&#243;n jabonosa la v&#225;lvula de
            descarga y los asientos. No se permite la existencia de fugas en forma de burbujas de jab&#243;n.
        </para>
        <para>Si detecta una fuga excesiva, deje la presi&#243;n de aire aplicada y, usando una espiga de fibra o de
            madera dura y un martillo, golpee y saque de sus asientos varias veces las v&#225;lvulas de descarga. Esto
            ayudar&#225; a que las v&#225;lvulas se sienten y reduzcan las fugas. Con la presi&#243;n de aire a&#250;n
            aplicada en el orificio de descarga de la cabeza de cilindros, revise si hay fugas alrededor del tope de la
            v&#225;lvula de descarga en la parte superior de la pieza fundida de la cabeza de cilindros. No se permiten
            fugas.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_32.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_34.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
