<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - SECADOR DE AIRE - CYCLO-GARD</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>CYCLO-GARD</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>El secador de aire Cyclo-Gard es un secador de aire de transferencia de calor que enfr&#237;a el aire
                comprimido bombeado del compresor a temperatura ambiente antes de que ingrese al dep&#243;sito de
                suministro. Tambi&#233;n est&#225; dise&#241;ado para evitar que entre agua, aceite, carb&#243;n o lodo
                al suministro de aire del sistema de frenos.
            </para>
            <para>Existe un calefactor controlado termost&#225;ticamente para evitar que la humedad al interior del
                secador o la v&#225;lvula de drenaje se congelen durante la operaci&#243;n en climas fr&#237;os.
            </para>
            <para>Una v&#225;lvula de retenci&#243;n est&#225; instalada en el orificio de descarga del secador para
                permitir la despresurizaci&#243;n del secador sin drenar el sistema de aire.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>
                <title>Flujo de aire - Ciclo de presi&#243;n (
                    <hotlnk xrefid="f0400283">Figura 83</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400283" figsize="col-wide">
                <graphic id="g0400283" filename="../figg04/g0400283.webp" type="webp" scalefit="0"/>
                <caption>Figura 83. Secador de aire Cyclo-Gard - Flujo de aire</caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>2. FILTRO DE MALLA DE ALAMBRE</callout1>
                    <callout1>3. PARED DEL TUBO</callout1>
                    <callout1>4. ALETAS DE ENFRIAMIENTO</callout1>
                    <callout1>5. DEFLECTOR</callout1>
                    <callout1>6. TUBO DE SALIDA</callout1>
                    <callout1>7. SUMIDERO</callout1>
                </calloutgroup>
            </figure>
            <para>El aire caliente del compresor ingresa al secador en la entrada y se desv&#237;a en &#225;ngulo recto
                alrededor del sumidero (
                <hotlnk xrefid="f0400283">Figura 83</hotlnk>
                ), creando una acci&#243;n giratoria. La fuerza centr&#237;fuga elimina el aceite y otros contaminantes.
            </para>
            <para>El aire sale del sumidero a trav&#233;s del tubo de salida y el deflector lo dirige contra la pared
                del tubo. El calor de la compresi&#243;n se disipa a trav&#233;s del tubo y las aletas de enfriamiento;
                la temperatura del aire cae r&#225;pidamente de 260 grados C (500 grados F) a aproximadamente 5.5 grados
                C (10 grados F) sobre la temperatura ambiente.
            </para>
            <para>La humedad condensada cae por la pared del tubo y se decanta en el fondo del secador.</para>
            <para>Luego el aire enfriado pasa a trav&#233;s del filtro de malla de alambre, que recoge cada gotita de
                humedad que pueda quedar. Entonces, del secador sale aire limpio y seco a trav&#233;s de la v&#225;lvula
                de retenci&#243;n hacia el dep&#243;sito de suministro.
            </para>
            <para>
                <title>Flujo de aire - Ciclo de descarga (
                    <hotlnk xrefid="f0400285">Figura 84</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400284" figsize="col-wide">
                <graphic id="g0400284" filename="../figg04/g0400284.webp" type="webp" scalefit="0"/>
                <caption>Figura 84. Secador de aire Cyclo-Gard - Ciclo de descarga</caption>
            </figure>
            <para>Cuando se acumula presi&#243;n de aire del sistema a la presi&#243;n regulada, el regulador del
                compresor de aire descarga el compresor y, al mismo tiempo, el regulador dirige la presi&#243;n de aire
                del sistema hacia la v&#225;lvula de descarga del secador de aire, lo cual hace que se abra la v&#225;lvula.
                Cuando se abre la v&#225;lvula de descarga, la v&#225;lvula de retenci&#243;n en el orificio de descarga
                del secador se cierra y el aire en el secador sale por la v&#225;lvula descargadora (
                <hotlnk xrefid="f0400284">Figura 84</hotlnk>
                ). El aire saliente elimina la humedad y otros contaminantes a trav&#233;s del orificio de escape de la
                v&#225;lvula descargadora.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Se debe revisar y limpiar el secador cada 320,000 km (200,000 millas). Limpie el interior y revise si
                hay da&#241;os en el deflector o en otras piezas. Remueva el filtro de malla y emp&#225;pelo en solvente
                para eliminar el aceite acumulado. Consulte
                <hotlnk xrefid="hl0400204">
                    <xref refid="hl0400204"/>DESENSAMBLE - SECADOR DE AIRE
                </hotlnk>
                para ver cu&#225;l es el procedimiento para remover el filtro del secador de aire.
            </para>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que el filtro est&#233; completamente seco antes de volver a instalarlo en
                        el secador.
                    </para>
                </note>
            </specpara>
            <para>Las &#250;nicas piezas que se mueven en el secador de aire son la v&#225;lvula de retenci&#243;n y la
                v&#225;lvula descargadora. No es necesario efectuar otro mantenimiento aparte de la limpieza a los
                320,000 km (200,000 millas), mientras la v&#225;lvula descargadora y la v&#225;lvula de retenci&#243;n
                funcionen correctamente cuando el compresor est&#233; funcionando en el ciclo de descarga.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Revisiones de servicio</title>
            <para>
                <title>Calefactor</title>
            </para>
            <para>El calefactor evita que el sumidero se congele durante el funcionamiento en climas fr&#237;os. El
                calefactor se enciende autom&#225;ticamente cuando la temperatura termost&#225;tica baja a menos de 1.6
                grados C (35 grados F) y se apaga autom&#225;ticamente cuando la temperatura termost&#225;tica sube a m&#225;s
                de 23.8 grados C (75 grados F). Para probar el calefactor, desconecte la unidad y col&#243;quela en una
                taza de agua helada durante cinco minutos. Conecte el calefactor. El calefactor debe calentarse y
                continuar calent&#225;ndose hasta que el termostato llegue a los 23.8 grados C (75 grados F). A los 23.8
                grados C (75 grados F), el calefactor debe apagarse por s&#237; solo. Una unidad de calefactor que no se
                comporta como se describi&#243; anteriormente debe reemplazarse.
            </para>
            <para>
                <title>V&#225;lvula descargadora</title>
            </para>
            <para>Con el motor funcionando, bombee los frenos hasta que el compresor se conecte (comience a bombear).
                Verifique que el orificio de descarga de la v&#225;lvula descargadora no tenga fugas de aire mientras el
                compresor se conecta (bombeo).
            </para>
            <para>Cuando el compresor se corta (deja de bombear), escuchar&#225; una descarga de alta presi&#243;n de 2
                segundos en el orificio de descarga de la v&#225;lvula descargadora. Esto es normal. La v&#225;lvula
                descargadora permanece en la posici&#243;n abierta hasta que el compresor se conecta nuevamente.
            </para>
            <para>Si se fuga aire por la v&#225;lvula descargadora mientras el compresor est&#225; conectado o la v&#225;lvula
                no se abre (no descarga aire) cuando el compresor se corta, la v&#225;lvula no est&#225; funcionando
                correctamente. Una v&#225;lvula que no funcione se debe limpiar, reacondicionar o reemplazar.
            </para>
            <para>
                <title>Prueba de la v&#225;lvula descargadora (
                    <hotlnk xrefid="f0400285">Figura 85</hotlnk>
                    )
                </title>
            </para>
            <figure id="f0400285" figsize="col-wide">
                <graphic id="g0400285" filename="../figg04/g0400285.webp" type="webp" scalefit="0"/>
                <caption>Figura 85. Secador de aire Cyclo-Gard - Prueba de la v&#225;lvula descargadora</caption>
                <calloutgroup>
                    <callout1>1. TAPA</callout1>
                    <callout1>2. PIST&#211;N</callout1>
                    <callout1>3. ANILLO "O"</callout1>
                    <callout1>4. ANILLO DE EXPANSI&#211;N</callout1>
                    <callout1>5. ARANDELA</callout1>
                    <callout1>6. RESORTE</callout1>
                    <callout1>7. CONTRATUERCA</callout1>
                    <callout1>8. &#201;MBOLO</callout1>
                    <callout1>9. ANILLO CU&#193;DRUPLE</callout1>
                    <callout1>10. LADO ABIERTO DEL CUERPO</callout1>
                </calloutgroup>
            </figure>
            <para>Apague el motor y efect&#250;e la siguiente prueba. No es necesario sacar la v&#225;lvula descargadora
                para esta prueba.
            </para>
            <step1>
                <para count="1">Drene todo el aire del sistema de aire.</para>
                <specpara>
                    <warning>
                        <para>No intente remover ning&#250;n componente del secador de aire o desensamblar alg&#250;n
                            componente en el secador de aire mientras el sistema de aire est&#225; bajo presi&#243;n. El
                            aire a alta presi&#243;n puede producir lesiones personales o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea sensora del compresor de aire hacia la v&#225;lvula
                    descargadora y drene el agua de la l&#237;nea.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la contratuerca de la v&#225;lvula descargadora y desatornille la tapa del
                    cuerpo; elimine el agua de la tapa y s&#233;quela. Remueva el pist&#243;n. Antes de volver a
                    instalarlo, Limpie y lubrique el pist&#243;n con grasa a baja temperatura (DOW 55 o equivalente).
                </para>
            </step1>
            <step1>
                <para count="1">Presione con el pulgar la arandela (elemento 5,
                    <hotlnk xrefid="f0400285">Figura 85</hotlnk>
                    ) dentro del cuerpo del &#233;mbolo. Debe hundirse sin mayor esfuerzo. El recorrido debe ser de
                    aproximadamente 0.635 cm (1/4 de pulgada) y cuando se suelte la arandela debe retornar al nivel del
                    extremo del cuerpo. Si el &#233;mbolo no funciona como se describi&#243; anteriormente, remueva la v&#225;lvula
                    y desarme el &#233;mbolo. Determine la raz&#243;n de la falla y repare el conjunto. En el
                    Departamento de repuestos se encuentran disponibles varios juegos de reparaci&#243;n para la v&#225;lvula
                    descargadora.
                </para>
            </step1>
            <step1>
                <para count="1">Si el recorrido del &#233;mbolo es normal, rearme la v&#225;lvula con el
                    <emph type="bold">lado abierto del pist&#243;n</emph>
                    hacia la arandela del &#233;mbolo (
                    <hotlnk xrefid="f0400285">Figura 85</hotlnk>
                    ). Apriete la tapa totalmente contra el cuerpo. Apriete la contratuerca.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje - Secador de aire</title>
            <specpara>
                <warning>
                    <para>No intente remover el secador de aire ni ning&#250;n componente del secador de aire mientras
                        el sistema de aire est&#225; bajo presi&#243;n. El aire a alta presi&#243;n puede producir
                        lesiones personales inclusive la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Bloquee las ruedas del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte del secador las l&#237;neas de descarga y sensoras del compresor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de descarga en la v&#225;lvula de retenci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del calefactor en el secador.</para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de montaje del secador y remueva el secador del veh&#237;culo.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula descargadora</title>
            <specpara>
                <warning>
                    <para>No intente remover el secador de aire ni ning&#250;n componente del secador de aire mientras
                        el sistema de aire est&#225; bajo presi&#243;n. El aire a alta presi&#243;n puede producir
                        lesiones personales inclusive la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Bloquee las ruedas del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea sensora del compresor en la v&#225;lvula descargadora.</para>
            </step1>
            <step1>
                <para count="1">Desenrosque la v&#225;lvula descargadora del acople en el lado de la base del secador (
                    <hotlnk xrefid="f0400286">Figura 86</hotlnk>
                    ).
                </para>
                <figure id="f0400286" figsize="col-wide">
                    <graphic id="g0400286" filename="../figg04/g0400286.webp" type="webp" scalefit="0"/>
                    <caption>Figura 86. Vista detallada del secador de aire</caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula de retenci&#243;n</title>
            <specpara>
                <warning>
                    <para>No intente remover el secador de aire ni ning&#250;n componente del secador de aire mientras
                        el sistema de aire est&#225; bajo presi&#243;n. El aire a alta presi&#243;n puede producir
                        lesiones personales inclusive la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Bloquee las ruedas del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de descarga del secador de aire de la v&#225;lvula de retenci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desenrosque la v&#225;lvula de retenci&#243;n del secador.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Calefactor</title>
            <step1>
                <para count="1">Desenchufe el conector el&#233;ctrico del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Desenrosque el calefactor de la base del secador.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble (
                <hotlnk xrefid="f0400286">Figura 86</hotlnk>
                ) - Secador de aire
            </title>
            <step1>
                <para count="1">Remueva el tornillo que sujeta la parte inferior del soporte de montaje del secador al
                    secador.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los dos tornillos que sujetan el soporte de montaje a la cabeza superior (
                    <hotlnk xrefid="f0400286">Figura 86</hotlnk>
                    ). Marque los dos tornillos que sujetan el soporte de montaje del secador a la cabeza superior para
                    asegurarse de que vuelvan a instalarse en la misma ubicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los seis tornillos restantes que sujetan la cabeza superior al conjunto de
                    cuerpo (
                    <hotlnk xrefid="f0400286">Figura 86</hotlnk>
                    ). Se debe tener cuidado al remover estos tornillos. Los componentes que est&#225;n asegurados al
                    interior del secador mediante estos tornillos est&#225;n bajo presi&#243;n de resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Levante cuidadosamente la cabeza superior del secador y remueva el resorte del filtro
                    superior, placa del filtro superior, material de filtro, placa del filtro inferior, resorte del
                    filtro inferior, deflector, tubo de salida y empaquetadura.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de apoyo del interior de la cavidad del secador.</para>
            </step1>
            <step1>
                <para count="1">Desenrosque la v&#225;lvula descargadora, calefactor y conjunto de enchufe de emergencia
                    de la base del secador
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400204">
            <title>V&#225;lvula descargadora</title>
            <para>Consulte la
                <hotlnk xrefid="f0400285">Figura 85</hotlnk>
                con respecto a todos los n&#250;meros de elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Suelte la contratuerca (elemento 7) y desatornille la tapa (elemento 1) del cuerpo de la
                    v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el pist&#243;n (elemento 2) del cuerpo de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo "O" (elemento 3) del pist&#243;n.</para>
            </step1>
            <step1>
                <para count="1">En el extremo del pist&#243;n del conjunto de &#233;mbolo, remueva el anillo de expansi&#243;n
                    (elemento 4) en la parte externa de la arandela (elemento 5).
                </para>
            </step1>
            <step1>
                <para count="1">Golpee levemente el extremo de la arandela del conjunto de &#233;mbolo contra la palma
                    de la mano para remover la arandela (elemento 5).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de expansi&#243;n interior (elemento 4).</para>
            </step1>
            <step1>
                <para count="1">Remueva el resorte (elemento 6).</para>
            </step1>
            <step1>
                <para count="1">Remueva el &#233;mbolo (elemento 8) del extremo opuesto del alojamiento del extremo de
                    la arandela.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo cu&#225;druple (elemento 9) del &#233;mbolo.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <step1>
                <para count="1">Limpie el interior del alojamiento del secador de aire y revise si hay da&#241;os en el
                    deflector.
                </para>
            </step1>
            <step1>
                <para count="1">Si el deflector est&#225; da&#241;ado debe reemplazarse para asegurar que el
                    enfriamiento del aire sea adecuado.
                </para>
            </step1>
            <step1>
                <para count="1">Remoje el filtro de malla en solvente para eliminar el aceite acumulado.</para>
                <specpara>
                    <note>
                        <para>El filtro debe estar completamente seco antes de volver a instalarlo en el secador.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Limpie el pist&#243;n, arandela, &#233;mbolo y el interior del cuerpo de la v&#225;lvula
                    descargadora. Revise si hay desgaste. Si el pist&#243;n y/o agujero del cuerpo del &#233;mbolo est&#225;n
                    da&#241;ados o gastados, se debe reemplazar la v&#225;lvula completa.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ensamble - V&#225;lvula descargadora</title>
            <para>Consulte la
                <hotlnk xrefid="f0400285">Figura 85</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">A medida que instala cada pieza, lubrique con grasa para baja temperatura (DOW 55 o
                    equivalente).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo anillo cu&#225;druple (elemento 9) en el &#233;mbolo (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el &#233;mbolo en el cuerpo del &#233;mbolo (elemento 10), de manera que el
                    extremo del anillo cu&#225;druple del &#233;mbolo se encuentre en el extremo del acople del tubo del
                    cuerpo del &#233;mbolo.
                </para>
            </step1>
            <step1>
                <para count="1">Del el extremo de la arandela, instale un nuevo resorte (elemento 6).</para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo de expansi&#243;n (elemento 4) en la ranura interior del eje del
                    &#233;mbolo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale una nueva arandela (elemento 5).</para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo de expansi&#243;n (elemento 4) en el eje del &#233;mbolo para
                    sostener la arandela en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Presione con el pulgar la arandela (elemento 5) en el cuerpo de la v&#225;lvula. Debe
                    hundirse sin mayor esfuerzo. El recorrido debe ser de aproximadamente 0.63 cm (1/4 de pulgada) y
                    cuando se suelte la arandela debe retornar al nivel del extremo del cuerpo. Si el &#233;mbolo no
                    funciona como se describe anteriormente, desarme el conjunto de &#233;mbolo, determine la raz&#243;n
                    de la falla y repare el conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo "O" (elemento 3) en el pist&#243;n (elemento 2).</para>
            </step1>
            <step1>
                <para count="1">Instale el pist&#243;n (elemento 2) con el extremo abierto hacia la arandela (elemento
                    5) en el cuerpo del &#233;mbolo (elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Instale y apriete la tapa (elemento 1) completamente en el cuerpo del &#233;mbolo.
                    Apriete la contratuerca (elemento 7) para sujetar la tapa en su lugar.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Secador de aire</title>
            <para>Consulte la
                <hotlnk xrefid="f0400286">Figura 86</hotlnk>
                con respecto a todos los elementos que se mencionan en el siguiente texto.
            </para>
            <step1>
                <para count="1">Instale una nueva empaquetadura en el reborde superior del conjunto de cuerpo. El
                    fabricante instala la empaquetadura sin sellador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo de apoyo en la cavidad del alojamiento del secador, de manera que
                    quede apoyado completamente sobre las hendiduras al interior del extremo inferior de la cavidad.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tubo de salida de manera que quede apoyado completamente en el anillo de
                    apoyo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el deflector.</para>
            </step1>
            <step1>
                <para count="1">Instale el resorte del filtro inferior, placa del filtro inferior, material de filtro,
                    placa del filtro superior y resorte del filtro superior, en este orden.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la cabeza superior sobre el conjunto de manera que el resorte del filtro
                    superior quede centrado en el lado inferior de la cabeza superior.
                </para>
            </step1>
            <step1>
                <para count="1">Presione hacia abajo la cabeza superior (contra la tensi&#243;n del resorte) de manera
                    que quede apoyada contra la empaquetadura. Instale los dos tornillos de la cabeza superior (no los
                    tornillos que sujetan el soporte colgante al conjunto). Apriete con los dedos. Instale los tornillos
                    restantes y el soporte de montaje. Use los tornillos que se marcaron durante el desensamble para
                    sujetar el soporte de montaje en su lugar. Apriete todos los tornillos a 34 a 41 N&#183;m (25 a 30
                    lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo que sujeta la parte inferior del soporte colgante al secador.
                    Apriete a 34 a 41 N&#183;m (25 a 30 lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la v&#225;lvula descargadora, v&#225;lvula de retenci&#243;n, calefactor y
                    conjunto de enchufe de emergencia.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Instale el conjunto de secador de aire en el veh&#237;culo. Apriete todos los tornillos
                    de montaje a 41 a 51 N&#183;m (30 a 38 lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte y apriete la l&#237;nea sensora del regulador a la v&#225;lvula descargadora, la
                    l&#237;nea de descarga del compresor al secador de aire y la l&#237;nea de descarga del secador de
                    aire a la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el enchufe el&#233;ctrico al calefactor.</para>
            </step1>
            <step1>
                <para count="1">Acumule presi&#243;n de aire en el sistema y revise el secador de aire y todas las
                    conexiones para ver si hay fugas de aire. Repare seg&#250;n sea necesario.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
            <step1>
                <para count="1">El ciclo de descarga debe durar s&#243;lo unos pocos segundos. Una v&#225;lvula de
                    retenci&#243;n defectuosa permitir&#225; un per&#237;odo de descarga m&#225;s largo y provocar&#225;
                    un ciclo constante, probablemente de 30 a 50 segundos m&#225;s.
                </para>
            </step1>
            <step1>
                <para count="1">La v&#225;lvula descargadora s&#243;lo debe abrirse cuando se aplique presi&#243;n del
                    regulador durante el ciclo de descarga del regulador. Si la v&#225;lvula permanece abierta durante
                    el ciclo de bombeo, el sistema de aire no puede llegar a la presi&#243;n de funcionamiento, porque
                    el aire destinado al sistema escapa a trav&#233;s del orificio de escape de la v&#225;lvula
                    descargadora. Para determinar la fuente de la condici&#243;n, desconecte la l&#237;nea de aire en la
                    tapa de la v&#225;lvula descargadora. Si la v&#225;lvula no se cierra, se debe reparar o reemplazar.
                    Si se cierra, est&#225; funcionando de manera adecuada y el regulador puede estar defectuoso.
                </para>
            </step1>
            <step1>
                <para count="1">Si no hay purga cuando el compresor se encuentra en el ciclo de descarga, la v&#225;lvula
                    descargadora debe repararse o reemplazarse lo m&#225;s pronto posible. La operaci&#243;n continua
                    durante cierto tiempo puede permitir que aumente el nivel de agua en el sumidero de la unidad. Si el
                    nivel de agua alcanza un punto superior al orificio de entrada, la presi&#243;n de aire puede
                    levantar el agua con la fuerza suficiente como para da&#241;ar el deflector. Un deflector da&#241;ado
                    no permitir&#225; que la unidad enfr&#237;e el flujo de aire y causar&#225; un alto contenido de
                    humedad en los dep&#243;sitos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400216" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - Cyclo-Gard</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="108pt"/>
                    <colspec colnum="2" colname="2" colwidth="65pt"/>
                    <colspec colnum="3" colname="3" colwidth="65pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Componente</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Libras pie</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de montaje</para>
                            </entry>
                            <entry>
                                <para>30-38</para>
                            </entry>
                            <entry>
                                <para>41-51</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de la cabeza superior</para>
                            </entry>
                            <entry>
                                <para>25-30</para>
                            </entry>
                            <entry>
                                <para>34-41</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tornillo del soporte de montaje inferior</para>
                            </entry>
                            <entry>
                                <para>25-30</para>
                            </entry>
                            <entry>
                                <para>34-41</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_118.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_120.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
