<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - REMOCI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>REMOCI&#211;N</title>
        <specpara>
            <warning>
                <para>Al trabajar alrededor del veh&#237;culo, detenga el motor.</para>
                <para>Antes de iniciar CUALQUIER trabajo en el veh&#237;culo, aseg&#250;rese de drenar la presi&#243;n
                    de aire de todos los dep&#243;sitos.
                </para>
                <para>Nunca conecte o desconecte una manguera o tubo que contenga presi&#243;n; puede golpearlo. Nunca
                    remueva un componente o tap&#243;n del sistema a menos que est&#233; completamente seguro de que ha
                    reducido completamente la presi&#243;n.
                </para>
                <para>Nunca exceda las presiones recomendadas; siempre use anteojos de seguridad.</para>
                <para>El no respetan estas advertencias, puede provocar serias lesiones personales o la muerte.</para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>No intente instalar, remover, desensamblar o ensamblar un componente hasta que haya le&#237;do y
                    comprendido cabalmente todos los procedimientos recomendados. Use s&#243;lo las herramientas
                    adecuadas y respete todas las precauciones pertinentes al uso de estas herramientas. El no respetar
                    estar advertencias, puede provocar serias lesiones personales o la muerte.
                </para>
            </warning>
        </specpara>
        <step1>
            <para count="1">Si el ajustador de holgura est&#160; equipado con el buje adaptador del yugo de f&#225;cil
                ajuste (
                <hotlnk document="m04015_1.xml" xrefid="f0401503">Figura 3</hotlnk>), remuevalo de la siguiente manera:
            </para>
            <step2>
                <para count="1">Suelte la contratuerca de la varilla de empuje del accionador del freno y desenrosquela
                    aproximadamente 17 mm (5/8 de pulgada).
                </para>
            </step2>
            <step2>
                <para count="1">Suelte el buje adaptador del yugo de f&#225;cil ajuste y despl&#225;celo hacia atr&#225;s
                    de la varilla de empuje, hasta que se libere del yugo.
                </para>
            </step2>
            <step2>
                <para count="1">Gire la tuerca hexagonal de ajuste manual hacia la izquierda hasta que el ajustador de
                    holgura se libere de la varilla de empuje del accionador del freno.
                </para>
                <specpara>
                    <note>
                        <para>Se requiere mucha m&#225;s torsi&#243;n para hacer girar hacia la izquierda la tuerca
                            hexagonal de ajuste manual que para hacerla girar hacia la derecha. La torsi&#243;n
                            requerida puede ser de hasta 70 libras pie. (95 N&#8226;m).
                        </para>
                    </note>
                </specpara>
            </step2>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura est&#160; equipado con el buje adaptador del yugo de conexi&#243;n
                r&#225;pida (
                <hotlnk document="m04015_1.xml" xrefid="f0401504">Figura 4</hotlnk>), remuevalo de la siguiente manera:
            </para>
            <step2>
                <para count="1">Gire la tuerca hexagonal de ajuste manual del ajustador de holgura hacia la izquierda,
                    hasta que la varilla de empuje del accionador del freno comience a salir del accionador.
                </para>
            </step2>
            <step2>
                <para count="1">Apriete las patas del anillo de retenci&#243;n y saque el ajustador de holgura desde la
                    varilla de empuje del accionador del freno, hasta que el buje adaptador de conexi&#243;n r&#225;pida
                    se libere del yugo. Remueva el anillo de retenci&#243;n del buje adaptador.
                </para>
            </step2>
            <step2>
                <para count="1">Gire la tuerca hexagonal de ajuste manual hacia la izquierda, hasta que el ajustador de
                    holgura se libere de la varilla de empuje del accionador del freno.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Remueva el ajustador de holgura del &#225;rbol de levas del freno de base, removiendo el
                anillo de retenci&#243;n y todos los espaciadores y arandelas que puedan estar presentes.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
