<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - ENJAULAMIENTO DEL RESORTE</stitle>
    <svcsection/>
    <svcsubsec id="hl0402001">
        <title>ENJAULAMIENTO DEL RESORTE</title>
        <svcproc svcproctype="describe" graphiccount="4">
            <title>DESACTIVACI&#211;N MEC&#193;NICA</title>
            <para>En caso de que haya una p&#233;rdida de aire y el veh&#237;culo deba remolcarse o cada vez que el
                conjunto de freno de pedal y de resorte reciba servicio o sea retirado del veh&#237;culo, se debe
                "enjaular" el freno de resorte.
            </para>
            <step1>
                <para count="1">Antes de desactivar los frenos, bloquee las ruedas del veh&#237;culo para evitar que se
                    desplacen.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la tapa de pl&#225;stico de la c&#225;mara del freno de resorte (
                    <hotlnk document="m04020_5.xml" xrefid="f0402005">Figura 5</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de 19.05 mm (3/4 de pulgada) (23.81 mm [15/16 de pulgada] para los modelos
                    TR3036 y TR3636). Desartornille la tuerca de retenci&#243;n y retirela junto con la arandela plana,
                    retire el tornillo de liberaci&#243;n de su compartimento de almacenamiento situado en el costado de
                    la c&#225;mara (
                    <hotlnk xrefid="f0402009">Figura 9</hotlnk>).
                </para>
                <figure id="f0402009" figsize="col-wide">
                    <graphic id="g0402009" filename="../figg04/g0402009.webp" type="webp" resolution="72"/>
                    <caption>Figura 9. Retire el tornillo de liberaci&#243;n de su compartimento de almacenamiento
                    </caption>
                </figure>
                <specpara>
                    <important>
                        <para>Si estas piezas no est&#225;n guardadas en la c&#225;mara, se deben sacar de la caja de
                            herramientas del veh&#237;culo u obtener en el departamento de servicio, ya que el freno de
                            resorte no puede enjaularse sin ellas.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inserte el tornillo de liberaci&#243;n en el orificio central de la c&#225;mara del
                    freno de resorte (
                    <hotlnk xrefid="f0402010">Figura 10</hotlnk>) y, asegur&#225;ndose de que el extremo perfilado del
                    tornillo haya entrado en el orificio del pist&#243;n dentro de la c&#225;mara, contin&#250;e
                    insertando el tornillo hasta que toque el fondo.
                </para>
                <figure id="f0402010" figsize="col-wide">
                    <graphic id="g0402010" filename="../figg04/g0402010.webp" type="webp"/>
                    <caption>Figura 10. Inserte el tornillo de liberaci&#243;n</caption>
                </figure>
                <specpara>
                    <important>
                        <para>Si usted no est&#225; absolutamente seguro del encaje correcto del tornillo en el pist&#243;n,
                            repita este paso hasta que est&#233; completamente seguro.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233; al tornillo de liberaci&#243;n 1/4 de vuelta hacia la derecha y hale el tornillo
                    para encajar el extremo perfilado del pist&#243;n.
                </para>
                <specpara>
                    <important>
                        <para>Si al mover hacia afuera el tornillo, no encaja en la posici&#243;n en un recorrido menor
                            de 12.7 mm (1/2 pulgada), repita los pasos 4 y 5 hasta que est&#233; seguro de que se
                            encaja.
                        </para>
                    </important>
                </specpara>
            </step1>
            <step1>
                <para count="1">Manteniendo el tornillo encajado en el pist&#243;n, instale la arandela plana y la
                    tuerca de retenci&#243;n en el extremo del tornillo de liberaci&#243;n y atornille la tuerca contra
                    la arandela plana hasta el punto que pueda apretarla con los dedos (
                    <hotlnk xrefid="f0402011">Figura 11</hotlnk>).
                </para>
                <figure id="f0402011" figsize="col-wide">
                    <graphic id="g0402011" filename="../figg04/g0402011.webp" type="webp" resolution="72"/>
                    <caption>Figura 11. Instale la arandela plana y la tuerca en el tornillo de liberaci&#243;n (apret&#225;ndola
                        con los dedos)
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Para los modelos TR3036 y TR3636) use una llave manual de boca fija de 19.05 mm (3/4 de
                    pulgada) (23.81 mm [15/16 de pulgada].
                    <emph type="bold">(NO USE NINGUNA CLASE DE LLAVE DE IMPACTO).</emph>
                    Atornille la tuerca de retenci&#243;n hasta que el tornillo se extienda sobre la tuerca a la dimensi&#243;n
                    indicada en la Tabla 1 (
                    <hotlnk xrefid="f0402012">Figura 12</hotlnk>).
                </para>
                <figure id="f0402012" figsize="col-wide">
                    <graphic id="g0402012" filename="../figg04/g0402012.webp" type="webp" resolution="72"/>
                    <caption>Figura 12. Atornille la tuerca de retenci&#243;n hasta que se obtenga la medida</caption>
                </figure>
                <table id="hl0402003">
                    <title>Tabla 1</title>
                    <tgroup cols="2">
                        <colspec colname="1" colwidth="1.98in"/>
                        <colspec colname="2" colwidth="2.11in"/>
                        <tbody>
                            <row rowsep="0">
                                <entry colname="1">
                                    <para>7.6 cm (3 pulgadas)</para>
                                </entry>
                                <entry colname="2">
                                    <para>C&#225;mara tipo 2430</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry colname="1">
                                    <para>7.6 cm (3 pulgadas)</para>
                                </entry>
                                <entry colname="2">
                                    <para>C&#225;mara tipo 3030</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry colname="1">
                                    <para>10.1 cm (4 pulgadas)</para>
                                </entry>
                                <entry colname="2">
                                    <para>C&#225;mara tipo 3036</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry colname="1">
                                    <para>10.1 cm (4 pulgadas)</para>
                                </entry>
                                <entry colname="2">
                                    <para>C&#225;mara tipo 3636</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <warning>
                        <para>No exceda en ning&#250;n momento las dimensi&#243;nes indicadas en la Tabla 1 ni la torsi&#243;n
                            de 50 libras pie sobre la tuerca de retenci&#243;n, porque se pueden producir da&#241;os que
                            impidan el enjaulamiento correcto de la c&#225;mara del freno de resorte. Si es necesaria
                            una torsi&#243;n de 50 libras pie o m&#225;s para obtener la dimensi&#243;n de la Tabla 1,
                            <hotlnk xrefid="hl0402003">4.1.1.</hotlnk>, reemplace el conjunto de freno de resorte.
                        </para>
                    </warning>
                </specpara>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
