<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - FUNCIONAMIENTO DEL ATC</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO DEL ATC</title>
        <svcprocinfo>
            <para>As&#237; como el ABS mejora la estabilidad del veh&#237;culo durante el frenado, el ATC mejora la
                estabilidad y la tracci&#243;n del veh&#237;culo durante su aceleraci&#243;n. Al agregar un modulador de
                ATC o comunicaci&#243;n con el motor, la funci&#243;n ATC del EC-30 utiliza la misma informaci&#243;n de
                velocidad de las ruedas y el mismo control del modulador que la funci&#243;n ABS. El EC-30 detecta una
                excesiva velocidad de las ruedas accionadas, compara la velocidad de las ruedas delanteras no accionadas
                y reacciona para hacer que el giro de las ruedas quede bajo control. El EC-30 se puede configurar para
                utilizar la limitaci&#243;n de la torsi&#243;n del motor o el frenado diferencial a fin de controlar el
                giro de las ruedas. Para un rendimiento &#243;ptimo del ATC, se recomiendan ambos m&#233;todos.
            </para>
            <para>Durante la activaci&#243;n del ATC, el EC-30 hace parpadear la luz de actividad/advertencia de ATC
                para advertir al conductor acerca del giro de las ruedas accionadas. Cuando el ATC se desactiva, la luz
                de actividad/advertencia de ATC se apaga.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>ATC con limitaci&#243;n de la torsi&#243;n del motor</title>
            <para>La caracter&#237;stica de limitaci&#243;n de la torsi&#243;n del motor permite que el EC-30 reduzca la
                torsi&#243;n del motor a un nivel adecuado con relaci&#243;n a la cantidad de tracci&#243;n disponible.
                Al controlar la torsi&#243;n del motor, es posible optimizar el deslizamiento de las ruedas, lo que
                produce m&#225;s tracci&#243;n entre la rueda y la superficie del camino. La limitaci&#243;n de la torsi&#243;n
                del motor es especialmente &#250;til para evitar una alimentaci&#243;n excesiva y cuando todas las
                ruedas accionadas est&#225;n sobre una superficie igualmente resbalosa. El EC-30 verifica que el
                conductor est&#233; presionando el acelerador (utilizando J1939 o J1922) antes de iniciar un evento de
                ATC.
            </para>
            <para>Para poder utilizar la caracter&#237;stica de ATC con limitaci&#243;n de la torsi&#243;n del motor, el
                veh&#237;culo debe estar equipado con un motor y un acelerador controlados electr&#243;nicamente. Al
                estar configurado para ATC con limitaci&#243;n de la torsi&#243;n del motor, el EC-30 debe estar
                conectado a un motor electr&#243;nico a trav&#233;s de las conexiones de comunicaci&#243;n serial SAE
                J1939 o J1922.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>ATC con frenado diferencial</title>
            <para>El ATC con frenado diferencial permite que el EC-30 aplique gradualmente el freno en una rueda
                accionada que gira. Puesto que el diferencial del veh&#237;culo tiende a accionar la rueda que presenta
                la menor resistencia (la rueda sobre la superficie m&#225;s resbalosa), una leve aplicaci&#243;n del
                freno en esta rueda hace que el diferencial accione la rueda del lado opuesto. El EC-30 aplica presi&#243;n
                de frenado a ambos moduladores de ABS del eje trasero, energizando el modulador de ATC. Luego, el EC-30
                puede aplicar presi&#243;n s&#243;lo a la rueda que gira mediante el control de los moduladores de ABS.
            </para>
            <para>El ATC con frenado diferencial se puede activar s&#243;lo cuando la velocidad del veh&#237;culo es
                inferior a 25 mph (40 km/h) y una rueda accionada gira m&#225;s r&#225;pido que las dem&#225;s.
            </para>
            <para>En caso de que el ATC con frenado diferencial est&#233; activo durante un per&#237;odo excesivo, el
                EC-30 desactiva el ATC para evitar el sobrecalentamiento y el desgaste de los frenos. El EC-30 vuelve a
                activar el ATC luego de un breve per&#237;odo. La luz de actividad/advertencia del ATC permanece
                encendida mientras el ATC est&#225; desactivado.
            </para>
            <para>Para poder utilizar el control de frenado diferencial, el veh&#237;culo debe estar equipado con una v&#225;lvula
                de relevador de antibloqueo/tracci&#243;n (ATR) (ATR-1 o ATR-2). El veh&#237;culo tambi&#233;n debe
                tener un acelerador del motor controlado electr&#243;nicamente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de activaci&#243;n/desactivaci&#243;n del ATC</title>
            <para>El interruptor de activaci&#243;n/desactivaci&#243;n del ATC permite que el operador active o
                desactive la caracter&#237;stica del ATC seg&#250;n sea necesario. El ATC se puede desactivar mientras
                el veh&#237;culo est&#225; detenido o en movimiento. Sin embargo, el ATC no se vuelve a activar hasta
                que el veh&#237;culo se detiene por completo, incluso con el interruptor en la posici&#243;n de activaci&#243;n.
                La luz de actividad/advertencia del ATC permanece encendida mientras el ATC est&#225; desactivado.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
