<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SISTEMA DE FRENOS DE AIRE DIVIDIDO - REVISIONES OPERACIONALES DEL SISTEMA DE FRENOS DE AIRE
        DIVIDIDO - REVISI&#211;N OPERACIONAL DETALLADA DE LOS SISTEMAS DE FRENO DE ESTACIONAMIENTO Y SUMINISTRO DEL
        REMOLQUE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>REVISI&#211;N OPERACIONAL DETALLADA DE LOS SISTEMAS DE FRENO DE ESTACIONAMIENTO Y SUMINISTRO DEL
            REMOLQUE
        </title>
        <svcsubproc>
            <title>V&#225;lvula de control modular (empuje-hale)</title>
            <step1>
                <para count="1">Utilice dos indicadores de prueba de aire de 0-1103 kPa (0-160 psi) o un indicador doble
                    con mangueras y dos acoplamientos adicionales para el remolque (servicio y emergencia); conecte los
                    indicadores a los acoplamientos de servicio y emergencia del veh&#237;culo. Consulte
                    <hotlnk document="m04008_21.xml" xrefid="hl0400803">HERRAMIENTAS ESPECIALES</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla de suministro del remolque (roja) y la perilla del freno de
                    estacionamiento (amarilla) levantadas, cargue los sistemas de aire primario y secundario a 448 kPa
                    (65 psi). Oprima la perilla roja. La perilla roja debe permanecer oprimida; la presi&#243;n de aire
                    en el tablero y el indicador de prueba en el orificio de emergencia del remolque deben indicar
                    aproximadamente lo mismo. El indicador de prueba en la conexi&#243;n de servicio no debe indicar
                    presi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Oprima la perilla amarilla y aplique la v&#225;lvula de pedal para disminuir el
                    suministro de aire. La perilla roja debe levantarse cuando el dep&#243;sito de presi&#243;n m&#225;s
                    alta alcance 276
                    <emph type="underscr">+</emph>
                    34.5 kPa (40
                    <emph type="underscr">+</emph>
                    5 psi). La perilla roja puede levantarse inmediatamente si el aire disminuye en forma r&#225;pida.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique la v&#225;lvula de pedal para disminuir m&#225;s a&#250;n la presi&#243;n de
                    aire. El aire debe salir del orificio de escape de la parte de suministro del remolque de la v&#225;lvula.
                    Cuando la presi&#243;n de aire en el dep&#243;sito de presi&#243;n m&#225;s alta alcanza 207
                    <emph type="underscr">+</emph>
                    34.5 kPa (30
                    <emph type="underscr">+</emph>
                    5 psi), puede levantarse la perilla amarilla (aplicaci&#243;n del freno de estacionamiento).
                </para>
            </step1>
            <step1>
                <para count="1">Siga vaciando a&#250;n m&#225;s el sistema de aire mediante el uso de la v&#225;lvula de
                    pedal. A 172
                    <emph type="underscr">+</emph>
                    34.5 kPa (25
                    <emph type="underscr">+</emph>
                    5 psi), debe levantarse la perilla amarilla (aplicaci&#243;n del freno de estacionamiento).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a aumentar el suministro de aire a 276 kPa (40 psi) como m&#237;nimo y oprima la
                    perilla amarilla. &#201;sta debe permanecer oprimida.
                </para>
            </step1>
            <step1>
                <para count="1">Oprima la perilla roja y hale la perilla amarilla. La perilla roja debe levantarse casi
                    instant&#225;neamente.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a aumentar el suministro de aire a 689-861 kPa (125 psi), tanto en los dep&#243;sitos
                    primario y secundario. Oprima las perillas roja y amarilla. La presi&#243;n en la conexi&#243;n de
                    emergencia del remolque debe ser igual a la presi&#243;n en el dep&#243;sito primario.
                </para>
            </step1>
            <step1>
                <para count="1">Reduzca la presi&#243;n de aire en el dep&#243;sito primario. La presi&#243;n en la
                    conexi&#243;n de emergencia del remolque debe descender a 724-621 kPa (105-90 psi), en cuyo punto la
                    v&#225;lvula de retenci&#243;n doble en la v&#225;lvula de control modular debe pasar al dep&#243;sito
                    secundario y la presi&#243;n en la conexi&#243;n de emergencia debe ajustarse (igualar) a la presi&#243;n
                    del dep&#243;sito secundario. Cierre la fuga en el dep&#243;sito primario.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla roja presionada y la v&#225;lvula de control manual liberada, aplique la
                    v&#225;lvula de freno. La presi&#243;n en el servicio del remolque debe estar dentro de 34.5 kPa (5
                    psi) del indicador del tablero.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a llenar el sistema de aire a 689-861 kPa (100-125 psi). Deje escapar lentamente
                    la presi&#243;n del dep&#243;sito secundario, con la perilla amarilla presionada. A medida que
                    descienden la presi&#243;n secundaria y la presi&#243;n de emergencia del remolque, entre 793-724
                    kPa (115-105 psi), el obturador de retenci&#243;n doble en la v&#225;lvula debe pasar al dep&#243;sito
                    primario y la presi&#243;n deje ajustarse a la presi&#243;n del dep&#243;sito primario.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla roja presionada, desconecte del indicador de prueba el acoplamiento de
                    emergencia del remolque. La perilla roja debe levantarse en forma instant&#225;nea. Si la perilla
                    roja se levanta, vuelva a conectar al indicador el acoplamiento de emergencia del remolque.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a llenar de aire el sistema. Con la perilla roja presionada, active la v&#225;lvula
                    de control manual. Debe haber un m&#237;nimo de 586 kPa (85 psi) en el indicador de servicio del
                    remolque.
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la v&#225;lvula de control manual y aplique la v&#225;lvula de pedal. La presi&#243;n
                    en el orificio de servicio debe estar dentro de 34.5 kPa (5 psi) de la presi&#243;n indicada en el
                    tablero.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre todos los orificios y puntos de fuga y cargue el sistema a 689-861 kPa (100-125
                    psi). Aplique la v&#225;lvula de pedal de freno, hale la perilla roja (con la perilla amarilla
                    presionada).
                </para>
                <para>El indicador de aire conectado a la conexi&#243;n de servicio debe registrar el mismo valor
                    (689-861 kPa o 100-125 psi) que el indicador en el tablero. El indicador en la conexi&#243;n de
                    emergencia debe indicar "0".
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla roja levantada y la perilla amarilla presionada, provoque una fuga en el
                    suministro (l&#237;nea) del freno de estacionamiento (resorte) y mantenga presionada la perilla
                    amarilla. La presi&#243;n del dep&#243;sito primario debe reducirse a cero y la presi&#243;n del dep&#243;sito
                    secundario, a 138-207 kPa (20-30 psi). La v&#225;lvula de retenci&#243;n doble en el control modular
                    debe completar varios ciclos durante el per&#237;odo de fuga.
                </para>
            </step1>
            <para>Si las revisiones anteriores se realizan como se describe, el chasis est&#225; listo para el servicio.
                Retire los indicadores de prueba de aire desde los acoplamientos del remolque. Si las revisiones
                operacionales revelaron desperfectos dentro del sistema, se requerir&#225; una investigaci&#243;n m&#225;s
                detallada de los componentes. Para mayor informaci&#243;n con respecto a las revisiones de servicio en
                diversos componentes, consulte GRUPO O4 - FRENOS en el Manual de servicio maestro CTS-5000.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04008_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
