<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SISTEMA DE FRENOS DE AIRE DIVIDIDO - REVISIONES OPERACIONALES DEL SISTEMA DE FRENOS DE AIRE
        DIVIDIDO - REVISI&#211;N OPERACIONAL GENERAL DEL SISTEMA DE AIRE DIVIDIDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>REVISI&#211;N OPERACIONAL GENERAL DEL SISTEMA DE AIRE DIVIDIDO</title>
        <svcsubproc>
            <title>General</title>
            <step1>
                <para count="1">Bloquee las ruedas para evitar que el veh&#237;culo se mueva.</para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento de la v&#225;lvula de retenci&#243;n del dep&#243;sito primario
                    y secundario.
                </para>
                <step2>
                    <para count="1">Acumule una presi&#243;n de aire de 758 kPa (110 psi) en el sistema.</para>
                </step2>
                <step2>
                    <para count="1">Con el interruptor de encendido en "ON", abra la llave de drenaje en el dep&#243;sito
                        de aire de servicio (h&#250;medo) y vac&#237;e completamente el dep&#243;sito. El zumbador de
                        baja presi&#243;n de aire se debe activar a aproximadamente 483 kPa (70 psi).
                    </para>
                </step2>
                <step2>
                    <para count="1">Tanto el dep&#243;sito primario como el secundario deben mantener la presi&#243;n de
                        aire.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si se observa una p&#233;rdida de aire en cualquiera de los sistemas al revisar los
                        indicadores de aire, la v&#225;lvula de retenci&#243;n puede estar defectuosa.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Con el control de frenos de estacionamiento de los tractores (amarillo) y el control de
                    suministro del remolque (rojo) en la posici&#243;n desactivada (in), abra las llaves de drenaje de
                    los dep&#243;sitos primario y secundario.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <title>Camiones rectos</title>La perilla de control del freno de estacionamiento (amarilla) debe
                    aplicarse en forma autom&#225;tica entre 172 - 241 kPa (25 - 35 psi).
                </para>
                <para>
                    <title>Todos los tractores</title>La perilla roja debe levantarse (posici&#243;n de escape) cuando
                    el dep&#243;sito de presi&#243;n m&#225;s alta alcance 276
                    <emph type="underscr">+</emph>
                    34.5 kPa (40
                    <emph type="underscr">+</emph>
                    5 psi). La perilla roja puede levantarse de inmediato si el aire disminuye r&#225;pidamente en la l&#237;nea
                    de suministro (emergencia) del remolque.
                </para>
                <para>Cuando la presi&#243;n de aire en el dep&#243;sito con presi&#243;n m&#225;s alta alcanza 207
                    <emph type="underscr">+</emph>
                    34.5 kPa (30
                    <emph type="underscr">+</emph>
                    5 psi), puede levantarse la perilla amarilla. Cuando el aire disminuye a 172
                    <emph type="underscr">+</emph>
                    34.5 kPa (25
                    <emph type="underscr">+</emph>
                    5 psi), debe levantarse la perilla amarilla.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre todas las llaves de drenaje de los dep&#243;sitos.</para>
            </step1>
            <step1>
                <para count="1">Aumente el suministro de aire en el sistema de chasis a 758 kPa (110 psi)
                    aproximadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla roja oprimida, desconecte del soporte, el acoplamiento de emergencia del
                    remolque. La perilla roja debe levantarse en forma instant&#225;nea.
                </para>
            </step1>
            <step1>
                <para count="1">Si se levanta la perilla roja, vuelva a conectar el acoplamiento de emergencia del
                    remolque. Oprima la perilla amarilla (in) y hale la perilla roja (out).
                </para>
            </step1>
            <step1>
                <para count="1">Revise la presi&#243;n de aire para ver si hay fugas, observando los indicadores de aire
                    en el tablero. La fuga no debe ser mayor que 13.8 kPa (2 psi) en un minuto.
                </para>
            </step1>
            <step1>
                <para count="1">Abra la llave de drenaje del dep&#243;sito de aire secundario. La llave de drenaje se
                    debe abrir hasta el final para vaciar r&#225;pidamente el aire.
                </para>
                <para>Al revisar los indicadores de aire, usted observar&#225; la p&#233;rdida de aire. Un sistema
                    mostrar&#225; una p&#233;rdida de aire. Con el interruptor de encendido en activado (ON), el
                    zumbador indicador de baja presi&#243;n debe sonar a 483 kPa (70 psi) aproximadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique los frenos de servicio y observe los ajustadores de holgura y las varillas de
                    empuje de la c&#225;mara de freno de pedal. El movimiento de las varillas de empuje de la c&#225;mara
                    de frenos debe ocurrir en los ejes de la siguiente manera:
                </para>
                <step2>
                    <para count="1">Ejes traseros en todos los veh&#237;culos 4x2.</para>
                </step2>
                <step2>
                    <para count="1">Ambos ejes traseros en veh&#237;culos 6x4.</para>
                    <para>Si se observa movimiento en otros ejes, se purg&#243; el dep&#243;sito primario. Consulte el
                        Paso 13. Si el movimiento de recorrido de la varilla de empuje de la c&#225;mara de frenos es el
                        descrito, el sistema primario est&#225; bien.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Cierre la llave de drenaje del dep&#243;sito de aire secundario.</para>
            </step1>
            <step1>
                <para count="1">Aumente el suministro de aire en el sistema a 758 kPa (110 psi).</para>
            </step1>
            <step1>
                <para count="1">Abra la llave de drenaje en el dep&#243;sito primario. Observe el indicador de presi&#243;n
                    de aire opuesto para ver si hay p&#233;rdida de aire. Aseg&#250;rese de abrir hasta el final la
                    llave de drenaje.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique los frenos de servicio y observe los ajustadores de holgura y las varillas de
                    empuje de la c&#225;mara de freno de pedal.
                </para>
                <para>Debe haber movimiento de recorrido de la varilla de empuje de la c&#225;mara de frenos de la
                    siguiente manera:
                </para>
                <step2>
                    <para count="1">Eje de direcci&#243;n en todos los veh&#237;culos 4x2; los frenos de resorte se
                        aplicar&#225;n y desactivar&#225;n hasta que la presi&#243;n de aire descienda a 172-241 kPa
                        (25-35 psi), luego ocurrir&#225; la aplicaci&#243;n total del freno de estacionamiento
                        (resorte).
                    </para>
                </step2>
                <step2>
                    <para count="1">Eje de direcci&#243;n y cualquier eje equipado con freno de estacionamiento de
                        resorte en tractores 6x4.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Al revisar el sistema, los frenos de estacionamiento se aplicar&#225;n autom&#225;ticamente
                    en los tractores cuando la presi&#243;n de aire disminuya a 172
                    <emph type="underscr">+</emph>
                    34.5 kPa (25
                    <emph type="underscr">+</emph>
                    5 psi).
                </para>
            </step1>
            <step1>
                <para count="1">Si el movimiento de las varillas de empuje de la c&#225;mara de frenos es como se
                    describe, el sistema secundario est&#225; funcionando como debe.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre todas las llaves de drenaje y devuelva el veh&#237;culo al servicio.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04008_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
