<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - AJUSTE DE FRENOS - REGULACI&#211;N DE LOS AJUSTADORES
        MANUALES DE HOLGURA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>REGULACI&#211;N DE LOS AJUSTADORES MANUALES DE HOLGURA</title>
        <step1>
            <para count="1">Bloquee las ruedas que no se est&#225;n ajustando.</para>
        </step1>
        <step1>
            <para count="1">Con la rueda levantada y el freno de estacionamiento desactivado de manera que la rueda gire
                libremente, revise el v&#225;stago de empuje de la c&#225;mara de freno para asegurarse de que est&#225;
                en la posici&#243;n de desactivaci&#243;n total. Para hacerlo, desconecte el v&#225;stago de empuje de
                el ajustador de holgura. Si el v&#225;stago de empuje se mueve hacia la c&#225;mara de freno
                "desactivada", presione la camisa de cierre en el ajustador de holgura y gire la tuerca de ajuste para
                hacer girar el ajustador de holgura hacia el v&#225;stago de empuje, hasta que se pueda volver a
                instalar el pasador de horquilla. Instale el pasador de horquilla y la chaveta (
                <hotlnk xrefid="f0400531">Figura 31</hotlnk>).
            </para>
            <figure id="f0400531" figsize="col-wide">
                <graphic id="g0400531" filename="../figg04/g0400531.webp" type="webp"/>
                <caption>Figura 31. Camisa de cierre del ajustador manual de holgura en la tuerca de ajuste</caption>
                <calloutgroup>
                    <callout1>1.CAMISA DE CIERRE</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Desenganche la camisa de cierre del eje del tornillo sin fin del ajustador de holgura o
                tornillo de ajuste, oprimiendo con una llave la camisa cargada por resorte (
                <hotlnk xrefid="f0400531">Figura 31</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>
                        <hotlnk xrefid="f0400531">La Figura 31</hotlnk>ilustra la camisa de cierre en su posici&#243;n
                        desenganchada. Aseg&#250;rese de que la camisa quede adentro, desenganchando el tornillo de
                        ajuste al efectuar los ajustes.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Gire la rueda del veh&#237;culo y al mismo tiempo gire el tornillo de ajuste hasta que las
                zapatas del freno queden oprimidas contra el tambor. Luego, devuelva al tornillo de ajuste 1/4 vuelta en
                la direcci&#243;n contraria. La rueda debe girar libremente sin que el revestimiento del freno se
                arrastre.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique los frenos y mantengalos aplicados totalmente, para sentar completamente las zapatas
                del freno contra el tambor; anote el &#225;ngulo entre el ajustador de holgura y el v&#225;stago de
                empuje. Este &#225;ngulo debe estar lo m&#225;s cerca posible de los 90 grados (
                <hotlnk xrefid="f0400532">La Figura 32</hotlnk>).
            </para>
            <figure id="f0400532" figsize="col-wide">
                <graphic id="g0400532" filename="../figg04/g0400532.webp" type="webp"/>
                <caption>Figura 32. &#193;ngulos de ajuste de la c&#225;mara de freno y del ajustador de holgura
                </caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
