<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - ACOM FOR WINDOWS DE BENDIX</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>ACOM FOR WINDOWS DE BENDIX</title>
        <para>ACom for Windows* de Bendix (*Windows es una marca comercial registrada de Microsoft Corporation) es un
            programa basado en PC que proporciona a los t&#233;cnicos el m&#225;s alto nivel de informaci&#243;n de
            diagn&#243;stico y control del EC-30. Consulte la
            <hotlnk xrefid="f0404312">Figura 12</hotlnk>. Con ACom, el t&#233;cnico puede realizar lo siguiente:
        </para>
        <randlist type="bullet">
            <item>
                <para>Diagn&#243;sticos completos del ABS/ATC</para>
            </item>
            <item>
                <para>Configuraci&#243;n (ABS, ATC y m&#225;s)</para>
            </item>
            <item>
                <para>Transferencia de datos</para>
            </item>
            <item>
                <para>Recopilaci&#243;n de los registros de velocidad de las ruedas</para>
            </item>
            <item>
                <para>Realizaci&#243;n de pruebas del sistema y de los componentes</para>
            </item>
            <item>
                <para>Actualizaci&#243;n de versiones del software para el EC-30 (nuevas caracter&#237;sticas)</para>
            </item>
            <item>
                <para>Guardado e impresi&#243;n de la informaci&#243;n</para>
            </item>
        </randlist>
        <para>Al conectarse al EC-30 mediante una computadora personal, es necesario convertir el protocolo est&#225;ndar
            de la computadora (RS-232) al protocolo est&#225;ndar para camiones de servicio pesado (J1708). La DCI
            realiza la funci&#243;n de conversi&#243;n del protocolo y se conecta entre la computadora y el conector de
            diagn&#243;stico del veh&#237;culo. Si no hay una DCI disponible, es posible obtener un convertidor
            RS-232/J1708 est&#225;ndar en un proveedor local de refacciones electr&#243;nicas. Puede ser necesario
            aislar el EC-30 de otras conexiones de comunicaci&#243;n de la ECU del veh&#237;culo al utilizar un
            convertidor RS-232/J1708 est&#225;ndar.
        </para>
        <para>Para obtener m&#225;s informaci&#243;n acerca del programa ACom for Windows de Bendix, p&#243;ngase en
            contacto con Bendix o consulte al distribuidor local autorizado de Bendix.
        </para>
        <figure id="f0404312" figsize="col-wide">
            <graphic filename="../figg04/g0404312.webp" type="webp" scalefit="1" scalefitwidth="248px" resolution="72"/>
            <caption>Figura 12. ACom for Windows</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_19.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
