<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - REENSAMBLE - GRUPOS DE FRENOS CON PLACAS DE SOPORTE</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="2">
        <title>GRUPOS DE FRENOS CON PLACAS DE SOPORTE</title>
        <svcsubproc>
            <title>Frenos Rockwell serie "T" (
                <hotlnk xrefid="f0400519">Figura 19</hotlnk>)
            </title>
            <figure id="f0400519" figsize="col-wide">
                <graphic id="g0400519" filename="../figg04/g0400519.webp" type="webp"/>
                <caption>Figura 19. Frenos Rockwell serie "T" con placa de soporte</caption>
                <calloutgroup>
                    <callout1>1.PLACA DE SOPORTE</callout1>
                    <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                    <callout1>3.PASADORES DE ANCLAJE</callout1>
                    <callout1>4.RETENEDORES DEL PASADOR DE ANCLAJE</callout1>
                    <callout1>5.RESORTE DE RETORNO</callout1>
                    <callout1>6.RODILLOS</callout1>
                    <callout1>7.LEVA</callout1>
                    <callout1>8.CONJUNTO DE PASADOR GU&#205;A</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale el conjunto de &#225;rbol de levas. Aseg&#250;rese de que las arandelas
                    espaciadoras se reensamblen en la misma posici&#243;n que estaban cuando se removieron.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en las zapatas los rodillos de la zapata, si est&#225;n equipadas con
                    retenedores.
                </para>
            </step1>
            <step1>
                <para count="1">Ensamble las arandelas del pasador gu&#237;a y ubique las zapatas sobre los pasadores de
                    anclaje y pasadores gu&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte y arandela del pasador gu&#237;a, la arandela "C", la arandela del
                    pasador de anclaje y los conjuntos de retenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte de retorno de la zapata de freno.</para>
            </step1>
            <step1>
                <para count="1">Hale hacia atr&#225;s cada zapata e inserte los rodillos. Coloque los rodillos despu&#233;s
                    de instalar los resortes de retorno de la zapata, esto requiere menos esfuerzo que la instalaci&#243;n
                    de los resortes de retorno despu&#233;s de que los rodillos est&#225;n en su lugar. Sin embargo, si
                    los rodillos tienen retenedores, deben montarse en las zapatas como se indic&#243; en el paso 2.
                </para>
            </step1>
            <step1>
                <para count="1">Reensamble el ajustador de holgura del &#225;rbol de levas, alineando las marcas hechas
                    y ubicando las arandelas espaciadoras en el mismo orden que se encontraban antes de desarmar.
                </para>
                <step2>
                    <para count="1">Con el anillo del ajustador instalado, use arandelas espaciadoras para proporcionar
                        un juego longitudinal m&#225;ximo de 1.59 mm (0.062 pulgadas).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el anillo de retenci&#243;n del ajustador de holgura.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda y tambor y ajuste los rodamientos de las ruedas. Consulte
                    el GRUPO 17 - RUEDAS, RINES Y LLANTAS en el Manual de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos como se describi&#243; en
                    <hotlnk document="m04005_HL0400501.xml" xrefid="hl0400501">AJUSTE DE FRENOS</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Freno Eaton (
                <hotlnk xrefid="f0400520">Figura 20</hotlnk>)
            </title>
            <figure id="f0400520" figsize="col-wide">
                <graphic id="g0400520" filename="../figg04/g0400520.webp" type="webp"/>
                <caption>Figura 20. Freno Eaton con placa de soporte</caption>
                <calloutgroup>
                    <callout1>1.PLACA DE SOPORTE</callout1>
                    <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                    <callout1>3.RODILLOS</callout1>
                    <callout1>4.LEVA</callout1>
                    <callout1>5.RESORTE DE RETORNO</callout1>
                    <callout1>6.ABRAZADERAS DEL RETENEDOR DE ZAPATA</callout1>
                    <callout1>7.RESORTE DEL RETENEDOR</callout1>
                    <callout1>8.PASADOR DE ANCLAJE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deslice cuidadosamente el &#225;rbol de levas dentro del soporte. Para asegurarse de que
                    el &#225;rbol de levas se instal&#243; en forma apropiada, gire la leva en direcci&#243;n del v&#225;stago
                    de empuje de la c&#225;mara de aire y revise que los rodillos suban en el lado convexo de la cabeza
                    de la leva.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la arandela interna del ajustador de holgura en la leva.</para>
                <specpara>
                    <note>
                        <para>La arandela interna es la arandela gruesa que tiene un grosor de 1.52 mm (0.060 de
                            pulgada) y la arandela externa es la delgada que mide 0.76 mm (0.030 pulgadas) de grueso.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Instale el ajustador de holgura en el &#225;rbol de levas, de manera que la tuerca del
                    ajustador mire en direcci&#243;n opuesta a la c&#225;mara de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la arandela externa y el anillo de presi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Mientras presiona la camisa de cierre, gire la tuerca de ajuste hacia la izquierda,
                    hasta que el ajustador de holgura y los orificios de horquilla del v&#225;stago de empuje est&#233;n
                    alineados (ajustador de holgura manual).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pasador de la horquilla y la chaveta.</para>
            </step1>
            <step1>
                <para count="1">Coloque la zapata superior en el pasador de anclaje y g&#237;rela hacia abajo, ajustando
                    la zapata en la abrazadera del retenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la zapata inferior en el pasador de anclaje y lev&#225;ntela, ajustando la
                    zapata en la abrazadera del retenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Una el resorte de retorno y el resorte de retenci&#243;n del pasador de anclaje. Use
                    alicates de freno.
                </para>
            </step1>
            <step1>
                <para count="1">Usando un destornillador grande, levante las zapatas del freno e instale los rodillos de
                    leva del freno.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de rueda y tambor y ajuste los rodamientos de ruedas. Consulte el
                    GRUPO 17 - RUEDAS, RINES Y LLANTAS en el Manual de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Ajuste los frenos como se describi&#243; en
                    <hotlnk document="m04005_HL0400501.xml" xrefid="hl0400501">AJUSTE DE FRENOS</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
