<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE (MIDLAND ROSS) - REVISIONES
        DE SERVICIO
    </stitle>
    <svcsection/>
    <svcproc id="hl0400219" svcproctype="IDcomponent" graphiccount="0">
        <title>REVISIONES DE SERVICIO</title>
        <svcsubproc>
            <title>Prueba de fugas</title>
            <specpara>
                <caution>
                    <para>S&#243;lo se deben usar indicadores de prueba conocidos por su precisi&#243;n para revisar las
                        presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n del regulador y
                        otras pruebas.
                    </para>
                </caution>
            </specpara>
            <para>Use una fuente de presi&#243;n de aire equipada con una v&#225;lvula de cierre manual en l&#237;nea,
                un indicador de aire de conocida precisi&#243;n y un adaptador para la conexi&#243;n. Conecte la fuente
                de aire al orificio de entrada. Conecte tambi&#233;n un m&#250;ltiple con un indicador de aire y cierre
                la v&#225;lvula de manual a la salida. Con la v&#225;lvula de control del freno en la posici&#243;n
                halada "OUT", abra la v&#225;lvula manual para acumular 689 a 861 kPa (100 a 125 psi) hacia el orificio
                de entrada. Cierre la v&#225;lvula manual. No se permite ninguna fuga de aire alrededor del pist&#243;n
                o a trav&#233;s de las superficies fundidas. Se puede permitir una fuga en el orificio de escape de una
                burbuja de jab&#243;n de 25 mm (1 pulgada) de di&#225;metro producida en seis segundos.
            </para>
            <para>Empuje la v&#225;lvula de control y aumente la presi&#243;n hasta 689 a 861 kPa (100 a 125 psi) en la
                entrada y salida. Cierre la v&#225;lvula manual y repita la prueba de fugas anterior.
            </para>
            <para>Hale la v&#225;lvula de control. La presi&#243;n del orificio de salida debe escapar a trav&#233;s de
                la v&#225;lvula hasta cero.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de funcionamiento</title>
            <para>Comience con una presi&#243;n cero en la entrada y salida. Mantenga la v&#225;lvula de control
                empujada (IN) y abra la v&#225;lvula manual para permitir que se acumule una presi&#243;n en la entrada
                y en la salida de 48 a 117 kPa (7 a 17 psi) en los camiones rectos y autobuses fabricados antes del 3 de
                abril de 1992 y una presi&#243;n de 172 a 241 kPa (25 a 35 psi) en los fabricados despu&#233;s del 3 de
                abril de 1992. La v&#225;lvula de control debe mantenerse en la posici&#243;n empujada IN a presiones
                sobre 48 a 117 kPa (7 a 17 psi) en los camiones rectos y autobuses fabricados antes del 3 de abril de
                1992 y a presiones de 172 a 241 kPa (25 a 35 psi) en los fabricados despu&#233;s del 3 de abril de 1992.
            </para>
            <para>La segunda revisi&#243;n se efect&#250;a con presi&#243;n de 689 a 861 (100 a 125 psi) en los
                orificios de entrada y salida y cerradas ambas v&#225;lvulas manuales. Abra lentamente la v&#225;lvula
                manual en la salida para reducir la presi&#243;n. El control del freno de resorte debe "salir" autom&#225;ticamente
                cuando la presi&#243;n de aire en el orificio de entrada llega a 48 a 117 kPa (7 a 17 psi) en los
                camiones rectos y autobuses fabricados antes del 3 de abril de 1992 y a 172 a 241 kPa (25 a 35 psi) en
                los fabricados despu&#233;s del 3 de abril de 1992.
            </para>
            <para>Si la v&#225;lvula de control del freno de resorte no funciona como se describe, debe ser reemplazada
                o reparada.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_74.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_76.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
