<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - FUNCIONAMIENTO DEL ABS</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>FUNCIONAMIENTO DEL ABS</title>
        <svcprocinfo>
            <para>El ABS Bendix utiliza sensores de velocidad de las ruedas, moduladores de ABS y una ECU para controlar
                cuatro o seis ruedas. Con el monitoreo del deslizamiento de las ruedas durante el frenado y con el
                ajuste de la presi&#243;n de frenado en cada rueda, el EC-30 puede optimizar el deslizamiento entre la
                llanta y la superficie del camino. Cuando se detecta un deslizamiento de las ruedas excesivo, el
                controlador EC-30 activa el ABS. El EC-30 controla los moduladores de ABS para simular la acci&#243;n de
                un conductor que bombea los frenos. Sin embargo, el controlador EC-30 puede bombear cada freno del veh&#237;culo
                de manera independiente y con mayor velocidad y precisi&#243;n que un conductor.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Control del eje delantero</title>
            <para>Aunque ambas ruedas del eje de direcci&#243;n est&#225;n controladas por moduladores de ABS
                individuales, el EC-30 no las controla de manera totalmente independiente. El EC-30 utiliza una filosof&#237;a
                de Regulaci&#243;n individual modificada (MIR) que combina la fuerza de frenado aplicada entre los dos
                frenos del eje de direcci&#243;n. La MIR se utiliza para minimizar la carga sobre el volante de la
                direcci&#243;n mientras el ABS est&#225; activo en una superficie dispareja (por ejemplo, hielo y
                asfalto).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Control de un eje trasero simple</title>
            <para>En veh&#237;culos con un solo eje trasero (4x2), las ruedas del eje trasero se controlan de manera
                independiente. Por lo tanto, la presi&#243;n de aplicaci&#243;n de frenado en cada rueda se ajusta de
                acuerdo con el comportamiento de las ruedas en la superficie del camino.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Control de un eje trasero doble</title>
            <para>Para veh&#237;culos con ejes traseros dobles (6x2 &#243; 6x4), un modulador de ABS controla ambas
                ruedas derechas y el otro modulador controla ambas ruedas izquierdas. Ambas ruedas a cada lado reciben
                igual presi&#243;n de frenado durante una detenci&#243;n con ABS. Con el uso de s&#243;lo cuatro
                sensores de velocidad de las ruedas, los dos sensores traseros se ubican en el eje trasero m&#225;s
                liviano.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Frenado normal</title>
            <para>Durante el frenado normal, la presi&#243;n de los frenos se entrega al accionador de los frenos a trav&#233;s
                del modulador de ABS. Si los sensores de velocidad de las ruedas no detectan un deslizamiento excesivo,
                el EC-30 no activa el control de ABS y el veh&#237;culo se detiene con el frenado normal.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
