<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - DESENSAMBLE</stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="1">
        <title>DESENSAMBLE</title>
        <specpara>
            <note>
                <para>Al trabajar en el ajustador de holgura, se debe observar un nivel razonable de limpieza. Limpie el
                    exterior antes del desensamble.
                </para>
            </note>
        </specpara>
        <para>A continuaci&#243;n se presenta un procedimiento de ensamble y desensamble con fines de referencia; &#233;ste
            supone que se est&#225; efectuando un reensamble o reparaci&#243;n del ajustador de holgura. Se encuentran
            disponibles varios repuestos y juegos de mantenimiento que no requieren un desensamble completo. Se deben
            seguir las instrucciones que vienen acompa&#164;ado estos repuestos o juegos de mantenimiento, si no las
            hay; siga las instrucciones que aqu&#237; se ofrecen.
        </para>
        <para>Consulte la
            <hotlnk xrefid="f0401505">Figura 5</hotlnk>
            con respecto a los componentes que se mencionan a continuaci&#243;n.
        </para>
        <figure id="f0401505" figsize="col-wide">
            <graphic id="g0401505" filename="../figg04/g0401505.webp" type="webp" resolution="72"/>
            <caption>Figura 5. Componentes del ajustador de holgura</caption>
        </figure>
        <step1>
            <para count="1">Fije el brazo del ajustador de holgura en una prensa de banco. No lo fije en la parte del
                cuerpo que contiene el conjunto de ajustador o el engranaje del tornillo sinf&#237;n. Use un cepillo de
                alambre para limpiar completamente el exterior del ajustador de holgura, prestando especial atenci&#243;n
                al &#225;rea que rodea a la tuerca hexagonal de ajuste manual y a su anillo de retenci&#243;n. Antes de
                continuar, limpie todos los contaminantes sueltos.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva las chavetas y arandelas del pasador del yugo y el pasador de la
                articulaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva el pasador del yugo y el pasador de la articulaci&#243;n; separe el yugo de el
                ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura tiene un buje para el pasador del yugo, remuevalo a presi&#162;n
                del brazo del ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva la cubierta del resalte de retenci&#243;n del cuerpo. Gire la tuerca hexagonal de
                ajuste manual hacia la derecha, hasta que la articulaci&#243;n y la cubierta se puedan extraer del
                cuerpo del ajustador de holgura. Separe la cubierta de la articulaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva el anillo de retenci&#243;n del conjunto de tuerca hexagonal de ajuste manual y las
                arandelas de calce, si las hay, que est&#225;n debajo de &#233;ste.
            </para>
        </step1>
        <step1>
            <para count="1">Gire la tuerca hexagonal de ajuste manual hacia la izquierda. El conjunto completo debe
                desatornillarse del cuerpo a medida que gira la tuerca hexagonal de ajuste manual. Si el conjunto de
                ajustador no se desatornilla del cuerpo, ser&#225; necesario evitar la rotaci&#243;n del engranaje del
                tornillo sinf&#237;n a medida que gira la tuerca hexagonal de ajuste.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva la arandela de empuje.</para>
        </step1>
        <step1>
            <para count="1">Inserte cuidadosamente un punz&#243;n de 9.53 mm (3/8 de pulgada) en el di&#225;metro
                interior del conjunto de ajustador del cuerpo y saque el retenedor del resorte y el resorte
                anti-reversa.
            </para>
        </step1>
        <step1>
            <para count="1">No remueva las conexiones de lubricaci&#243;n en el cuerpo del ajustador de holgura, a menos
                que observe da&#241;os. Gire la conexi&#243;n hacia la izquierda. Si se afloja, est&#225; enroscada. Si
                no se afloja, no est&#225; enroscada y puede sacarse del cuerpo. Antes remover una conexi&#243;n
                acodada, anote su posici&#243;n en relaci&#243;n con el cuerpo.
            </para>
        </step1>
        <step1>
            <para count="1">No se permite seguir desarmando el ajustador de holgura.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
