<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - LIMPIEZA E INSPECCI&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="0">
        <title>LIMPIEZA E INSPECCI&#211;N</title>
        <specpara>
            <note>
                <para>Los componentes que tengan roscas o piezas da&#241;adas deben reemplazarse en vez de repararse. No
                    se deben intentar las reparaciones que requieran maquinado o soldadura.
                </para>
            </note>
        </specpara>
        <specpara>
            <caution>
                <para>NO USE solventes o jab&#243;n y agua para la limpieza.</para>
            </caution>
        </specpara>
        <para>Consulte la
            <hotlnk document="m04015_6.xml" xrefid="f0401505">Figura 5</hotlnk>
            con respecto a los componentes que se mencionan a continuaci&#243;n.
        </para>
        <step1>
            <para count="1">Sin usar solventes, limpie el exceso de grasa del tornillo sinf&#237;n del conjunto de
                tuerca hexagonal de ajuste manual.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el tornillo sinf&#237;n del conjunto de tuerca hexagonal de ajuste manual para ver si
                hay superficies coincidentes del engranaje del tornillo sinf&#237;n que est&#233;n agrietadas o rotas.
                Reemplace el conjunto de ajustador seg&#250;n sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Sin usar solventes, limpie el exceso de grasa del conjunto de tuerca hexagonal de ajuste
                manual y de los di&#225;metros interiores del resorte y del retenedor del resorte en el cuerpo del
                ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Revise los di&#225;metros interiores para ver si presentan corrosi&#243;n, picaduras o
                raspaduras. Si se observan picaduras o raspaduras profundas, se debe reemplazar el ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Mire el di&#225;metro interior del conjunto de ajustador mientras hace girar el engranaje
                del tornillo sinf&#237;n y revise si faltan o est&#225;n da&#241;ados los dientes del engranaje. De ser
                as&#237;, reemplace el ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Revise las ranuras del &#225;rbol de levas del engranaje del tornillo sinf&#237;n para ver
                si presentan da&#241;os. Si est&#225;n da&#241;adas, reemplace el ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie y revise los orificios del pasador del yugo y del pasador de la articulaci&#243;n en
                el yugo, en la articulaci&#243;n del ajustador y en el cuerpo del ajustador de holgura. Los orificios
                deben verse redondos, sin que haya "ovalado" visible. Para realizar esta inspecci&#243;n se puede usar
                un pasador del yugo y pasador de la articulaci&#243;n nuevos. Si se observa esta condici&#243;n, se debe
                reemplazar la pieza afectada.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie las muescas del anillo de retenci&#243;n en el yugo y en el cuerpo del ajustador de
                holgura.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
