<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - AJUSTE DE FRENOS - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA
        BENDIX
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>AJUSTADORES AUTOM&#193;TICOS DE HOLGURA BENDIX</title>
        <step1>
            <para count="1">Si el ajustador de holgura est&#225; equipado con el yugo de f&#225;cil ajuste, ubique la
                contratuerca del accionador aproximadamente a 50.8 mm (2 pulgadas) del extremo. Enrosque el buje
                adaptador del yugo de f&#225;cil ajuste en la v&#225;stago de empuje hasta que quede aproximadamente a
                19.1 mm (3/4 de pulgada) del extremo del v&#225;stago de empuje. Gire la tuerca hexagonal de ajuste
                manual hacia la derecha, hasta que el extremo del v&#225;stago de empuje del accionador sobresalga
                aproximadamente 3 mm (1/8 de pulgada) m&#225;s all&#225; del di&#225;metro interior roscado del yugo (
                <hotlnk xrefid="f0400529">Figura 29</hotlnk>). Enrosque el adaptador en el yugo y apri&#233;telo a 10
                libras pie. (13.6 N&#8226;m).
            </para>
            <figure id="f0400529" figsize="col-wide">
                <graphic id="g0400529" filename="../figg04/g0400529.webp" type="webp"/>
                <caption>Figura 29. Conjunto de yugo de f&#225;cil ajuste Bendix</caption>
                <calloutgroup>
                    <callout1>1.3/4 pulg AFUERA</callout1>
                    <callout1>2.YUGO</callout1>
                    <callout1>3.ADAPTADOR</callout1>
                    <callout1>4.CONTRATUERCA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura tiene un yugo de conexi&#243;n r&#225;pida (
                <hotlnk xrefid="f0400530">Figura 30</hotlnk>), coloque la contratuerca del accionador aproximadamente a
                38.1 mm (1-1/2 pulgadas) del extremo. Enrosque el buje adaptador de conexi&#243;n r&#225;pida en la v&#225;stago
                de empuje hasta que el v&#225;stago sobresalga aproximadamente 3.1 mm (1/8 de pulgada) desde el extremo
                del buje adaptador. Instale el anillo de retenci&#243;n en el buje adaptador, asegur&#225;ndose de que
                se encuentra en la muesca del buje. Gire la tuerca hexagonal de ajuste manual hacia la derecha, hasta
                que el buje adaptador comience a entrar en el yugo. Oprima completamente las "patas" del anillo de
                retenci&#243;n y contin&#250;e haciendo girar la tuerca hexagonal de ajuste manual hasta que el
                adaptador est&#233; completamente dentro del yugo. Permita que el anillo de retenci&#243;n se expanda en
                la muesca correspondiente del yugo. Aseg&#250;rese de que el anillo de retenci&#243;n qued&#243;
                insertado tanto en el yugo como en la ranura del buje adaptador, halando manualmente el brazo en un
                intento de separar el buje adaptador y el yugo.
            </para>
            <figure id="f0400530" figsize="col-wide">
                <graphic id="g0400530" filename="../figg04/g0400530.webp" type="webp"/>
                <caption>Figura 30. Conjunto de yugo de conexi&#243;n r&#225;pida Bendix</caption>
                <calloutgroup>
                    <callout1>1.1/8 pulg AFUERA</callout1>
                    <callout1>2.YUGO</callout1>
                    <callout1>3.ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>4.ADAPTADOR</callout1>
                    <callout1>5.CONTRATUERCA</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Haga descender la contratuerca del v&#225;stago de empuje del accionador contra el
                adaptador. Sostenga la tuerca hexagonal del buje adaptador con una llave y apriete la contratuerca a
                33.9 - 44.7 N&#8226;m (25 - 33 lbs-pie) para la rosca de 1/2 pulg x 20 y a 44.7 - 67.8 N&#8226;m (33 -
                50 ft-lbs) para la rosca de 5/8 pulg x 18.
            </para>
        </step1>
        <step1>
            <para count="1">Ajuste manualmente los frenos. La rueda que va a ajustar debe girar libremente. Gire la
                tuerca hexagonal de ajuste manual hacia la derecha, hasta que los frenos comiencen a patinar. Devuelva
                la tuerca de ajuste (hacia la izquierda) hasta el punto de que la rueda gire libremente.
            </para>
        </step1>
        <step1>
            <para count="1">Desenjaule el o los frenos de estacionamiento de resorte. Consulte el GRUPO O4 - FRENOS DE
                AIRE en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva los soportes de piso que sostienen el veh&#237;culo. Antes de devolver el veh&#237;culo
                al servicio, pruebelo para verificar el funcionamiento correcto del freno.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
