<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - MANTENIMIENTO - MANTENIMIENTO DE LOS FRENOS</stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="1">
        <title>MANTENIMIENTO DE LOS FRENOS</title>
        <para>La falta de mantenimiento adecuado de los frenos puede contribuir a los reclamos sobre el funcionamiento
            de los frenos. El balance apropiado de los frenos entre el tractor y el remolque, la revisi&#243;n peri&#243;dica
            del recorrido del v&#225;stago de empuje y el ajuste de los frenos son esenciales para un frenado efectivo.
        </para>
        <para>Revise el revestimiento del freno cada 19 000 km (12 000 millas) o cada 12 meses, lo que ocurra primero.
            Cuando los bloques o revestimiento del freno se hayan desgastado y quede un remanete de solo 6.35 mm (1/4 de
            pulgada) en los frenos del eje de impulso, o de 4.75 mm (3/16 de pulgada) en los frenos del eje de direcci&#243;n,
            se deben reemplazar los revestimiento de las zapatas de freno.
        </para>
        <para>Si el revestimiento del freno est&#225; bien, ajuste los frenos de a una rueda por vez, todos los tambores
            deben estar en su lugar y todos los ajustadores de holgura conectados a las c&#225;maras.
        </para>
        <specpara>
            <note>
                <para>Adem&#225;s del freno Q de 38.1 cm (15 pulgadas) ahora est&#225; disponible un freno Q Plus de
                    38.1 cm (15 pulgadas). El freno Q de 38.1 cm (15 pulgadas) no puede convertirse en Q Plus debido a
                    la diferencia de dise&#241;o en la desviaci&#243;n del mu&#241;&#243;n de giro y el perfil de la
                    cabeza de la leva. Los frenos Q de 41.9 cm (16 1/2 pulgadas) pueden convertirse al dise&#241;o Q
                    Plus cambiando el conjunto de zapatas y sus revestimiento, el &#225;rbol de levas y el resorte de
                    retorno. Las diferencias entre el dise&#241;o Q Plus y el freno Q se ilustran en la
                    <hotlnk xrefid="f0400501">Figura 1</hotlnk>.
                </para>
            </note>
        </specpara>
        <figure id="f0400501" figsize="col-wide">
            <graphic id="g0400501" filename="../figg04/g0400501.webp" type="webp"/>
            <caption>Figura 1. Identificaci&#243;n de los componentes del freno Rockwell Q Plus</caption>
        </figure>
        <specpara>
            <warning>
                <para>Es muy importante no usar nunca un &#225;rbol de levas de freno Q est&#225;ndar con zapatas de
                    freno Q Plus. Las zapatas de freno Q Plus deben usarse con &#225;rboles de levas Q Plus. Para su f&#225;cil
                    identificaci&#243;n, todas las zapatas y &#225;rboles de levas Q Plus est&#225;n marcados como "Q
                    Plus". Si se usan zapatas Q Plus con &#225;rboles de levas Q est&#225;ndar, existe la posibilidad,
                    bajo ciertas condiciones de funcionamiento, de que el &#225;rbol de levas se "vuelque" durante la
                    aplicaci&#243;n del freno. Esto puede producir una falla del freno y posibles lesiones personales.
                    Adem&#225;s, es posible que un tambor de freno nuevo no ajuste sobre zapatas de freno Q Plus, si
                    &#233;stas se usan con un &#225;rbol de levas de freno Q est&#225;ndar.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>Para su protecci&#243;n, el freno de resorte ha sido sellado (resistente a las alteraciones) en f&#225;brica.
                    No hay piezas que requieran servicio por parte del usuario en el interior de la c&#225;mara de freno
                    de resorte. Si usted experimenta da&#241;os o desperfectos de la c&#225;mara del freno de resorte,
                    reemplace el conjunto completo. Nunca intente desensamblar la c&#225;mara del freno de resorte,
                    puede causar del desenganche accidental y repentino del resorte de alta energ&#237;a el cual puede
                    provocarle lesiones personales graves, inclusive la muerte.
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
