<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL
        COLGANTE - SERVICIO DE LA V&#193;LVULA TIPO PEDAL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>SERVICIO DE LA V&#193;LVULA TIPO PEDAL</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Aplique el freno de estacionamiento y bloquee las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire de todos los dep&#243;sitos.</para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas de suministro y entrega en la v&#225;lvula de freno de
                    pedal de piso. Al desconectar, marque todas las l&#237;neas en relaci&#243;n a la v&#225;lvula para
                    gu&#237;a en el momento de reconectarlas.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los conectores de la v&#225;lvula. Marquelos tambi&#233;n en relaci&#243;n a su
                    ubicaci&#243;n y posici&#243;n en la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la v&#225;lvula de freno y el conjunto de pedal sacando tres tornillos de cabeza
                    hexagonal del c&#237;rculo del tornillo externo de la placa de montaje. Se puede remover solamente
                    la v&#225;lvula b&#225;sica removiendo del c&#237;rculo interior tres tornillos de cabeza hexagonal.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400207">
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400225">Figura 25</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si se removi&#243; del veh&#237;culo todo el conjunto de v&#225;lvula de freno y pedal,
                    remueva los tornillos de cabeza hexagonal que sujetan el conjunto de pedal a la v&#225;lvula b&#225;sica
                    de freno.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo (elemento 19) que sujeta el diafragma de escape (elemento 17) y la
                    arandela (elemento 20) de la cubierta de escape (elemento 16).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los cuatro tornillos que aseguran la cubierta de escape (elemento 16) al cuerpo
                    de la v&#225;lvula inferior (elemento 23).
                </para>
            </step1>
            <figure id="f0400225" figsize="col-wide">
                <graphic id="g0400225" filename="../figg04/g0400225.webp" type="webp" scalefit="0"/>
                <caption>Figura 25. V&#225;lvula tipo pedal - Desensamble</caption>
                <calloutgroup>
                    <callout1>1. &#201;MBOLO</callout1>
                    <callout1>TORNILLO GU&#205;A DEL RESORTE (NO SE USA)</callout1>
                    <callout1>3. GU&#205;A DEL RESORTE DEL V&#193;STAGO</callout1>
                    <callout1>4. RESORTE DEL V&#193;STAGO</callout1>
                    <callout1>5. TUERCA DEL ASIENTO DEL RESORTE</callout1>
                    <callout1>6. ASIENTO DEL RESORTE</callout1>
                    <callout1>7. PLACA DE MONTAJE</callout1>
                    <callout1>8. RESORTE DE CAUCHO</callout1>
                    <callout1>9. PIST&#211;N PRIMARIO</callout1>
                    <callout1>10. V&#193;LVULA DE ENTRADA Y ESCAPE PRIMARIA</callout1>
                    <callout1>11. RESORTE DEL PIST&#211;N RELEVADOR</callout1>
                    <callout1>12. PIST&#211;N RELEVADOR</callout1>
                    <callout1>13. ANILLO DEL SELLO</callout1>
                    <callout1>14. V&#193;LVULA DE ENTRADA Y ESCAPE SECUNDARIA</callout1>
                    <callout1>15. ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>16. CUBIERTA DE ESCAPE</callout1>
                    <callout1>17. DIAFRAGMA DE ESCAPE</callout1>
                    <callout1>18. ARANDELA DEL DIAFRAGMA</callout1>
                    <callout1>19. TORNILLO</callout1>
                    <callout1>20. ARANDELA</callout1>
                    <callout1>21. RETENEDOR, ANILLO "O"</callout1>
                    <callout1>22. RESORTE DE RETORNO</callout1>
                    <callout1>23. CUERPO DE LA V&#193;LVULA INFERIOR</callout1>
                    <callout1>24. CUERPO DE LA V&#193;LVULA SUPERIOR</callout1>
                    <callout1>25. RESORTE DE RETORNO DEL PIST&#211;N PRIMARIO</callout1>
                    <callout1>26. RETENEDOR DEL PIST&#211;N PRIMARIO</callout1>
                    <callout1>27. V&#193;STAGO</callout1>
                    <callout1>28. CUBIERTA PROTECTORA</callout1>
                    <callout1>29. PEDAL</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva el conjunto de v&#225;lvula de entrada y escape secundaria (elemento 14) del
                    cuerpo de la v&#225;lvula inferior (elemento 23). No es necesario desensamblar el conjunto de v&#225;lvula
                    de entrada y escape secundaria, ya que s&#243;lo recibe servicio como un conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los cuatro tornillos de cabeza hexagonal que aseguran el cuerpo de la v&#225;lvula
                    inferior (elemento 23) al cuerpo de la v&#225;lvula superior (elemento 24) y separe los cuerpos.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo del sello de caucho (elemento 13) del cuerpo inferior.</para>
            </step1>
            <step1>
                <para count="1">Aplique presi&#243;n con el pulgar al pist&#243;n primario (elemento 9), levante y hale
                    hacia afuera sobre las tres leng&#252;etas de cierre del retenedor del pist&#243;n primario
                    (elemento 26).
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de 10 mm (3/8 de pulgada) para sujetar la tuerca en el extremo roscado del
                    v&#225;stago situado sobre el pist&#243;n primario. Inserte un destornillador en el conducto de
                    escape a trav&#233;s del centro de la v&#225;lvula y encaje la cabeza ranurada del v&#225;stago
                    (elemento 27).
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Antes de continuar, observe que la tuerca y el v&#225;stago se usan para contener el resorte
                        de retorno del pist&#243;n primario (elemento 25), el resorte del v&#225;stago (elemento 4) y el
                        resorte del pist&#243;n relevador (elemento 11). La fuerza combinada de estos resortes es de
                        aproximadamente 68 Nm (50 lb-pie). Debe tener mucho cuidado para evitar lesiones personales al
                        remover la tuerca, ya que se liberan las fuerzas del resorte. Se recomienda sujetar el pist&#243;n
                        primario y el pist&#243;n relevador mientras se retiran la tuerca y el v&#225;stago.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Gire el destornillador hacia la izquierda y remueva el v&#225;stago (elemento 27), el
                    resorte del v&#225;stago (elemento 4), la gu&#237;a del resorte (elemento 3) y la tuerca.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva del cuerpo superior el pist&#243;n relevador (elemento 12), el resorte del pist&#243;n
                    relevador (elemento 11), el pist&#243;n primario (elemento 9) y el resorte de retorno del pist&#243;n
                    primario (elemento 25).
                </para>
            </step1>
            <step1>
                <para count="1">Desarme el pist&#243;n primario (elemento 9), separando la tuerca de asiento del
                    resorte, el asiento del resorte (elemento 6), el resorte de caucho (elemento 8) y quitando el anillo
                    "O" del pist&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los anillos "O" grandes y peque&#241;os del pist&#243;n relevador.</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de retenci&#243;n que asegura el conjunto de v&#225;lvula de entrada y
                    escape primaria (elemento 10) en el cuerpo superior y remueva el conjunto de v&#225;lvula. No
                    desarme la entrada primaria, ya que s&#243;lo recibe servicio como conjunto.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <para>Lave todas las piezas met&#225;licas con un solvente de limpieza. Use aire comprimido para secarlas.
                Revise todas las piezas para ver si hay desgaste o deterioro excesivo. Revise los asientos de las v&#225;lvulas
                para ver si presentan mellas o rebabas. Revise los resortes para ver si hay grietas o corrosi&#243;n.
                Reemplace todas las piezas de caucho y cualquier pieza que no pueda recibir servicio durante esta
                inspecci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400225">Figura 25</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Antes de rearmar la v&#225;lvula de freno, lubrique todos los anillos "O", las ranuras de los anillos
                "O", las paredes de los pist&#243;nes y las superficies m&#243;viles met&#225;licas. Lubrique con grasa
                Fleetrite EP2 Moly o equivalente a la grasa de litio multiuso NLGI n&#186; 2.
            </para>
            <para>Todas las torsiones especificadas son torsiones de ensamble y se puede esperar que difieran despu&#233;s
                de completar el ensamble. No vuelva a apretar las tuercas despu&#233;s de activar la torsi&#243;n
                inicial.
            </para>
            <step1>
                <para count="1">Coloque el conjunto de entrada y escape primario en el cuerpo superior; luego instale el
                    anillo de retenci&#243;n para asegurarlo. Aseg&#250;rese de que el anillo de retenci&#243;n est&#233;
                    completamente insertado en su ranura.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n relevador los anillos "O" grandes y los peque&#241;os.</para>
            </step1>
            <step1>
                <para count="1">Coloque un nuevo anillo "O" en la ranura del pist&#243;n primario.</para>
            </step1>
            <step1>
                <para count="1">Coloque en el pist&#243;n primario (elemento 9) el resorte de caucho (elemento 8), con
                    el lado c&#243;ncavo hacia abajo, y coloque sobre el resorte de caucho, el asiento del resorte
                    (elemento 6), con el lado plano hacia arriba.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca de asiento del resorte del pist&#243;n primario (elemento 5) con su
                    cabeza hexagonal lo m&#225;s cerca posible del asiento del resorte y g&#237;rela hacia la derecha
                    hasta que la superficie superior del asiento del resorte est&#233; al mismo nivel de la superficie
                    superior del pist&#243;n (elemento 9).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque en el agujero del pist&#243;n en el cuerpo superior, el resorte de retorno del
                    pist&#243;n primario (elemento 25).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el pist&#243;n primario, con el asiento del resorte hacia afuera, sobre el
                    resorte de retorno y presione el pist&#243;n en el agujero del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el resorte de retorno del pist&#243;n relevador (elemento 11) en el cuerpo
                    superior y coloque el pist&#243;n relevador (elemento 12) sobre el resorte de manera que el lado c&#243;ncavo
                    del pist&#243;n quede contra el resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Comprima el pist&#243;n primario y el relevador dentro del cuerpo superior y mant&#233;ngalos
                    comprimidos, ya sea en forma manual o mec&#225;nica (ver
                    <emph type="bold">ADVERTENCIA</emph>
                    en el paso 8 del
                    <hotlnk xrefid="hl0400207">
                        <xref refid="hl0400207"/>Desensamble,
                    </hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Pase el v&#225;stago (elemento 27) por el conducto de escape del cuerpo inferior de modo
                    que la parte roscada se pueda ver en el pist&#243;n primario.
                </para>
            </step1>
            <step1>
                <para count="1">Use un destornillador para encajar y sujetar la cabeza ranurada del v&#225;stago; luego
                    coloque el resorte del v&#225;stago (elemento 4) y la gu&#237;a del resorte (elemento 3) sobre el
                    pist&#243;n primario (elemento 9).
                </para>
            </step1>
            <step1>
                <para count="1">Atornille la tuerca en el v&#225;stago. Apriete a 2.3 a 3.4 N&#183;m (20 a 30
                    lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale sobre el pist&#243;n el retenedor del pist&#243;n primario (elemento 26), asegur&#225;ndose
                    de que las tres leng&#252;etas de cierre hayan encajado en el borde externo del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el cuerpo inferior, el conjunto de la v&#225;lvula de entrada y escape
                    secundaria.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque en el cuerpo inferior la cubierta de escape (elemento 16) con los cuatro
                    tornillos de m&#225;quina y sus respectivas arandelas de seguridad; apriete a 7.9 a 11.3 N &#8226; m
                    (70 a 100 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale en la cubierta de escape (elemento 16) el diafragma de escape (elemento 17) y la
                    arandela del diafragma (elemento 18) usando el tornillo de cabeza Phillips y la arandela de
                    seguridad.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el cuerpo inferior el anillo del sello (elemento 13) y asegure el cuerpo
                    inferior al cuerpo superior usando los cuatro tornillos de cabeza hexagonal y las arandelas de
                    seguridad. Apriete los tornillos a 7.9 a 11.3 N &#8226; m (70 a 100 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de la v&#225;lvula de pedal a la v&#225;lvula de freno b&#225;sica.
                    Asegure con tornillos de cabeza hexagonal y arandelas de seguridad y apriete entre 9 y 11.3 N&#183;m
                    (80 a 100 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Pruebe la v&#225;lvula de freno reensamblada efectuando las
                    <hotlnk document="m04002r_51.xml" xrefid="hl0400206">
                        <xref refid="hl0400206"/>REVISIONES DE SERVICIO
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
