<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - C&#193;MARA DE FRENO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>C&#193;MARA DE FRENO</title>
        <svcsubsecinfo>
            <para>Las c&#225;maras de freno transforman la energ&#237;a del aire comprimido en fuerza mec&#225;nica y
                movimiento para activar los frenos. Para hacer funcionar los frenos se usa una c&#225;mara en cada rueda
                (
                <hotlnk xrefid="f0400538">Figura 38</hotlnk>).
            </para>
            <figure id="f0400538" figsize="col-wide">
                <graphic id="g0400538" filename="../figg04/g0400538.webp" type="webp"/>
                <caption>Figura 38. C&#225;mara de freno de aire t&#237;pica</caption>
                <calloutgroup>
                    <callout1>1.ALOJAMIENTO DE LA PLACA DE PRESI&#211;N</callout1>
                    <callout1>2.DIAFRAGMA</callout1>
                    <callout1>3.PLACA CON V&#193;STAGO DE EMPUJE</callout1>
                    <callout1>4.CONJUNTO DE RESORTE DEL V&#193;STAGO DE EMPUJE</callout1>
                    <callout1>5.ANILLOS DE LA ABRAZADERA</callout1>
                    <callout1>6.TUERCAS Y TORNILLOS</callout1>
                </calloutgroup>
            </figure>
            <para>La presi&#243;n de aire que entra a la c&#225;mara de freno detr&#225;s del diafragma empuja el v&#225;stago
                hacia afuera, y &#233;ste hace girar el ajustador de holgura, el &#225;rbol de levas del freno y la
                leva, los que a su vez aplican los frenos. Mientras mayor es la presi&#243;n de aire que se admite en la
                c&#225;mara, mayor es la fuerza que empuja las zapatas del freno contra el tambor.
            </para>
            <para>La c&#225;mara de freno consta de dos secciones met&#225;licas en forma de plato: el conjunto de placa
                de presi&#243;n y la placa que no es de presi&#243;n, separadas por un diafragma de hule. Una abrazadera
                met&#225;lica de dos segmentos mantiene unido el conjunto. En la parte delantera del diafragma est&#225;n
                el v&#225;stago de empuje, el resorte del v&#225;stago de empuje y el retenedor (
                <hotlnk xrefid="f0400538">Figura 38</hotlnk>y
                <hotlnk xrefid="f0400539">Figura 39</hotlnk>).
            </para>
            <figure id="f0400539" figsize="col-wide">
                <graphic id="g0400539" filename="../figg04/g0400539.webp" type="webp"/>
                <caption>Figura 39. C&#225;mara de freno con freno de resorte (estacionamiento)</caption>
                <calloutgroup>
                    <callout1>1.DIAFRAGMA DEL FRENO DE PEDAL</callout1>
                    <callout1>2.V&#193;STAGO DE EMPUJE DEL FRENO DE RESORTE</callout1>
                    <callout1>3.DIAFRAGMA DEL FRENO DE RESORTE</callout1>
                    <callout1>4.RESORTE DE POTENCIA</callout1>
                    <callout1>5.PRESI&#211;N DE AIRE</callout1>
                    <callout1>6.V&#193;STAGO DE EMPUJE DEL FRENO DE PEDAL</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando se libera la presi&#243;n de aire de la c&#225;mara de freno, los resortes de retorno de la
                zapata del freno y los resortes de retorno de la c&#225;mara de freno devuelven las zapatas, los
                ajustadores de holgura y la c&#225;mara de freno a la posici&#243;n desactivada (
                <hotlnk xrefid="f0400540">Figura 40</hotlnk>). Si los frenos no regresan en forma adecuada y los
                revestimientos patinan en el tambor, revise las zapatas y/o los resortes de retorno de la c&#225;mara.
            </para>
            <figure id="f0400540" figsize="col-wide">
                <graphic id="g0400540" filename="../figg04/g0400540.webp" type="webp"/>
                <caption>Figura 40. Freno de resorte de diafragma doble</caption>
                <calloutgroup>
                    <callout1>1.C&#193;MARA DE FRENO DE PEDAL</callout1>
                    <callout1>2.C&#193;MARA DE FRENO DE RESORTE</callout1>
                    <callout1>3.C&#193;MARA SELLADA PERMANENTEMENTE - SIN OREJAS NI ABRAZADERAS DE SEGURIDAD</callout1>
                </calloutgroup>
            </figure>
            <para>El prop&#243;sito del freno de resorte (estacionamiento) es proporcionar un freno de estacionamiento y
                uno de emergencia que detengan el veh&#237;culo si disminuye la presi&#243;n de aire (
                <hotlnk xrefid="f0400539">Figura 39</hotlnk>y
                <hotlnk xrefid="f0400540">Figura 40</hotlnk>).
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_25.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_27.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
