<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - REACONDICIONAMIENTO DE LOS TAMBORES Y ZAPATAS DE FRENO</stitle>
    <svcsection/>
    <svcsection id="m04007" svcsectype="prodspec" division="truck" formnum="CTS-5085" date="03/31/1996"
                translation="spanish">
        <title>REACONDICIONAMIENTO DE LOS TAMBORES Y ZAPATAS DE FRENO</title>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>3900</truckmodel>
                <truckmodel>4000</truckmodel>
                <truckmodel>5000</truckmodel>
                <truckmodel>7000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
                <truckmodel>9200</truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400</truckmodel>
                <truckmodel>9600</truckmodel>
                <truckmodel>9700</truckmodel>
                <truckmodel>9800</truckmodel>
            </configure>
        </apply>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>ADVERTENCIA</title>
            <specpara>
                <warning>
                    <para>POLVO DE MATERIAL DURANTE EL SERVICIO DE LOS FRENOS</para>
                    <seqlist>
                        <item>
                            <para>Los estudios han demostrado que la exposici&#243;n a cantidades excesivas de polvo de
                                material de frenos (ya sea asbesto o un material diferente del asbesto, fibra de vidrio,
                                lana mineral, aramid, cer&#225;mica o carb&#243;n), puede producir c&#225;ncer. Aunque
                                la Administraci&#243;n de Seguridad y Salud Ocupacional (OSHA) no ha establecido ning&#250;n
                                l&#237;mite acerca de la exposici&#243;n al polvo que no sea de asbesto, hay m&#233;dicos
                                que opinan que las fibras de este tipo tambi&#233;n pueden producir c&#225;ncer. Debido
                                a que la mayor&#237;a de los materiales provenientes de la fricci&#243;n en el autom&#243;vil
                                contiene normalmente una cantidad considerable de estos materiales, es importante que
                                las personas que manejan balatas de freno est&#233;nconscientes del problema y conozcan
                                las precauciones que se deben adoptar.
                            </para>
                        </item>
                        <item>
                            <para>Si es posible, las &#225;reas en que se realicen trabajos con frenos deben estar
                                aisladas y deben se&#241;alarse con un letrero que indique la exposici&#243;n a polvo de
                                material de la siguiente manera:
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>RIESGO DE POLVO DE FIBRAS DE REVESTIMIENTOS DE FRENO</para>
                                </item>
                                <item>
                                    <para>EVITE INHALAR POLVO</para>
                                </item>
                                <item>
                                    <para>USE LOS EQUIPOS DE PROTECCI&#211;N ASIGNADOS</para>
                                </item>
                                <item>
                                    <para>NO PERMANEZCA EN EL &#193;REA A MENOS QUE SU TRABAJO LO EXIJA</para>
                                </item>
                                <item>
                                    <para>LA INHALACI&#211;N DE FIBRAS DE REVESTIMIENTOS DE FRENO PUEDE SER PELIGROSA
                                        PARA LA SALUD
                                    </para>
                                </item>
                            </randlist>
                        </item>
                        <item>
                            <para>Se deben consultar las normas OSHA en cuanto a los requerimientos obligatorios y a los
                                procedimientos sugeridos para minimizar la exposici&#243;n. (Referencia: T&#237;tulo 29,
                                C&#243;digo de Reglamentos Federales, Secci&#243;n 1910.1001).
                            </para>
                        </item>
                        <item>
                            <para>Siempre que sea posible, trabaje en los frenos en un &#225;rea aislada de las otras
                                operaciones.
                            </para>
                        </item>
                        <item>
                            <para>Durante los procedimientos de servicio de los frenos, use siempre un respirador
                                aprobado por NIOSH o MSHA. Use el respirador desde el la remoci&#243;n de las ruedas
                                hasta el ensamble.
                            </para>
                        </item>
                        <item>
                            <para>NUNCA use aire comprimido o cepillado en seco para limpiar las piezas o conjuntos de
                                los frenos. OSHA recomienda el uso de cilindros que encierran el freno. Estos cilindros
                                tienen aspiradoras con filtros de alta eficiencia (HEPA) y protectores para los brazos.
                                Sin embargo, si este equipo no se encuentra disponible, limpie cuidadosamente las piezas
                                y conjuntos al aire libre.
                            </para>
                        </item>
                        <item>
                            <para>Limpie las piezas y conjuntos de freno al aire libre. Durante el desensamble, coloque
                                cuidadosamente todas las piezas en el piso para evitar que liberen polvo en el aire.
                                Para limpiar el polvo de los tambores de freno, placas de soporte y otras piezas de
                                freno, use una aspiradora industrial con un sistema de filtro HEPA. Despu&#233;s de usar
                                la aspiradora, quite los restos de polvo con un trapo empapado en agua y totalmente
                                exprimido (hasta que quede casi seco).
                            </para>
                        </item>
                        <item>
                            <para>Rectificado o maquinado de los revestimientos de las zapatas de freno Si debe
                                rectificar o maquinar los revestimientos de las zapatas, tome precauciones adicionales,
                                porque el contacto con el polvo de fibra es mayor durante estas operaciones. Adem&#225;s
                                de usar un respirador aprobado, efect&#250;e dicho trabajo en un &#225;rea equipada con
                                extracci&#243;n de aire.
                            </para>
                        </item>
                        <item>
                            <para>Limpieza del &#225;rea de trabajo. NUNCA use aire comprimido o barrido en seco para
                                limpiar el &#225;rea de trabajo. Use una aspiradora industrial con un filtro HEPA y
                                trapos empapados en agua y totalmente exprimidos (hasta que queden casi secos). Dehagase
                                de los trapos en forma conciente, con cuidado para que no liberen polvo en el aire. Al
                                vaciar las aspiradoras y maniobrar los trapos usados, use un respirador aprobado.
                            </para>
                        </item>
                        <item>
                            <para>Limpieza del trabajador. L&#225;vese las manos antes de comer, beber o fumar. No use
                                en la casa la ropa de trabajo. Para evitar que libere polvo de fibra en el aire, limpie
                                con una aspiradora la ropa usada en el trabajo, y l&#225;vela en forma separada, sin
                                sacudirla.
                            </para>
                        </item>
                    </seqlist>
                </warning>
            </specpara>
        </svcproc>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04007_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
