<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL
        COLGANTE - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>INSTALACI&#211;N</title>
        <svcsubproc>
            <title>V&#225;lvula tipo pedal</title>
            <step1>
                <para count="1">Instale todas las l&#237;neas de aire en de la v&#225;lvula de freno (pedal). Aseg&#250;rese
                    de que las l&#237;neas est&#233;n en la misma localizaci&#243;n y conexi&#243;n que ten&#237;an
                    cuando se removieron.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la v&#225;lvula de freno (pedal) sobre la placa de montaje y aseg&#250;rela con
                    tornillos.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete todas las l&#237;neas de aire que est&#225;n unidas a la v&#225;lvula de freno
                    de pedal.
                </para>
            </step1>
            <step1>
                <para count="1">Antes de poner nuevamente el veh&#237;culo en servicio, revise todas las conexiones de
                    aire que se retiraron para verificar si hay fugas. Para este fin, use una soluci&#243;n jabonosa
                    sobre las conexiones y revise si tienen fugas (burbujas). No se puede aceptar ninguna fuga en las
                    conexiones de la l&#237;nea de aire.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula tipo colgante</title>
            <step1>
                <para count="1">Coloque la v&#225;lvula en la placa de montaje. Instale tornillos de montaje, pero no
                    los apriete.
                </para>
            </step1>
            <step1>
                <para count="1">Instale todas las l&#237;neas de aire. Aseg&#250;rese de que las l&#237;neas est&#233;n
                    en las mismas conexiones de las que se retiraron. Despu&#233;s instalar todas las l&#237;neas, apri&#233;telas.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los tornillos de montaje de la v&#225;lvula de pedal.</para>
            </step1>
            <step1>
                <para count="1">Instale el dep&#243;sito del l&#237;quido refrigerante o el filtro de aire, si
                    corresponde.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure el arn&#233;s del cables.</para>
            </step1>
            <step1>
                <para count="1">Llene el dep&#243;sito del l&#237;quido refrigerante, si corresponde.</para>
            </step1>
            <step1>
                <para count="1">Antes de poner nuevamente el veh&#237;culo en servicio, revise todas las conexiones de
                    aire que fueron removidas para ver si hay fugas. Cubra las conecciones con una soluci&#243;n
                    jabonosa y revise si tienen fugas (burbujas). No se puede aceptar ninguna fuga en las conexiones de
                    la l&#237;nea de aire.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
