<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - MANGUERAS, TUBOS Y CONEXIONES - MANGUERA FLEXIBLE</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="5">
        <title>MANGUERA FLEXIBLE</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Cualquier manguera del sistema puede hacerse localmente. Las mangueras se almacenan a granel por tama&#241;o.</para>
            <para>La manguera se construye de un tubo o recubrimiento de caucho sin uniones, reforzado con una trenza de
                tela de alambre de acero extrafuerte cubierta de una trenza de tela resistente al aceite, impregnada de
                caucho sint&#233;tico.
            </para>
            <para>Estas mangueras pueden usarse en sistemas de aire y sistemas de frenos de aire, a excepci&#243;n de la
                l&#237;nea de aire del compresor de aire al dep&#243;sito de aire, en que la temperatura excede los 149&#176;C
                (300&#176;F).
            </para>
            <para>Las conexiones utilizadas en los extremos de la manguera flexible son de tipo pivote, como se muestra
                en la
                <hotlnk xrefid="f0400293">Figura 93</hotlnk>
                . El extremo de pivote permite que un extremo de la manguera se desconecte sin perturbar toda la
                manguera.
            </para>
            <figure id="f0400293" figsize="col-wide">
                <graphic id="g0400293" filename="../figg04/g0400293.webp" type="webp" scalefit="0"/>
                <caption>Figura 93. Conexiones de manguera flexible</caption>
                <calloutgroup>
                    <callout1>1. TUERCA</callout1>
                    <callout1>2. CONEXI&#211;N</callout1>
                    <callout1>3. ALOJAMIENTO DE LA MANGUERA</callout1>
                </calloutgroup>
            </figure>
            <para>No intente mezclar diferentes tipos de mangueras y conexiones de mangueras. En algunos casos, la
                manguera y las conexiones de mangueras pueden parecer ajustadas, pero puede que los extremos no se
                mantengan bajo presi&#243;n, lo cual podr&#237;a provocar una p&#233;rdida de aire mientras se hace
                funcionar el veh&#237;culo. Si hay dudas respecto de la identificaci&#243;n de la manguera y/o de las
                conexiones que se reparan, use componentes nuevos para ensamblar un nuevo conjunto de manguera.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones de ensamble de las mangueras</title>
            <para>Al preparar una longitud de manguera, se debe terminar cuidadosamente cada paso para asegurar que las
                conexiones sean adecuadas en los extremos de la manguera (
                <hotlnk xrefid="f0400293">Figura 93</hotlnk>
                ).
            </para>
            <step1>
                <para count="1">Remueva la conexi&#243;n y tuerca de la manguera del alojamiento y de la manguera.
                    <hotlnk xrefid="f0400293">La Figura 93</hotlnk>
                    ilustra la conexi&#243;n de pivote de la manguera de manera que la tuerca y conexi&#243;n de pivote
                    puedan retirarse del conjunto de alojamiento y de manguera, instale una conexi&#243;n macho en la
                    tuerca de pivote y apri&#233;tela. As&#237; se bloquea el conjunto de uni&#243;n de pivote (tuerca y
                    conexi&#243;n). Ahora, mediante una llave, se puede sacar la tuerca y conexi&#243;n de pivote de la
                    manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Separe la manguera del alojamiento.</para>
            </step1>
            <step1>
                <para count="1">Repita los pasos 1 y 2 para remover el segundo extremo.</para>
            </step1>
            <step1>
                <para count="1">Fije levemente la manguera en un tornillo de banco.</para>
            </step1>
            <step1>
                <para count="1">Use una sierra cortametales de dientes finos para cortar la manguera a la longitud
                    deseada (
                    <hotlnk xrefid="f0400294">Figura 94</hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f0400294" figsize="col-wide">
                <graphic id="g0400294" filename="../figg04/g0400294.webp" type="webp" scalefit="0"/>
                <caption>Figura 94. Sierra cortametales para cortar la manguera</caption>
            </figure>
            <step1>
                <para count="1">Fije levemente el alojamiento de la manguera en un tornillo de banco con el extremo de
                    la manguera hacia afuera (
                    <hotlnk xrefid="f0400295">Figura 95</hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f0400295" figsize="col-wide">
                <graphic id="g0400295" filename="../figg04/g0400295.webp" type="webp" scalefit="0"/>
                <caption>Figura 95. La manguera toca el fondo en la conexi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Atornille el extremo de la nueva manguera en el alojamiento (gire hacia la izquierda)
                    hasta que la manguera toque el fondo de la conexi&#243;n; luego retroceda un 1/4 de giro.
                    <hotlnk xrefid="f0400295">(Figura 95)</hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a poner la manguera y el alojamiento en el tornillo de banco como se muestra en
                    la
                    <hotlnk xrefid="f0400296">Figura 96</hotlnk>
                    . Lubrique las roscas del alojamiento y de la conexi&#243;n de la manguera. Aplique una capa delgada
                    de aceite de motor liviano.
                </para>
            </step1>
            <figure id="f0400296" figsize="col-wide">
                <graphic id="g0400296" filename="../figg04/g0400296.webp" type="webp" scalefit="0"/>
                <caption>Figura 96. Lubrique las roscas del alojamiento y de la conexi&#243;n.</caption>
            </figure>
            <step1>
                <para count="1">Coloque el alojamiento de la manguera en la tuerca de pivote y rearme la conexi&#243;n
                    macho (si la quit&#243;) para bloquear la tuerca de pivote en la conexi&#243;n. Enrosque el conjunto
                    de conexi&#243;n y tuerca de pivote (con el adaptador macho) en la manguera como se muestra en la
                    <hotlnk xrefid="f0400297">Figura 97</hotlnk>
                    , dejando un espacio de 0.793-1.59 mm (1/32 a 1/16 de pulgada) entre la tuerca y el alojamiento, de
                    manera que la tuerca pueda pivotear libremente.
                </para>
            </step1>
            <figure id="f0400297" figsize="col-wide">
                <graphic id="g0400297" filename="../figg04/g0400297.webp" type="webp" scalefit="0"/>
                <caption>Figura 97. Enrosque la conexi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Repita los pasos 5, 6, 7 y 8 en el extremo opuesto de la manguera para instalar la
                    tuerca y la conexi&#243;n restante.
                </para>
            </step1>
            <step1>
                <para count="1">Al conectar las l&#237;neas, lubrique las roscas del conjunto de manguera (use una capa
                    delgada de aceite liviano).
                </para>
            </step1>
            <step1>
                <para count="1">Al instalar el nuevo conjunto de manguera en el veh&#237;culo, aseg&#250;rese de revisar
                    si hay fugas y corr&#237;jalas si las hay.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones especiales sobre conjuntos de manguera</title>
            <para>La instalaci&#243;n y las rutas de estas mangueras es tan importante como la atenci&#243;n especial
                dada a la instalaci&#243;n de los extremos. Los problemas comunes encontrados con la instalaci&#243;n o
                las rutas que se traducir&#225;n en un acortamiento de la vida &#250;til de estas mangueras son:
            </para>
            <step1>
                <para count="1">Las altas temperaturas externas acortan la vida &#250;til de una manguera. Instale las
                    mangueras lejos de m&#250;ltiples calientes y sistemas de escape.
                </para>
            </step1>
            <step1>
                <para count="1">La abrasi&#243;n de las mangueras har&#225; que las superficies externas se desgasten y
                    debilitar&#225; la manguera. Al instalar estas mangueras flexibles, evite el contacto o cruce con
                    superficies cortantes y la posible interferencia con piezas en movimiento (palancas de cambio y
                    pedales). Fije con abrazaderas o con pl&#225;stico las mangueras en su lugar para evitar la vibraci&#243;n
                    y los roces. Instale las mangueras juntas y en paralelo. Si la manguera no puede fijarse de manera
                    adecuada, se debe instalar un conducto protector en la manguera (cubierta). Si la manguera que se
                    reemplaza tiene un conducto protector, aseg&#250;rese de usar una cubierta en la nueva manguera.
                </para>
            </step1>
            <step1>
                <para count="1">No se debe permitir que las mangueras cortas se doblen, ya que esto tiende a desgastar
                    las mangueras en las conexiones. Si la manguera debe moverse, no permita que se tuerza. Mantenga la
                    curvatura en la manguera en el mismo plano que el movimiento donde se conecta la manguera. D&#233; a
                    la manguera un largo suficiente para permitir cualquier movimiento necesario. Evite curvaturas o
                    giros pronunciados en las mangueras.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_144.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_146.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
