<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - ENTRADAS DEL EC-30</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>ENTRADAS DEL EC-30</title>
        <svcsubproc>
            <title>Alimentaci&#243;n y tierra</title>
            <para>La alimentaci&#243;n se suministra al EC-30 desde el circuito de encendido, a trav&#233;s de un
                fusible de 30 Amp. El EC-30 est&#225; conectado a tierra al chasis del veh&#237;culo. Consulte el
                esquema del sistema del EC-30 para conocer la ubicaci&#243;n de las clavijas de los conectores de
                alimentaci&#243;n el&#233;ctrica y de tierra del EC-30. Consulte la
                <hotlnk document="m04043_25.xml" xrefid="f0404313">Figura 13</hotlnk>
                para ver el esquema del sistema.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sensores de velocidad de las ruedas</title>
            <para>EC-30 recibe los datos de velocidad de las ruedas desde el sensor de velocidad de las ruedas WS-20 de
                Bendix. Consulte la
                <hotlnk xrefid="f0404305">Figura 5</hotlnk>
                para ver la ilustraci&#243;n del WS-20. Empleando un anillo excitador, los sensores de velocidad de las
                ruedas entregan al EC-30 una se&#241;al de CA, la que var&#237;a en voltaje y frecuencia con relaci&#243;n
                a la velocidad de la rueda. El EC-30 se puede configurar para recibir la informaci&#243;n de la
                velocidad de las ruedas desde anillos excitadores de 100 o de 86 dientes. Las configuraciones de los
                ejes del veh&#237;culo y las caracter&#237;sticas ATC determinan la cantidad de sensores de velocidad
                que se debe utilizar. Un veh&#237;culo con un solo eje de mando trasero (4x2, 4x4 &#243; 6x2) requiere
                cuatro sensores de velocidad para el funcionamiento del ABS y del ATC. Un veh&#237;culo con dos ejes de
                mando traseros (6x4) puede utilizar seis sensores de velocidad para un rendimiento &#243;ptimo del ABS y
                del ATC. Consulte la
                <hotlnk document="m04043_25.xml" xrefid="f0404313">Figura 13</hotlnk>
                para ver el esquema del sistema del EC-30 y la ubicaci&#243;n de las clavijas de los conectores de los
                sensores de velocidad de las ruedas.
            </para>
            <figure id="f0404305" figsize="col-wide">
                <graphic filename="../figg04/g0404305.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 5. Sensores de velocidad de las ruedas WS-20</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de activaci&#243;n/desactivaci&#243;n del ATC</title>
            <para>Los modelos premium del EC-30, configurados para ATC, monitorean un interruptor de activaci&#243;n/desactivaci&#243;n
                del ATC a +12 VCC, lo que permite la desactivaci&#243;n manual del ATC. La luz de actividad/advertencia
                del ATC permanece encendida mientras el ATC est&#225; desactivado. La clavija F2 del conector de 30
                clavijas es la entrada del interruptor de activaci&#243;n/desactivaci&#243;n del ATC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>J1939 - Interruptor de activaci&#243;n/desactivaci&#243;n del ATC</title>
            <para>El EC-30 se puede configurar para recibir el estado del interruptor de activaci&#243;n/desactivaci&#243;n
                del ATC a trav&#233;s de la conexi&#243;n de comunicaci&#243;n serial SAE J1939. Un controlador del veh&#237;culo
                monitorea directamente la posici&#243;n del interruptor de activaci&#243;n/desactivaci&#243;n del ATC y
                transmite un mensaje J1939 que indica su estado. Al configurarse de esta manera, no es necesario
                instalar ning&#250;n cable en la clavija F2 del conector de 30 clavijas de la ECU. En caso de una p&#233;rdida
                de la comunicaci&#243;n J1939 entre el EC-30 y el controlador del veh&#237;culo, el EC-30 desactiva la
                funci&#243;n ATC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de c&#243;digos de parpadeo</title>
            <para>El EC-30 se puede configurar para admitir un interruptor opcional de c&#243;digos de parpadeo de diagn&#243;stico
                a tierra, lo que se puede utilizar para activar varias funciones disponibles a trav&#233;s de los diagn&#243;sticos
                de c&#243;digos de parpadeo. La clavija F3 del conector de 30 clavijas es la entrada del interruptor de
                c&#243;digos de parpadeo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de tres posiciones para el ATC y para los c&#243;digos de parpadeo</title>
            <para>El EC-30 se puede configurar para recibir las se&#241;ales de activaci&#243;n/desactivaci&#243;n del
                ATC y de activaci&#243;n de los c&#243;digos de parpadeo desde un solo interruptor de tres posiciones.
                En este caso, la posici&#243;n com&#250;n del interruptor se conecta a la clavija F2 del conector de 30
                clavijas. La posici&#243;n normalmente abierta del interruptor se conecta a +12 VCC para desactivar el
                ATC. La posici&#243;n normalmente abierta (moment&#225;nea) del interruptor se conecta a tierra para
                activar los c&#243;digos de parpadeo. Al configurarse de esta manera, no es necesario instalar ning&#250;n
                cable en la clavija F3 del conector de 30 clavijas, la que normalmente se utiliza como entrada para el
                interruptor de c&#243;digos de parpadeo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Entrada del interruptor de frenos</title>
            <para>El EC-30 se puede configurar para admitir una entrada para el interruptor de frenos opcional. La
                entrada del interruptor de frenos se puede utilizar de acuerdo con el rendimiento del ABS y del ATC. La
                clavija A2 del conector de 18 clavijas es la entrada del interruptor de frenos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
