<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - V&#193;LVULA RELEVADORA DOSIFICADORA DE FRENO TRASERA BP-R1 Y V&#193;LVULA LIMITADORA TRASERA LQ-5
        - FUNCIONAMIENTO - V&#193;LVULA LIMITADORA DOSIFICADORA TRASERA LQ-5
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="5">
        <title>V&#193;LVULA LIMITADORA DOSIFICADORA TRASERA LQ-5</title>
        <svcsubproc>
            <title>Generalidades (modo tractor-remolque)</title>
            <para>Durante la aplicaci&#243;n inicial de los frenos, la LQ-5 limita la presi&#243;n de freno del eje
                delantero durante la operaci&#243;n normal del tractor-remolque. La LQ-5 tiene dos pistones cargados a
                resorte: un pist&#243;n de retrocombinaci&#243;n y un pist&#243;n dosificador. El pist&#243;n
                dosificador "escalonado" determina la reducci&#243;n actual de la presi&#243;n de aire y el pist&#243;n
                de retrocombinaci&#243;n permite que la presi&#243;n de entrega de la v&#225;lvula se retrocombine y
                alcance una proporci&#243;n 1:1 durante las aplicaciones de los frenos a alta presi&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de los frenos - Limitaci&#243;n de la LQ-5 (modo tractor-remolque)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401204">Figura 4</hotlnk>.
            </para>
            <figure id="f0401204" figsize="col-wide">
                <graphic id="g0401204" filename="../figg04/g0401204.webp" type="webp" resolution="72"/>
                <caption>Figura 4. V&#225;lvula limitadora LQ-5</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.CUBIERTA</callout1>
                    <callout1>4.CUERPO</callout1>
                    <callout1>5.V&#193;LVULA DE ADMISI&#211;N/ESCAPE</callout1>
                    <callout1>6.C&#193;MARA DE FRENO DEL EJE DELANTERO</callout1>
                    <callout1>7.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>8.RESORTE DE ENTREGA INICIAL</callout1>
                    <callout1>9.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>10.RESORTE DE RETROCOMBINACI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>Durante la operaci&#243;n del tractor-remolque, la v&#225;lvula de suministro de aire del remolque
                (bot&#243;n rojo octagonal) se oprime y entrega presi&#243;n de aire al mismo tiempo al remolque y al
                orificio de control de la LQ-5 (consulte la
                <hotlnk document="m04012_1.xml" xrefid="f0401203">Figura 3</hotlnk>, Diagrama del sistema). La presi&#243;n
                de aire ingresa al orificio de control de la LQ-5 y desplaza el pist&#243;n de retrocombinaci&#243;n
                contra la resistencia de su resorte, hasta que el pist&#243;n hace contacto con la cubierta.
            </para>
            <para>La presi&#243;n de control sujeta el pist&#243;n de retrocombinaci&#243;n contra la cubierta y el
                "resorte de entrega inicial" fuerza el pist&#243;n dosificador contra su asiento en el cuerpo, lo que
                abre la admisi&#243;n. La presi&#243;n de "entrega inicial" est&#225; dise&#241;ada para asegurar que
                los revestimientos de freno hagan contacto con los tambores de freno antes de que ocurra la dosificaci&#243;n.
                La v&#225;lvula de escape est&#225; sellada debido a su resorte. La presi&#243;n de aire de la v&#225;lvula
                de control de freno (v&#225;lvula de pedal) ingresa al orificio de suministro, pasa por el centro de los
                pistones, alrededor de la v&#225;lvula de admisi&#243;n/escape y sale hacia la QRV y luego hacia las c&#225;maras
                de freno del eje delantero.
            </para>
            <para>La presi&#243;n de aire que se entrega a las c&#225;maras de freno del eje delantero tambi&#233;n est&#225;
                presente debajo del pist&#243;n dosificador. Dado que el &#225;rea en el lado de entrega del pist&#243;n
                dosificador es m&#225;s grande que el &#225;rea del lado de suministro, el lado de entrega necesita
                menos presi&#243;n de aire para aplicar la misma fuerza.
            </para>
            <para>Por lo tanto, despu&#233;s de la presi&#243;n de entrega inicial, la LQ-5 entrega menos presi&#243;n
                de aire al eje delantero que la que recibe desde la v&#225;lvula de control de freno (v&#225;lvula de
                pedal)
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de la v&#225;lvula de freno balanceada - Sujeci&#243;n de la LQ-5 (modo de
                tractor-remolque)
            </title>
            <para>Consulte la
                <hotlnk xrefid="f0401205">Figura 5</hotlnk>.
            </para>
            <figure id="f0401205" figsize="col-wide">
                <graphic id="g0401205" filename="../figg04/g0401205.webp" type="webp" resolution="72"/>
                <caption>Figura 5. Sujeci&#243;n de la LQ-5</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.CUBIERTA</callout1>
                    <callout1>4.CUERPO</callout1>
                    <callout1>5.V&#193;LVULA DE ADMISI&#211;N/ESCAPE</callout1>
                    <callout1>6. APROXIMADAMENTE 1/2 DE LA PRESI&#211;N DE APLICACI&#211;N DE LA V&#193;LVULA DE CONTROL
                        DEL FRENO (V&#193;LVULA DE PEDAL)
                    </callout1>
                    <callout1>7.C&#193;MARA DE FRENO DEL EJE DELANTERO</callout1>
                    <callout1>8.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>9.RESORTE DE ENTREGA INICIAL</callout1>
                    <callout1>10.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>11.RESORTE DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>12.PRESI&#211;N DE APLICACI&#211;N DE LA V&#193;LVULA DE FRENO</callout1>
                </calloutgroup>
            </figure>
            <para>Las fuerzas que act&#250;an sobre el pist&#243;n dosificador son iguales cuando la presi&#243;n de
                aire debajo del pist&#243;n est&#225; aproximadamente la mitad de la que est&#225; encima del pist&#243;n.
                (Por ejemplo, si se efect&#250;a una activaci&#243;n de los frenos con una presi&#243;n de 275.7 kPa (40
                psi), aproximadamente habr&#237;a una presi&#243;n de 137.8 kPa (20 psi) debajo del pist&#243;n
                dosificador). En este momento, el pist&#243;n dosificador se levanta y cierra la admisi&#243;n. El
                conducto de escape permanece sellado. Con las v&#225;lvulas de admisi&#243;n y escape cerradas, la LQ-5
                se encuentra balanceada - la presi&#243;n de aire del eje delantero no aumenta ni disminuye.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Liberaci&#243;n de la v&#225;lvula de freno - Liberaci&#243;n de la LQ-5 (modo tractor-remolque)
            </title>
            <para>Consulte la
                <hotlnk xrefid="f0401206">Figura 6</hotlnk>
            </para>
            <figure id="f0401206" figsize="col-wide">
                <graphic id="g0401206" filename="../figg04/g0401206.webp" type="webp" resolution="72"/>
                <caption>Figura 6. Liberaci&#243;n de la LQ-5</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.CUBIERTA</callout1>
                    <callout1>4.CUERPO</callout1>
                    <callout1>5.V&#193;LVULA DE ADMISI&#211;N/ESCAPE</callout1>
                    <callout1>6.C&#193;MARA DE FRENO DEL EJE DELANTERO</callout1>
                    <callout1>7.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>8.RESORTE DE ENTREGA INICIAL</callout1>
                    <callout1>9.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>10.RESORTE DE RETROCOMBINACI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>Al liberar la v&#225;lvula de control de freno (v&#225;lvula de pedal), la presi&#243;n de aire sobre
                el pist&#243;n de retrocombinaci&#243;n vuelve a la v&#225;lvula de control de freno (v&#225;lvula de
                pedal) y escapa. La presi&#243;n de aire de la l&#237;nea de entrega levanta el pist&#243;n dosificador
                y la v&#225;lvula de admisi&#243;n/escape del asiento de escape en el cuerpo. Luego, el aire fluye fuera
                del conducto de escape. El aire proveniente de las c&#225;maras de freno sale a trav&#233;s de la QRV.
            </para>
            <para>Si los frenos de servicio se desenganchan r&#225;pidamente, la presi&#243;n de aire puede levantar la
                v&#225;lvula de admisi&#243;n/escape contra la resistencia relativamente leve del resorte de la v&#225;lvula.
                Entonces, el aire retroceder&#237;a por la admisi&#243;n abierta, saliendo por la v&#225;lvula de
                control de freno (v&#225;lvula de pedal).
            </para>
            <para>Cuando la presi&#243;n de aire debajo del pist&#243;n dosificador llega a menos de 55.1 kPa (8 psi)
                aproximadamente, el resorte de la v&#225;lvula puede asentar la v&#225;lvula de escape. El "resorte de
                entrega inicial" mantiene abierta la admisi&#243;n y permite que el aire proveniente de la entrega de la
                LQ-5 fluya a trav&#233;s de la v&#225;lvula, fuera del suministro y nuevamente hacia la v&#225;lvula de
                control de freno (v&#225;lvula de pedal).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de los frenos - Retrocombinaci&#243;n de la LQ-5 (modo tractor-remolque)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401207">Figura 7</hotlnk>.
            </para>
            <figure id="f0401207" figsize="col-wide">
                <graphic id="g0401207" filename="../figg04/g0401207.webp" type="webp" resolution="72"/>
                <caption>Figura 7. Retrocombinaci&#243;n de la LQ-5</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.CUBIERTA</callout1>
                    <callout1>4.CUERPO</callout1>
                    <callout1>5.V&#193;LVULA DE ADMISI&#211;n/ESCAPE</callout1>
                    <callout1>6.C&#193;MARA DE FRENO DEL EJE DELANTERO</callout1>
                    <callout1>7.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>8.RESORTE DE ENTREGA INICIAL</callout1>
                    <callout1>9.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>10.RESORTE DE RETROCOMBINACI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>La presi&#243;n de los frenos de servicio ingresa al orificio de suministro de la LQ-5 y se combina
                con la fuerza del resorte de retrocombinaci&#243;n, para operar contra la presi&#243;n de control.
                Cuando la presi&#243;n de servicio es lo suficientemente alta, la fuerza total hacia abajo comienza a
                superar la fuerza hacia arriba de la presi&#243;n de control en el pist&#243;n de retrocombinaci&#243;n.
                El pist&#243;n de retrocombinaci&#243;n es forzado a entrar en contacto con el pist&#243;n dosificador.
                Ambos pistones se mueven ahora como uno solo. Debido al aumento en el &#225;rea de superficie del pist&#243;n
                de retrocombinaci&#243;n, la presi&#243;n de entrega de la LQ-5 se "pone a tono" a medida que aumenta la
                presi&#243;n de suministro. Cuando el conjunto de pist&#243;n hace contacto con su asiento en el cuerpo,
                la LQ-5 entrega la presi&#243;n de aplicaci&#243;n completa. Hay una proporci&#243;n 1:1 entre el
                suministro y la entrega.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de la v&#225;lvula de freno, equilibrio y liberaci&#243;n (modo tractor trasero)
            </title>
            <para>Consulte la
                <hotlnk xrefid="f0401208">Figura 8</hotlnk>.
            </para>
            <figure id="f0401208" figsize="col-wide">
                <graphic id="g0401208" filename="../figg04/g0401208.webp" type="webp" resolution="72"/>
                <caption>Figura 8. Aplicaci&#243;n de la v&#225;lvula de freno, balance y liberaci&#243;n</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.CUBIERTA</callout1>
                    <callout1>4.CUERPO</callout1>
                    <callout1>5.V&#193;LVULA DE ADMISI&#211;n/ESCAPE</callout1>
                    <callout1>6.C&#193;MARA DE FRENO DEL EJE DELANTERO</callout1>
                    <callout1>7.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>8.RESORTE DE ENTREGA INICIAL</callout1>
                    <callout1>9.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>10.RESORTE DE RETROCOMBINACI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <para>La LQ-5 entrega presi&#243;n de aplicaci&#243;n de servicio completa en el modo trasero.</para>
            <para>Cuando se hala la v&#225;lvula de suministro de aire del remolque, el aire en el orificio de control
                de la LQ-5 fluye nuevamente hacia la v&#225;lvula de suministro de aire del remolque y sale a la atm&#243;sfera.
                Sin presi&#243;n de control, el pist&#243;n de retrocombinaci&#243;n es forzado por su resorte a hacer
                contacto con el pist&#243;n dosificador. El resorte sostiene la v&#225;lvula de admisi&#243;n/escape,
                que sella el conducto de escape. Ambos pistones, movi&#233;ndose ahora como uno solo, alcanzan su tope
                en el cuerpo.
            </para>
            <para>&#201;sta es la posici&#243;n del pist&#243;n para activar, mantener y liberar el modo "trasero". La
                LQ-5 entrega presi&#243;n de aplicaci&#243;n de servicio completa en el modo trasero. Al liberar la v&#225;lvula
                de control de freno (v&#225;lvula de pedal), la presi&#243;n de aire de entrega fluye nuevamente a trav&#233;s
                de la LQ-5, hacia la v&#225;lvula de control de freno (v&#225;lvula de pedal) y sale hacia la atm&#243;sfera.
                El aire proveniente de las c&#225;maras de freno del eje delantero sale a trav&#233;s de la v&#225;lvula
                de liberaci&#243;n r&#225;pida. Consulte el Diagrama del sistema,
                <hotlnk document="m04012_1.xml" xrefid="f0401203">Figura 3</hotlnk>.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04012_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012_4.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
