<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - DETECCI&#211;N DE FALLAS</stitle>
    <svcsection/>
    <svcproc svcproctype="diagnose" graphiccount="0">
        <title>DETECCI&#211;N DE FALLAS</title>
        <para>El EC-30 contiene circuitos de diagn&#243;stico de autocomprobaci&#243;n que verifican continuamente el
            correcto funcionamiento de los componentes y del cableado del ABS/ATC. El EC-30 controla luces de
            advertencia montadas en el tablero para advertir al conductor acerca del estado del sistema.
        </para>
        <para>Al detectar una condici&#243;n err&#243;nea del sistema, el EC-30 almacena el c&#243;digo de falla en la
            memoria, activa la luz de advertencia correspondiente y desactiva todas o parte de las funciones afectadas
            del ABS o del ATC. El componente con problemas tambi&#233;n se identifica en la pantalla de diagn&#243;stico
            del EC-30.
        </para>
        <para>En la mayor parte de los casos, el EC-30 restablece (autosuprime) autom&#225;ticamente el c&#243;digo de
            falla activo al corregirse la falla. Sin embargo, la ocurrencia reiterada de una determinada falla hace que
            el c&#243;digo de falla quede en forma permanente. Una vez que esto sucede, se requiere un restablecimiento
            manual. La permanencia de las fallas puede ayudar en la localizaci&#243;n y soluci&#243;n de fallas
            intermitentes. El c&#243;digo de falla se almacena en la memoria del EC-30, incluso cuando se corta la
            alimentaci&#243;n.
        </para>
        <para>Luego de la reparaci&#243;n, los c&#243;digos de falla permanentes se pueden restablecer sosteniendo
            brevemente un im&#225;n sobre el punto de restablecimiento de la pantalla de diagn&#243;stico del EC-30. Los
            c&#243;digos de falla tambi&#233;n se pueden restablecer con el interruptor de c&#243;digos de parpadeo o
            con una herramienta de diagn&#243;stico.
        </para>
        <para>Cuando una falla se autosuprime o se restablece manualmente, el c&#243;digo de falla permanece en el
            historial de fallas. El historial de fallas se puede recuperar utilizando los diagn&#243;sticos de c&#243;digos
            de parpadeo o una herramienta de diagn&#243;stico.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
