<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE INVERSI&#211;N (BENDIX SR-1) - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>FUNCIONAMIENTO</title>
        <svcsubproc>
            <title>Carga de aire inicial</title>
            <para>Consulte la
                <hotlnk xrefid="f0400232">Figura 32</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400232" figsize="col-wide">
                <graphic id="g0400232" filename="../figg04/g0400232.webp" type="webp" scalefit="0"/>
                <caption>Figura 32. Carga de aire inicial - V&#225;lvula de inversi&#243;n</caption>
                <calloutgroup>
                    <callout1>1. DEP&#211;SITO PRIMARIO</callout1>
                    <callout1>2. DEP&#211;SITO SECUNDARIO</callout1>
                    <callout1>3. ENTRADA Y ESCAPE -A</callout1>
                    <callout1>4. PIST&#211;N -A</callout1>
                    <callout1>5. PIST&#211;N -B</callout1>
                    <callout1>6. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>7. ESCAPE</callout1>
                    <callout1>8. ENTRADA Y ESCAPE -B</callout1>
                    <callout1>9. V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE</callout1>
                    <callout1>10. V&#193;LVULA DE RETENCI&#211;N DOBLE</callout1>
                </calloutgroup>
            </figure>
            <para>La carga de aire inicial (
                <hotlnk xrefid="f0400232">Figura 32</hotlnk>
                ) proveniente de los dep&#243;sitos primario y secundario fluye a trav&#233;s de la v&#225;lvula de
                control del freno de resorte e ingresa al orificio de suministro de la v&#225;lvula de inversi&#243;n.
                El aire que ingresa al orificio de apoyo fluye por la v&#225;lvula de entrada y salida "B" (elemento 8),
                hacia la parte de abajo del pist&#243;n "B" (elemento 5) y sale del orificio de entrega a la conexi&#243;n
                de aire de emergencia en la c&#225;mara de freno de resorte. Observe que los resortes sobre el pist&#243;n
                "B" (elemento 5) lo forzan a entrar en contacto con la v&#225;lvula de entrada y escape "B"(elemento 8).
                En la posici&#243;n que se muestra, el escape est&#225; cerrado y la entrada est&#225; abierta.
            </para>
            <para>S&#243;lo el aire que fluye del dep&#243;sito primario entra al orificio del dep&#243;sito en la v&#225;lvula
                de inversi&#243;n. Este aire permanece bajo el pist&#243;n "A" (elemento 4) a medida que la aumenta la
                presi&#243;n del sistema. Con la presi&#243;n del dep&#243;sito primario por debajo de 379 kPa (55 psi)
                aproximadamente, el resorte sobre el pist&#243;n "A" (elemento 4) lo forza a entrar en contacto con la v&#225;lvula
                de entrada y escape "A" (elemento 3), causando que el escape se selle y la entrada se abra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Sistema completamente cargado</title>
            <para>Cuando la presi&#243;n de aire aumenta en los dep&#243;sitos primario y secundario a m&#225;s de unos
                379 kPa (55 psi), el pist&#243;n "A" (elemento 4) se ha movido contra la fuerza del resorte, sobre
                &#233;ste, permitiendo que la entrada de la v&#225;lvula "A" (elemento 3) cierre y abra el conducto de
                escape ahuecado a trav&#233;s del pist&#243;n "A" (elemento 4).
            </para>
            <para>Cuando la presi&#243;n de aire bajo el pist&#243;n "B" (elemento 5) es de unos 655 kPa (95 psi), el
                pist&#243;n "B" (elemento 5) se eleva levemente contra la fuerza de los resortes que est&#225;n encima
                de &#233;l, permitiendo que la entrada de la v&#225;lvula "B" (elemento 8) se cierre. El escape a trav&#233;s
                de la v&#225;lvula "B" (elemento 8) permanece cerrado.
            </para>
            <para>El cierre de la parte de entrada de la v&#225;lvula "B" atrapa alrededor de 655 kPa (95 psi) en la
                cavidad de contenci&#243;n de los accionadores del freno de resorte mientras deja que la presi&#243;n
                del sistema de aire se acumule en otra parte.
            </para>
            <para>
                <title>Activaci&#243;n normal del freno con los dep&#243;sitos primario y secundario cargados</title>
            </para>
            <para>Cuando se aplican los frenos de pedal activando la v&#225;lvula de freno doble, el aire del sistema
                secundario es entregado por la v&#225;lvula de freno al orificio de control donde se detiene en la
                entrada cerrada de la v&#225;lvula "A" (
                <hotlnk xrefid="f0400233">Figura 33, elemento 3</hotlnk>
                ). No se realiza ning&#250;n otro movimiento de los componentes internos de la v&#225;lvula de inversi&#243;n.
                El aire del sistema de entrega primario de la v&#225;lvula de freno aplica los frenos de servicio de las
                c&#225;maras de freno de resorte.
            </para>
            <figure id="f0400233" figsize="col-wide">
                <graphic id="g0400233" filename="../figg04/g0400233.webp" type="webp" scalefit="0"/>
                <caption>Figura 33. Activaci&#243;n normal del freno - Dep&#243;sitos primario y secundario</caption>
                <calloutgroup>
                    <callout1>1. DEP&#211;SITO PRIMARIO</callout1>
                    <callout1>2. DEP&#211;SITO SECUNDARIO</callout1>
                    <callout1>3. ENTRADA Y ESCAPE -A</callout1>
                    <callout1>4. PIST&#211;N -A</callout1>
                    <callout1>5. PIST&#211;N -B</callout1>
                    <callout1>6. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>7. ESCAPE</callout1>
                    <callout1>8. ENTRADA Y ESCAPE -B</callout1>
                    <callout1>9. V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE</callout1>
                    <callout1>10. V&#193;LVULA DE RETENCI&#211;N DOBLE</callout1>
                </calloutgroup>
            </figure>
            <para>
                <title>Activaci&#243;n del freno con p&#233;rdida de aire en el sistema secundario</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400233">Figura 33</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Si se pierde presi&#243;n de aire en el dep&#243;sito secundario (elemento 2), el dep&#243;sito
                primario (elemento 1), as&#237; como la v&#225;lvula de control del freno de resorte (elemento 9), est&#225;n
                protegidos contra la p&#233;rdida de aire gracias a la acci&#243;n de la v&#225;lvula de retenci&#243;n
                &#250;nica (fuente de aire del dep&#243;sito primario) y la v&#225;lvula de retenci&#243;n doble
                (elemento 10). Una activaci&#243;n de los frenos en la v&#225;lvula de frenos, en esta situaci&#243;n
                causa que se entregue poco o nada de aire del sistema secundario hacia el orificio de control de la v&#225;lvula
                de inversi&#243;n. No se realiza ning&#250;n movimiento de los componentes internos de la v&#225;lvula.
                El frenado est&#225; asegurado ya que el dep&#243;sito primario est&#225; protegido y el sistema de
                entrega primario de la v&#225;lvula de freno actiivar&#225; la parte del freno de pedal de las c&#225;maras
                de freno de resorte.
            </para>
            <para>
                <title>Activaci&#243;n del freno con p&#233;rdida de aire en el sistema primario</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400234">Figura 34</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400234" figsize="col-wide">
                <graphic id="g0400234" filename="../figg04/g0400234.webp" type="webp" scalefit="0"/>
                <caption>Figura 34. Activaci&#243;n del freno con p&#233;rdida de aire en el sistema primario</caption>
                <calloutgroup>
                    <callout1>1. DEP&#211;SITO PRIMARIO</callout1>
                    <callout1>2. DEP&#211;SITO SECUNDARIO</callout1>
                    <callout1>3. ENTRADA Y ESCAPE A</callout1>
                    <callout1>4. PIST&#211;N -A</callout1>
                    <callout1>5. PIST&#211;N -B</callout1>
                    <callout1>6. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>7. ESCAPE</callout1>
                    <callout1>8. ENTRADA Y ESCAPE -B</callout1>
                    <callout1>9. V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE</callout1>
                    <callout1>10. V&#193;LVULA DE RETENCI&#211;N DOBLE</callout1>
                </calloutgroup>
            </figure>
            <para>Si la presi&#243;n de aire en el dep&#243;sito primario (elemento 1) es inferior a 655 kPa (55 psi)
                aproximadamente, la presi&#243;n sobre el pist&#243;n "A" (elemento 4) es insuficiente para resistir la
                fuerza del resorte de encima y el pist&#243;n "A" entra en contacto con la v&#225;lvula "A" (elemento
                3). El contacto inicial entre el pist&#243;n "A" (elemento 4) y la v&#225;lvula "A" (elemento 3) cierra
                el conducto de escape ahuecado del pist&#243;n "A". El movimiento continuo del pist&#243;n abre la v&#225;lvula
                de entrada "A" (elemento 3).
            </para>
            <para>El dep&#243;sito secundario y la v&#225;lvula de control del freno de resorte est&#225;n protegidos
                contra la p&#233;rdida de presi&#243;n de aire por la acci&#243;n de la v&#225;lvula de retenci&#243;n.
            </para>
            <para>Cuando el activaci&#243;n de los frenos se hace a trav&#233;s de la v&#225;lvula de freno, el aire
                entregado del sistema secundario de la v&#225;lvula de freno entra al orificio de control de la v&#225;lvula
                de inversi&#243;n. El aire entra al orificio de control, pasa por la entrada de la v&#225;lvula "A"
                (elemento 3) y es conducido a trav&#233;s de un conducto en el cuerpo hacia la parte de abajo del pist&#243;n
                "B" (elemento 5). La fuerza agregada de la presi&#243;n de aire debajo del pist&#243;n "B" (elemento 5)
                se mueve hacia arriba, abriendo la v&#225;lvula de escape "B"(elemento 8). Cuando el escape de la v&#225;lvula
                "B" (elemento 8) se abre, la presi&#243;n de aire atrapada en la secci&#243;n de emergencia de la c&#225;mara
                de freno de resorte se le deja salir, produciendo una activaci&#243;n de los frenos por parte de la
                secci&#243;n de emergencia. La cantidad de presi&#243;n de aire liberada del freno de resorte es
                proporcional a la cantidad de presi&#243;n de aire entregada al orificio de control de la v&#225;lvula
                de inversi&#243;n por la entrega del sistema secundario de la v&#225;lvula de freno.
            </para>
            <para>
                <title>Activaci&#243;n del freno de estacionamiento (resorte)</title>
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400235">Figura 35</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400235" figsize="col-wide">
                <graphic id="g0400235" filename="../figg04/g0400235.webp" type="webp" scalefit="0"/>
                <caption>Figura 35. Activaci&#243;n del freno de estacionamiento (resorte)</caption>
                <calloutgroup>
                    <callout1>1. DEP&#211;SITO PRIMARIO</callout1>
                    <callout1>2. DEP&#211;SITO SECUNDARIO</callout1>
                    <callout1>3. ENTRADA Y ESCAPE A</callout1>
                    <callout1>4. PIST&#211;N -A</callout1>
                    <callout1>5. PIST&#211;N -B</callout1>
                    <callout1>6. V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>7. ESCAPE</callout1>
                    <callout1>8. ENTRADA Y ESCAPE -B</callout1>
                    <callout1>9. V&#193;LVULA DE CONTROL DEL FRENO DE RESORTE</callout1>
                    <callout1>10. V&#193;LVULA DE RETENCI&#211;N DOBLE</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando los sistemas primario y secundario est&#225;n cargados con aire y la v&#225;lvula de control
                del freno de resorte (elemento 9) est&#225; puesta en la posici&#243;n de "aplicado" o de escape, se
                escapan el suministro de aire de la v&#225;lvula de inversi&#243;n y la presi&#243;n de aire en las c&#225;maras
                de freno de resorte. La v&#225;lvula de retenci&#243;n &#250;nica en la v&#225;lvula de inversi&#243;n
                ayuda al escape de aire del freno de resorte al dejar que el aire debajo del pist&#243;n "B" (elemento
                5) salga del escape abierto de la v&#225;lvula de control del freno de resorte (elemento 9). Cuando la
                presi&#243;n de aire debajo del pist&#243;n "B" (elemento 5) ha disminuido bastante, el pist&#243;n "B"
                (elemento 5) se mueve hacia abajo, abriendo la entrada de la v&#225;lvula "B" (elemento 8),
                proporcionando as&#237; un conducto de escape adicional para que el aire de los frenos de resorte salga
                a trav&#233;s de la v&#225;lvula de inversi&#243;n.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_62.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_64.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
