<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - AUTOCONFIGURACI&#211;N DEL EC-30</stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="0">
        <title>AUTOCONFIGURACI&#211;N DEL EC-30</title>
        <svcprocinfo>
            <para>La caracter&#237;stica de autoconfiguraci&#243;n permite alterar las configuraciones de los sensores
                de velocidad de las ruedas y del ATC al activarlas con un im&#225;n o con una herramienta de diagn&#243;stico.
                Por lo general, esto se realiza inmediatamente despu&#233;s de la instalaci&#243;n o del reemplazo de un
                EC-30.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Autoconfiguraci&#243;n de los sensores de velocidad de las ruedas</title>
            <para>La cantidad de sensores de velocidad conectados al EC-30 se detecta durante el proceso de
                autoconfiguraci&#243;n. El EC-30 configura seis sensores si detecta uno o dos sensores del medio. Si s&#243;lo
                se detecta un sensor del medio, la luz de advertencia de ABS y los LED de diagn&#243;stico
                correspondientes se encienden luego de la autoconfiguraci&#243;n. Si no se detectan sensores del medio,
                el EC-30 configura cuatro sensores.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Autoconfiguraci&#243;n del ATC</title>
            <para>Para la autoconfiguraci&#243;n del ATC con limitaci&#243;n de la torsi&#243;n del motor, los
                siguientes elementos deben estar conectados al EC-30 y encontrarse en condiciones de funcionamiento:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Conexi&#243;n de comunicaci&#243;n J1939 o J1922 al motor</para>
                </item>
                <item>
                    <para>Luz de actividad/advertencia de ATC</para>
                </item>
                <item>
                    <para>Interruptor de activaci&#243;n/desactivaci&#243;n del ATC (se debe conmutar antes de la
                        autoconfiguraci&#243;n)
                    </para>
                </item>
            </randlist>
            <para>Para la autoconfiguraci&#243;n del ATC con frenado diferencial, el modulador de ATC tambi&#233;n debe
                estar conectado al EC-30 y encontrarse en condiciones de funcionamiento.
            </para>
            <para>Algunos n&#250;meros de refacci&#243;n del EC-30 no admiten seis sensores de velocidad de las ruedas
                ni ATC. Para asegurarse de que el EC-30 en que est&#225; trabajando tenga la capacidad de herraje
                correcta, use s&#243;lo el n&#250;mero de refacci&#243;n correcto.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de autoconfiguraci&#243;n del EC-30</title>
            <para>Verifique que todos los conectores de la ECU, de comunicaci&#243;n, de los sensores y de los
                moduladores de ABS y de ATC est&#233;n en su lugar y luego encienda el motor. Conmute el interruptor de
                activaci&#243;n/desactivaci&#243;n del ATC, si est&#225; instalado.
            </para>
            <para>Active una autoconfiguraci&#243;n del EC-30 mediante una de las siguientes acciones:</para>
            <randlist type="bullet">
                <item>
                    <para>Sostenga un im&#225;n sobre el punto de restablecimiento de la pantalla de diagn&#243;stico
                        durante cerca de 20 segundos (hasta que los LED comiencen a destellar r&#225;pidamente) y luego
                        retire el im&#225;n.
                    </para>
                </item>
                <item>
                    <para>Presione el interruptor de restablecimiento DCI durante cerca de 20 segundos (hasta que los
                        LED comiencen a destellar r&#225;pidamente) y luego suelte el interruptor.
                    </para>
                </item>
                <item>
                    <para>Utilice la selecci&#243;n del men&#250; de autoconfiguraci&#243;n en ACom for Windows o en la
                        herramienta MPSI.
                    </para>
                </item>
            </randlist>
            <para>Una vez finalizado el proceso de autoconfiguraci&#243;n, el EC-30 realiza autom&#225;ticamente la
                secuencia de encendido y muestra la nueva configuraci&#243;n en la pantalla de diagn&#243;stico. Si el
                EC-30 se configur&#243; correctamente para el ATC, la luz de actividad/advertencia de ATC tambi&#233;n
                mostrar&#225; la configuraci&#243;n del ATC. Consulte la secci&#243;n Secuencia de encendido del EC-30.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
