<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPRESOR DE AIRE: BENDIX TU-FLO 550 Y TU-FLO 750 - ENSAMBLE - ANILLOS DE PIST&#211;N</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="1">
        <title>ANILLOS DE PIST&#211;N</title>
        <para>Antes de la instalaci&#243;n, revise la separaci&#243;n de cada extremo del anillo colocandolo dentro del
            cilindro. Introduzca el anillo en la parte superior del cilindro y, usando el pist&#243;n, empuje el anillo
            hasta el punto medio de su recorrido, revise la separaci&#243;n del anillo. Si las separaciones de extremo
            son incorrectas, es posible que se haya adquirido un tama&#241;o incorrecto de anillos para la reparaci&#243;n,
            o que el compresor se haya gastado m&#225;s all&#225; de las especificaciones y deba reemplazarse.
        </para>
        <para>Instale los anillos en los pistones de acuerdo con las siguientes instrucciones, comenzando al centro del
            pist&#243;n y movi&#233;ndose hacia afuera.
        </para>
        <step1>
            <para count="1">Instale los anillos del espaciador y del segmento de la siguiente manera. Coloque el anillo
                del espaciador (elemento 3,
                <hotlnk xrefid="f0400316">Figura 16</hotlnk>) en la ranura del pist&#243;n. Los extremos del espaciador
                se deben juntar a tope y no superponerse. Instale el segmento superior (elemento 4), insertando un
                extremo sobre el espaciador en la ranura del anillo, a 120 grados desde los extremos del espaciador y
                enrolle el segmento para ponerlo en la posici&#243;n correcta. Instale el segmento inferior de la misma
                manera debajo del espaciador, asegur&#225;ndose de que la separaci&#243;n est&#233; a 120 grados del
                segmento superior del anillo y de las separaciones del extremo del espaciador. Antes del uso, aseg&#250;rese
                de que ambos extremos pintados del espaciador est&#225;n visibles y juntos a tope (
                <hotlnk xrefid="f0400316">Figura 16</hotlnk>).
            </para>
            <figure id="f0400316" figsize="col-wide">
                <graphic id="g0400316" filename="../figg04/g0400316.webp" type="webp"/>
                <caption>Figura 16. Pist&#243;n y anillos</caption>
                <calloutgroup>
                    <callout1>1.ANILLO DE COMPRESI&#211;N</callout1>
                    <callout1>2.ANILLO DEL SEGMENTO</callout1>
                    <callout1>3.ANILLO DEL ESPACIADOR</callout1>
                    <callout1>4.ANILLO DEL SEGMENTO</callout1>
                </calloutgroup>
            </figure>
        </step1>
        <step1>
            <para count="1">Instale los anillos de compresi&#243;n (elemento 1,
                <hotlnk xrefid="f0400316">Figura 16</hotlnk>) en las ranuras adecuadas con el bisel o marca (si la hay)
                hacia la parte superior del pist&#243;n.
            </para>
        </step1>
        <para>Revise la separaci&#243;n lateral de cada anillo en la ranura del pist&#243;n correspondiente (
            <hotlnk xrefid="f0400316">Figura 16</hotlnk>). Si la separaci&#243;n lateral es demasiado grande, la ranura
            del anillo del pist&#243;n se ha gastado m&#225;s all&#225; de las especificaciones y se debe reemplazar el
            pist&#243;n.
        </para>
        <para>Haga girar los anillos del pist&#243;n en sus ranuras respectivas, de manera que cada separaci&#243;n del
            extremo sea al menos de 90 grados desde la separaci&#243;n del extremo del anillo anterior.
        </para>
        <para>Consulte la
            <hotlnk document="m04003r_20.xml" xrefid="f0400313">Figura 13</hotlnk>con respecto a todos los elementos que
            est&#225;n entre par&#233;ntesis.
        </para>
        <para>Lubrique con aceite de motor el pasador de articulaci&#243;n (elemento 27) y el buje del pasador de
            articulaci&#243;n en la biela. Arme la parte superior de las bielas y los pistones con los pasadores de
            articulaci&#243;n. Inserte los botones del pasador de articulaci&#243;n (elemento 28) en los extremos del
            pasador de articulaci&#243;n. Lubrique los pistones y anillos con aceite de motor e inserte el pist&#243;n
            en el cilindro.
        </para>
        <para>Haga girar el cig&#252;e&#241;al de manera que uno de los mu&#241;ones de biela est&#233; en la posici&#243;n
            central hacia abajo. Instale en la biela (elemento 37) los casquetes del cojinete (asegurese de que est&#233;n
            en la posici&#243;n correcta)de mu&#241;&#243;n del cig&#252;e&#241;al (elementos 38) y la tapa de la biela
            (elemento 39). Apriete los pernos de la biela poco a poco y del uno al otro (elemento 40) a una torsi&#243;n
            de 16.947 a 19.155 N&#8226;m (150 a 170 lb-pulgada). Instale la otra biela y pist&#243;n de la misma manera.
            Se recomienda usar nuevos tornillos de cabeza hexagonal para la biela.
        </para>
        <para>Antes de volver a poner la cabeza de cilindros en la caja del cig&#252;e&#241;al, aseg&#250;rese de usar
            los pistones correctos, haciendo girar el cig&#252;e&#241;al una vuelta completa, de manera que cada pist&#243;n
            efect&#250;e su recorrido m&#225;ximo hacia arriba. En la posici&#243;n m&#225;ximo del recorrido hacia
            arriba, cada pist&#243;n debe moverse hasta el tope de la parte superior de la caja del cig&#252;e&#241;al.
            Si el pist&#243;n no se acerca a la parte superior de la caja del cig&#252;e&#241;al, se ha instalado un
            pist&#243;n incorrecto, si no se reemplaza por el adecuado podr&#237;a resultar en da&#241;os al compresor.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_36.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r_38.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04003r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
