<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - REEMPLAZO DEL DIAFRAGMA DEL FRENO DE SERVICIO</stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="3">
        <title>REEMPLAZO DEL DIAFRAGMA DEL FRENO DE SERVICIO</title>
        <para>El retiro y la instalaci&#243;n del diafragma del freno de servicio pueden efectuarse m&#225;s f&#225;cilmente
            "bloqueando" el pist&#243;n de la c&#225;mara de servicio. Para hacerlo, aplique el freno de servicio,
            pisando la v&#225;lvula del pedal de freno del conductor y, mientras la pisa, fije un alicate sujetador en
            el v&#225;stago del pist&#243;n para evitar que el v&#225;stago se retraiga cuando se libere presi&#243;n de
            aire (
            <hotlnk xrefid="f0402018">Figura 18</hotlnk>).
        </para>
        <figure id="f0402018" figsize="col-wide">
            <graphic id="g0402018" filename="../figg04/g0402018.webp" type="webp" resolution="72"/>
            <caption>Figura 18. Alicate sujetador aplicado al v&#225;stago del pist&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Desactivaci&#243;n (enjaule) completamente el freno de resorte. Vea p&#225;gina 6,
                <hotlnk document="m04020_6.xml" xrefid="hl0402001">ENJAULAMIENTO DEL RESORTE</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Retire ambas l&#237;neas de aire de la c&#225;mara.</para>
            <specpara>
                <important>
                    <para>Como referencia para una posterior instalaci&#243;n, aseg&#250;rese de marcar la l&#237;nea de
                        aire proveniente del orificio de entrada con la inscripci&#243;n "SPRING BRAKE" (FRENO DE
                        RESORTE),.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">En los modelos "TR" y "TR-T" dotados de tubos ventiladores externos (
                <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>), desconecte el tubo y el codo del
                alojamiento de la c&#225;mara del freno de servicio.
            </para>
        </step1>
        <step1>
            <para count="1">Use una llave o cubo de 14.28 mm (9/16 de pulgada) para retirar las tuercas de fijaci&#243;n
                de la abrazadera tipo anillo del freno de servicio. Luego, mientras sostiene en su lugar de manera
                segura la c&#225;mara del freno de servicio, retire la abrazadera tipo anillo para permitir el retiro
                del conjunto de la c&#225;mara del freno de resorte (
                <hotlnk xrefid="f0402019">Figura 19</hotlnk>).
            </para>
            <figure id="f0402019" figsize="col-wide">
                <graphic id="g0402019" filename="../figg04/g0402019.webp" type="webp" resolution="72"/>
                <caption>Figura 19. Retire la abrazadera tipo anillo del freno de servicio</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Para su protecci&#243;n, el freno de resorte MGM ha sido sellado en f&#225;brica. No hay
                        piezas que requieran servicio por parte del usuario en el interior de la c&#225;mara del frenos
                        de resorte. Si usted experimenta cualquier da&#241;o o desperfecto de la c&#225;mara del freno
                        de resorte, reemplace el conjunto completo. Nunca intente desensamblar la c&#225;mara del freno
                        de resorte, porque puede provocarle lesiones personales graves o la muerte a causa de una
                        desactivaci&#243;n accidental repentina del resorte de alta energ&#237;a.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <important>
                    <para>En este momento, aproveche la oportunidad para revisar todas las piezas en la c&#225;mara del
                        freno de servicio y reemplace cualquier pieza da&#241;ada o gastada.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Coloque el diafragma en la cavidad inferior de la c&#225;mara (
                <hotlnk xrefid="f0402020">Figura 20</hotlnk>) teniendo mucho cuidado de que las piezas coincidentes
                queden perfectamente alineadas y que los orificios de entrada de aire coincidan con las l&#237;neas del
                suministro de aire del veh&#237;culo, reemplace la abrazadera tipo anillo del freno de servicio (
                <hotlnk xrefid="f0402019">Figura 19</hotlnk>).
            </para>
            <figure id="f0402020" figsize="col-wide">
                <graphic id="g0402020" filename="../figg04/g0402020.webp" type="webp"/>
                <caption>Figura 20. Instale el nuevo diafragma</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Vuelva a instalar las tuercas y los tornillos de la abrazadera.
                <emph type="bold">Apriete alternadamente cada tuerca en incrementos de torsi&#243;n de 5-10 libras pie
                </emph>
                mientras revisa constantemente la alineaci&#243;n de las piezas coincidentes. (Si es necesario volver a
                alinear, suelte las tuercas de fijaci&#243;n y repita el paso 5 anterior). Golpee firmemente alrededor
                de la circunferencia de la abrazadera tipo anillo con un martillo, para asegurar el pleno asentamiento
                de la abrazadera (
                <hotlnk document="m04020_9.xml" xrefid="f0402016">Figura 16</hotlnk>y
                <emph type="bold">y apriete las tuercas a una torsi&#243;n de 25-30 libras pie.</emph>
            </para>
        </step1>
        <step1>
            <para count="1">Aplique cinta de tefl&#243;n o compuesto de sellar a las conexiones de mangueras y vuelva a
                instalar ambas l&#237;neas de aire en la c&#225;mara, asegur&#225;ndose de que cada una coincida con el
                orificio de entrada de aire correcto, de acuerdo con las marcas efectuadas anteriormente.
                <emph type="bold">Apriete las conexiones en los orificios de entrada de aire de la c&#225;mara a una
                    torsi&#243;n de 25-30 libras pie.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Use aire del sistema del veh&#237;culo para cargar el freno de resorte con presi&#243;n
                total en la l&#237;nea (m&#237;nimo a 689.4 kPa [100 psi]). Use s&#243;lo agua jabonosa (JAM&#193;S USE
                NING&#218;N TIPO DE ACEITE) para revisar si hay fugas de aire en las l&#237;neas y conexiones de aire.
                <emph type="bold">Si aparecen burbujas, apriete levemente las conexiones, pero no a m&#225;s de 25
                    libras pie.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Con el freno de resorte todav&#237;a cargado completamente con la presi&#243;n de l&#237;nea
                total, aplique y mantenga oprimida la v&#225;lvula de pedal del pedal de freno para cargar la c&#225;mara
                del freno de servicio.
            </para>
            <specpara>
                <important>
                    <para>En este momento, retire el alicate sujetador (
                        <hotlnk xrefid="f0402018">Figura 18</hotlnk>) del v&#225;stago del pist&#243;n de servicio, de
                        manera que el pist&#243;n pueda retornar a una posici&#243;n normal en la c&#225;mara. Ahora
                        pruebe si hay fugas alrededor de la circunferencia de la abrazadera tipo anillo del freno de
                        servicio. Si aparecen burbujas, golpee firmemente la circunferencia de la abrazadera tipo anillo
                        con un martillo y vuelva a apretar las tuercas de fijaci&#243;n hasta que la fuga se detenga (
                        <hotlnk document="m04020_9.xml" xrefid="f0402016">Figura 16</hotlnk>). Apriete las tuercas de
                        fijaci&#243;n a una torsi&#243;n de 25-30 libras pie.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">En los modelos "TR-T" que tienen un TUBO VENTILADOR EXTERNO, limpie los extremos del tubo
                conector para asegurarse de que no haya aceite presente. Aplique en las puntas del tubo cemento de
                caucho de alta calidad y reins&#233;rtelo en los codos flexibles encajandolo como m&#237;nimo de 1.27 cm
                (1/2 pulgada) en ambos codos (
                <hotlnk document="m04020_5.xml" xrefid="f0402007">Figura 7</hotlnk>).
            </para>
            <specpara>
                <important>
                    <para>Estas unidades deben instalarse con el TUBO VENTILADOR en la mitad superior de la c&#225;mara
                        (que no es de presi&#243;n) mirando en direcci&#243;n opuesta a la superficie del camino y el
                        tubo debe quedar firmemente adherido en los codos de caucho (
                        <hotlnk document="m04020_5.xml" xrefid="f0402008">Figura 8</hotlnk>). Si no se cumplen estas
                        instrucciones, se anular&#225; cualquier garant&#237;a.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Con la presi&#243;n de aire descargada de la c&#225;mara de servicio, pero con presi&#243;n
                de l&#237;nea a&#250;n aplicada en el freno de resorte, retire la tuerca de retenci&#243;n, la arandela
                y el tornillo de liberaci&#243;n. Vuelva a poner estas piezas en su compartimento de almacenamiento (
                <hotlnk document="m04020_9.xml" xrefid="f0402017">Figura 17</hotlnk>) en la c&#225;mara (o en la caja de
                herramientas del veh&#237;culo, si no hay un lugar de almacenamiento en la c&#225;mara) y
                <emph type="bold">apriete la tuerca contra la arandela plana a 10 libras pie.</emph>.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Vuelva a poner correctamente la tapa pl&#225;stica (
                    <hotlnk document="m04020_5.xml" xrefid="f0402005">Figura 5</hotlnk>). En las unidades que durante el
                    funcionamiento no tengan la TAPA asegurada correctamente en su lugar se anular&#225;n cualquier
                    garant&#237;a.
                </emph>
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
