<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE PROTECCI&#211;N DEL TRACTOR - MIDLAND-ROSS</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>MIDLAND-ROSS</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>La v&#225;lvula de protecci&#243;n del tractor (
                <hotlnk xrefid="f0400250">Figura 50</hotlnk>
                ) puede denominarse v&#225;lvula modular de protecci&#243;n del tractor, ya que es una v&#225;lvula que
                incorpora varias funciones diferentes.
            </para>
            <figure id="f0400250" figsize="col-wide">
                <graphic id="g0400250" filename="../figg04/g0400250.webp" type="webp" scalefit="0"/>
                <caption>Figura 50. V&#225;lvula de protecci&#243;n del tractor - (Midland Ross)</caption>
                <calloutgroup>
                    <callout1>1. EMERGENCIA DEL REMOLQUE</callout1>
                    <callout1>2. SERVICIO DEL REMOLQUE</callout1>
                    <callout1>3. INTERRUPTOR DE LUCES DE PARADA</callout1>
                    <callout1>4. V&#193;LVULA DE FRENO SECUNDARIO</callout1>
                    <callout1>5. V&#193;LVULA DE CONTROL MANUAL</callout1>
                    <callout1>6. V&#193;LVULA DE FRENO PRIMARIO</callout1>
                    <callout1>7. EMERGENCIA DEL TRACTOR</callout1>
                    <callout1>8. ESCAPE</callout1>
                </calloutgroup>
            </figure>
            <para>La v&#225;lvula incorpora un m&#250;ltiple que acomoda dos orificios de la v&#225;lvula de freno o v&#225;lvula
                de freno de pedal m&#225;s un orificio de control manual a trav&#233;s de dos v&#225;lvulas de retenci&#243;n
                de doble v&#237;a incorporadas para la activaci&#243;n del freno de pedal. Tambi&#233;n incorpora una
                funci&#243;n de liberaci&#243;n r&#225;pida, cierre autom&#225;tico por p&#233;rdida de aire del
                remolque de emergencia y purga de devoluci&#243;n autom&#225;tica del aire de servicio atrapado.
            </para>
            <para>La v&#225;lvula determina si la l&#237;nea del freno de aire de servicio que conecta el sistema del
                tractor y remolque est&#225; abierta o cerrada. El conducto de emergencia a trav&#233;s de la v&#225;lvula
                siempre est&#225; abierto. La apertura y cierre de las l&#237;neas del freno de aire de servicio se
                establecen al mover en forma de vaiv&#233;n un pist&#243;n ahusado accionado por resorte que opera
                contra las fuerzas del pist&#243;n desarrolladas por los niveles de presi&#243;n del aire en el conducto
                de emergencia.
            </para>
            <para>El operador realiza la activaci&#243;n manual de la v&#225;lvula usando la perilla (roja) del
                suministro del remolque en el tablero de instrumentos.
            </para>
            <para>Cuando el control de suministro del remolque se abre (perilla roja empujada), la presi&#243;n de aire
                llega al orificio de emergencia para abrir la v&#225;lvula de protecci&#243;n del tractor. El "halado"
                de la perilla roja de control del suministro del remolque desocupa la l&#237;nea de emergencia en la v&#225;lvula
                de control de aire, permitiendo que la v&#225;lvula de protecci&#243;n del tractor se cierre.
            </para>
            <para>Una funci&#243;n de liberaci&#243;n r&#225;pida incorporada en el conducto de servicio sirve para
                mejorar el tiempo de respuesta para desactivar el freno. Durante la desactivaci&#243;n del freno de
                pedal, la presi&#243;n de aire de la l&#237;nea de servicio en el sistema del remolque sale a la atm&#243;sfera
                en la v&#225;lvula de protecci&#243;n del tractor en forma comparable con el escape de la v&#225;lvula
                de pedal o v&#225;lvula de control manual.
            </para>
            <para>La funci&#243;n de purga de devoluci&#243;n de cierre autom&#225;tico permite que la v&#225;lvula se
                desconecte autom&#225;ticamente bajo una activaci&#243;n total del pedal de freno. Cuando el control del
                suministro del remolque sale mientras se aplican los frenos de pedal, la funci&#243;n de purga de
                devoluci&#243;n permite que el aire atrapado en la l&#237;nea de servicio del remolque se purgue a presi&#243;n
                de 0 kPa (0 psi).
            </para>
            <para>Durante el funcionamiento del tractor sin el remolque, la perilla de control del suministro del
                remolque est&#225; "afuera" y el conducto de "servicio" en la v&#225;lvula de protecci&#243;n del
                tractor est&#225; cerrado. La v&#225;lvula de control del suministro del remolque bloquea la presi&#243;n
                de aire del conducto de emergencia hacia la v&#225;lvula de protecci&#243;n del tractor. Los conductos
                de aire del sistema del tractor hacia los acoples del remolque quedan bloqueados.
            </para>
            <para>Al acoplar el tractor al remolque, se "empuja" la perilla (roja) de control del suministro del
                remolque. El aire pasa a trav&#233;s de la l&#237;nea de emergencia de la v&#225;lvula de protecci&#243;n
                del tractor para cargar los dep&#243;sitos del freno del remolque. Si los frenos del remolque se estaban
                aplicandos antes del acoplamiento, &#233;stos son liberados simult&#225;neamente. Cuando la presi&#243;n
                de aire en la l&#237;nea de emergencia alcanza aproximadamente 276 a 345 kPa (40 a 50 psi), el conducto
                del servicio de la v&#225;lvula de protecci&#243;n del tractor se abre.
            </para>
            <para>Durante el funcionamiento normal del tractor-remolque, la v&#225;lvula de protecci&#243;n del tractor
                permanece abierta, dejando que el aire fluya en una de las dos direcciones dentro del sistema de frenos
                de aire entre el tractor y el remolque. Cuando el aire pasa a trav&#233;s del conducto de servicio de la
                v&#225;lvula de protecci&#243;n del tractor, los frenos de pedal del remolque quedan activados o
                desactivados por medio del funcionamiento de la v&#225;lvula de freno de pedal o la v&#225;lvula de
                control manual. El flujo de aire a trav&#233;s del conducto de emergencia vuelve a llenar el sistema de
                frenos y los dep&#243;sitos de aire del remolque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>Consulte la
                <hotlnk xrefid="f0400251">Figura 51</hotlnk>
                con respecto a todos los n&#250;meros y letras entre par&#233;ntesis en todo este texto.
            </para>
            <figure id="f0400251" figsize="col-wide">
                <graphic id="g0400251" filename="../figg04/g0400251.webp" type="webp" scalefit="0"/>
                <caption>Figura 51. V&#225;lvula de protecci&#243;n del tractor - (Midland Ross) - Secci&#243;n
                    transversal
                </caption>
                <calloutgroup>
                    <callout1>A. CAVIDAD A</callout1>
                    <callout1>B. CAVIDAD B</callout1>
                    <callout1>C. CAVIDAD C</callout1>
                    <callout1>D. CAVIDAD D</callout1>
                    <callout1>E. VISTA E-E</callout1>
                    <callout1>F. VISTA F</callout1>
                    <callout1>G. ORIFICIO DE CONTROL</callout1>
                    <callout1>H. ORIFICIO DE SERVICIO</callout1>
                    <callout1>I. ORIFICIO DE SERVICIO</callout1>
                    <callout1>J. ORIFICIO DE EMERGENCIA DEL TRACTOR</callout1>
                    <callout1>K. ORIFICIO DE ESCAPE</callout1>
                    <callout1>L. ORIFICIO DE EMERGENCIA DEL REMOLQUE</callout1>
                    <callout1>M. ORIFICIO DE SERVICIO DEL REMOLQUE</callout1>
                    <callout1>1. TORNILLO</callout1>
                    <callout1>2. CUBIERTA (CONTROL MANUAL)</callout1>
                    <callout1>3. DISCO DE LA V&#193;LVULA</callout1>
                    <callout1>4. CUBIERTA (V&#193;LVULA DE PEDAL N&#176; 2)</callout1>
                    <callout1>5. ANILLO "O"</callout1>
                    <callout1>6. CUERPO DE LA V&#193;LVULA DE RETENCI&#211;N</callout1>
                    <callout1>7. ANILLO "O"</callout1>
                    <callout1>8. V&#193;LVULA</callout1>
                    <callout1>9. ANILLO "O"</callout1>
                    <callout1>10. PIST&#211;N</callout1>
                    <callout1>11. ANILLO "O"</callout1>
                    <callout1>12. RESORTE</callout1>
                    <callout1>13. DISCO DE ESCAPE</callout1>
                    <callout1>14. CONJUNTO DE TAPA DEL EXTREMO</callout1>
                    <callout1>15. TORNILLO</callout1>
                    <callout1>16. ANILLO DE EXPANSI&#211;N</callout1>
                    <callout1>17. CUERPO</callout1>
                    <callout1>18. TAP&#211;N ROSCADO</callout1>
                    <callout1>19. TORNILLO</callout1>
                    <callout1>20. ANILLO "O"</callout1>
                    <callout1>21. DISCO DE LA V&#193;LVULA</callout1>
                    <callout1>22. TAP&#211;N</callout1>
                    <callout1>23. ARANDELA DE ESTRELLA</callout1>
                    <callout1>24. SELLO DE ESPUMA</callout1>
                    <callout1>25. TORNILLO</callout1>
                </calloutgroup>
            </figure>
            <para>
                <hotlnk xrefid="f0400251">La Figura 51</hotlnk>
                ilustra la v&#225;lvula de protecci&#243;n del tractor en la posici&#243;n normalmente cerrada para el
                funcionamiento del tractor sin el remolque.
            </para>
            <para>La v&#225;lvula de caucho (elemento 8) est&#225; sentada contra el cuerpo de la v&#225;lvula de
                retenci&#243;n (elemento 6) por el pist&#243;n (elemento 10) que cierra el paso del aire a trav&#233;s
                de la v&#225;lvula desde los orificios de servicio del tractor (H e I) hasta el orificio de servicio del
                remolque (M). La cavidad (B) es evacuada hacia el escape a trav&#233;s del control de emergencia del
                remolque (que no se muestra), ubicado en el tablero de la cabina. El orificio de servicio del remolque
                (M) y la cavidad (A) se evac&#250;an hacia la atm&#243;sfera.
            </para>
            <para>Despu&#233;s de conectar el remolque y empujar la perilla de la v&#225;lvula de control de emergencia
                del remolque, la presi&#243;n de aire es suministrada por el sistema del tractor a trav&#233;s de la
                cavidad (B) proveniente del orificio de emergencia del tractor (J) hacia el orificio de emergencia del
                remolque (L). La presi&#243;n de aire sobre 276 a 345 kPa (40 a 50 psi) contra el pist&#243;n (elemento
                10) hace que &#233;ste se mueva hacia el resorte (elemento 12). El pist&#243;n toca el fondo del disco
                de escape (elemento 13), el cual es mantenido firmemente en su lugar por el anillo de expansi&#243;n
                (elemento 16). Entonces el conducto de aire de servicio del tractor al remolque queda abierto.
            </para>
            <para>Durante la activaci&#243;n del freno de pedal normal, el aire controlado que suministra la v&#225;lvula
                de pedal ingresa a los orificios de servicio marcados como v&#225;lvula de pedal N&#186; 1 (primario) y
                v&#225;lvula de pedal N&#186; 2 (secundario). La presi&#243;n de aire mueve el disco de la v&#225;lvula
                (elemento 3) contra la cubierta (elemento 2), cerrando el orificio de control manual (G). El aire puede
                ingresar a la cavidad (A).
            </para>
            <para>La presi&#243;n de aire mueve la v&#225;lvula (elemento 8) hacia abajo, hasta el asiento del pist&#243;n
                (elemento 10), bloqueando la cavidad (C). Luego el aire pasa alrededor del diafragma y sale del orificio
                de servicio del remolque (M) hacia los frenos del remolque. El aire proporcionado por la v&#225;lvula de
                control manual ingresa al orificio de servicio (G) marcado como "control manual". La presi&#243;n de
                aire mueve el disco de la v&#225;lvula (elemento 3) situado debajo de la cubierta (elemento 2) contra el
                asiento del cuerpo de la v&#225;lvula de retenci&#243;n (elemento 6) bloqueando el conducto de aire
                hacia el orificio de la v&#225;lvula de pedal n&#186; 1 (H). El aire fluye alrededor del disco de la v&#225;lvula
                (elemento 3) e ingresa a la cavidad (D). La presi&#243;n de aire empuja el disco de la v&#225;lvula
                (elemento 3) contra la cubierta (elemento 4) bloqueando el conducto de aire al orificio de la v&#225;lvula
                de pedal n&#186; 2 (elemento I). La presi&#243;n de aire entra a la cavidad (A) y contin&#250;a con la
                misma funci&#243;n que se indic&#243; anteriormente en la activaci&#243;n del freno de pedal.
            </para>
            <para>Cuando se liberan los frenos de pedal, el aire controlado que se suministr&#243; a trav&#233;s de la v&#225;lvula
                de protecci&#243;n del tractor y a continuaci&#243;n de ella, act&#250;a para retirar la v&#225;lvula
                (elemento 8) del asiento de escape en el pist&#243;n (elemento 10). El aire de escape ingresa a la
                cavidad (C) y sale del orificio de escape (K). El aire creciente de la v&#225;lvula de protecci&#243;n
                del tractor sale a trav&#233;s de la v&#225;lvula de pedal o de la v&#225;lvula de control de manual.
            </para>
            <para>Si la presi&#243;n del sistema del freno de pedal en el tractor desciende a 207 a 276 kPa (30 a 40
                psi), la fuerza del resorte (elemento 12) mueve el pist&#243;n (elemento 10) hacia el asiento de entrada
                del cuerpo de la v&#225;lvula de retenci&#243;n (elemento 6) y cierra el orificio de servicio de tractor
                a remolque (M).
            </para>
            <para>La funci&#243;n de purga de devoluci&#243;n y cierre autom&#225;tico funciona cuando se aplican los
                frenos de pedal o la v&#225;lvula de control manual. Cuando se hala la v&#225;lvula de control del
                tablero de emergencia del remolque, la presi&#243;n en la cavidad (B) se reduce a 0 kPa (0 psi),
                atrapando la presi&#243;n del freno de pedal aplicada en el orificio de servicio del remolque (M). En
                este momento, el disco de retenci&#243;n de una v&#237;a (elemento 21) purga el aire atrapado en la
                cavidad (B), el cual sale a la atm&#243;sfera a trav&#233;s de la v&#225;lvula de emergencia del
                remolque en el tablero de instrumentos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Una vez al a&#241;o o cada 160,000 km (100,000 millas), remueva, desarme y limpie todas las piezas.
                Reemplace todas las piezas de caucho.
            </para>
            <para>Cuando se realizan revisiones de servicio de la v&#225;lvula de protecci&#243;n del tractor en el veh&#237;culo,
                se llevan a cabo en forma simult&#225;nea las revisiones de fugas y rendimiento.
            </para>
            <para>Para obtener acceso a la v&#225;lvula de protecci&#243;n del tractor de algunos veh&#237;culos, ser&#225;
                necesario remover el panel del piso en la parte delantera del asiento del conductor.
            </para>
            <para>A menos que se indique lo contrario, todos los puntos de desconexi&#243;n en las siguientes
                instrucciones se har&#225;n en la v&#225;lvula de protecci&#243;n del tractor.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400211">
            <title>Revisiones de servicio - Prueba de fugas</title>
            <step1>
                <para count="1">Desconecte el control manual (G) y las l&#237;neas de aire de servicio (M) del remolque
                    con la v&#225;lvula de control de emergencia del remolque extra&#237;da (sin aire a la v&#225;lvula
                    de emergencia del remolque).
                </para>
            </step1>
            <step1>
                <para count="1">Con 689 a 862 kPa (100 a 125 psi) en los sistemas de aire primario y secundario, oprima
                    el freno de pedal. La fuga total medida en el orificio de control manual (G), en el orificio de
                    servicio del remolque (M) y en el orificio de escape (K) no debe exceder de 82 cm
                    <supscript>3</supscript>(5 pulgadas c&#250;bicas) por minuto o una burbuja de jab&#243;n de 25 mm (1
                    pulgada) de di&#225;metro producida en 12 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de la v&#225;lvula de control manual a la v&#225;lvula de protecci&#243;n
                    del tractor y desconecte las l&#237;neas de la v&#225;lvula del freno de pedal (H e I).
                </para>
            </step1>
            <step1>
                <para count="1">Active la v&#225;lvula de control manual. La fuga total medida en los orificios de la v&#225;lvula
                    de pedal (H e I), en el orificio de servicio del remolque (M) y en el orificio de escape (K) no debe
                    exceder 82 cm
                    <supscript>3</supscript>(5 pulgadas c&#250;bicas) por minuto o una burbuja de jab&#243;n de 25 mm (1
                    pulgada) de di&#225;metro total producida en 12 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas en el orificio de control manual (G) y en el orificio de
                    emergencia del remolque (L).
                </para>
            </step1>
            <step1>
                <para count="1">Instale un tap&#243;n roscado en el orificio de emergencia del remolque (L).</para>
            </step1>
            <step1>
                <para count="1">Con 689 a 862 kPa (100 a 125 psi) en los sistemas de aire primario y secundario, empuje
                    hacia adentro el control de emergencia del remolque. La fuga a trav&#233;s de la v&#225;lvula y en
                    el servicio del remolque (M) y orificios de escape (K) no debe exceder de 82 cm
                    <supscript>3</supscript>(5 pulgadas c&#250;bicas) por minuto o una burbuja de jab&#243;n de 25 mm (1
                    pulgada) de di&#225;metro total producida en 12 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Hale la perilla de la v&#225;lvula de control de emergencia del remolque y remueva el
                    tap&#243;n roscado del orificio de emergencia del remolque (L). Si la v&#225;lvula pasa la revisi&#243;n
                    de fugas, se debe realizar la prueba de funcionamiento.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de funcionamiento</title>
            <step1>
                <para count="1">Instale un indicador doble o dos indicadores de aire sencillos en los orificios de
                    emergencia y de servicio del remolque.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para revisar
                        las presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n del regulador
                        y otras pruebas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Con una presi&#243;n de 379 (55 psi) en los sistemas de aire primario y secundario,
                    empuje el control de emergencia (IN) del remolque. La presi&#243;n de aire en el indicador del
                    tablero de instrumentos y en el orificio de emergencia del remolque deben indicar aproximadamente lo
                    mismo. El indicador de aire conectado al orificio de servicio del remolque (M) no debe indicar presi&#243;n.
                    Se puede permitir una fuga en el orificio de escape del tama&#241;o de una burbuja de jab&#243;n de
                    25 mm (1 pulgada) producida en tres segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a llenar de aire los sistemas primario y secundario a 689 a 862 kPa (100 a 125
                    psi).
                </para>
            </step1>
            <step1>
                <para count="1">Purgue el dep&#243;sito de aire secundario.</para>
            </step1>
            <step1>
                <para count="1">Con la perilla de la v&#225;lvula de control de emergencia del remolque en el tablero de
                    instrumentos empujada, aplique la v&#225;lvula de control manual. Debe haber un m&#237;nimo de 586
                    kPa (85 psi) en el orificio de servicio del remolque (M).
                </para>
            </step1>
            <step1>
                <para count="1">Suelte la v&#225;lvula de control manual y aplique el pedal de freno. La presi&#243;n en
                    el orificio de servicio del remolque (M) debe estar dentro de 34.5 kPa (5 psi) del indicador de aire
                    en el tablero de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a llenar de aire los sistemas a 689 a 862 kPa (100 a 125 psi) y purgue el dep&#243;sito
                    de aire primario.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla de la v&#225;lvula de control de emergencia del remolque en el tablero de
                    instrumentos empujada y la v&#225;lvula de control manual liberada, aplique el pedal de freno. La
                    presi&#243;n en el servicio del remolque (M) debe estar dentro de 34.5 kPa (5 psi) del indicador de
                    aire en el tablero de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a llenar todo el sistema de aire a 689-862 kPa (100-125 psi).</para>
            </step1>
            <step1>
                <para count="1">Aplique el pedal de freno y hale la perilla (roja) de emergencia del remolque. El
                    indicador doble conectado al orificio de servicio del remolque (M) debe registrar el mismo valor de
                    689 a 862 kPa (100 a 125 psi) que el indicador en el tablero de instrumentos. El indicador conectado
                    a la emergencia del remolque (L) debe estar a 0 kPa (0 psi).
                </para>
            </step1>
            <para>Si la v&#225;lvula pasa las pruebas de fugas y funcionamiento, se considera una v&#225;lvula que puede
                prestar servicio. Remueva el indicador de aire doble y conecte las l&#237;neas de aire de emergencia y
                de servicio del remolque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Hale la perilla de control del freno de estacionamiento para activar el freno de
                    estacionamiento. Aseg&#250;rese de que la perilla de la v&#225;lvula de control de emergencia est&#233;
                    afuera.
                </para>
            </step1>
            <step1>
                <para count="1">No es necesario purgar el sistema de aire ya que no hay aire suministrado a la v&#225;lvula
                    de protecci&#243;n del tractor mientras est&#225;n desactivados el freno de pedal y la v&#225;lvula
                    de control manual.
                </para>
            </step1>
            <step1>
                <para count="1">Marque todas las l&#237;neas de aire para ayudar a la reconexi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire en la v&#225;lvula. Desconecte los cables del
                    interruptor de la luz de parada.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de montaje.</para>
            </step1>
            <step1>
                <para count="1">Si se est&#225; reemplazando la v&#225;lvula de protecci&#243;n del tractor, remueva el
                    interruptor de la luz de parada.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Instale el interruptor de la luz de parada.</para>
            </step1>
            <step1>
                <para count="1">Instale la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire tal como se marc&#243; al removerlas.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable del interruptor de la luz de parada.</para>
            </step1>
            <step1>
                <para count="1">Efec&#250;e la prueba de funcionamiento.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400251">Figura 51</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Revise visualmente la v&#225;lvula para ver si hay da&#241;os. Si la pieza fundida est&#225;
                    rota o muestra fracturas, reemplace todo el conjunto de v&#225;lvula. Remueva el conjunto de
                    interruptor de la luz de parada, si no ha sido retirado durante el desmontaje del conjunto de v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el conjunto de tapa del extremo de escape (elemento 14), removiendo el tornillo
                    (elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Presione el disco de escape (elemento 13) y remueva el anillo de expansi&#243;n
                    (elemento 16). Luego remueva el disco de escape.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>La tapa del extremo est&#225; bajo la tensi&#243;n del resorte, la que puede expulsar r&#225;pidamente
                        la tapa del alojamiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva el pist&#243;n (elemento 10) del cuerpo (elemento 17).</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo "O" (elemento 11) del pist&#243;n y el anillo "O" (elemento 9) del
                    cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la arandela estrella (elemento 23) del cuerpo, separ&#225;ndola del agujero con
                    una palanca. Luego remueva del cuerpo el tap&#243;n (elemento 22), el anillo "O" (elemento 20) y el
                    disco de la v&#225;lvula (elemento 21).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los ocho tornillos de la cubierta (elemento 1) de manera que la cubierta de
                    control manual (elemento 2) y la cubierta de la v&#225;lvula de pedal n&#186; 2 (elemento 4) se
                    puedan separar del cuerpo de la v&#225;lvula de retenci&#243;n (elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los dos discos de la v&#225;lvula de retenci&#243;n (elemento 3).</para>
            </step1>
            <step1>
                <para count="1">Coloque marcas coincidentes en el cuerpo de la v&#225;lvula de retenci&#243;n (elemento
                    6) y el cuerpo (elemento 17) para prop&#243;sitos de reensamble. Remueva los cuatro tornillos
                    (elementos 19 y 25) de modo que el cuerpo de la v&#225;lvula de retenci&#243;n (elemento 6) pueda
                    separarse del cuerpo (elemento 17).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo "O" (elemento 7) y el sello de la v&#225;lvula (elemento 8) del cuerpo
                    (elemento 17).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <para>Lave todas las piezas met&#225;licas con un solvente de limpieza, luego s&#233;quelas. Reemplace todas
                las piezas de caucho.
            </para>
            <para>Revise las cubiertas, el cuerpo de la v&#225;lvula de retenci&#243;n, el pist&#243;n y el cuerpo.
                Todas las superficies de contacto de los anillos "O" deben ser suaves, redondas y estar libres de
                rallas, abolladuras o muescas. El asiento de la v&#225;lvula en el extremo del pist&#243;n y el cuerpo
                de la v&#225;lvula de retenci&#243;n deben ser suaves, sin mostrar abolladuras o deformaciones. Las
                superficies selladas en la cubierta deben ser suaves y estar libres de abolladuras o muescas. La ranura
                del anillo de expansi&#243;n en el cuerpo de la v&#225;lvula no debe estar deformada y debe estar libre
                de corrosi&#243;n.
            </para>
            <para>Reemplace las piezas que no puedan ser reparadas.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Lubrique todos los sellos y superficies de deslizamiento con grasa Fleetrite EP2 Moly o equivalente a
                la grasa de litio multiuso NLGI n&#186; 2.
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400251">Figura 51</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque la v&#225;lvula (elemento 8) dentro del cuerpo (elemento 17) de manera que la v&#225;lvula
                    se apoye plana sobre las estr&#237;as del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el anillo "O" (elemento 7) en la ranura de la brida del cuerpo de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Coloque el cuerpo de la v&#225;lvula de retenci&#243;n (elemento 6) en el cuerpo
                    (elemento 17), alineando las marcas colocadas. Ponga los tornillos (elementos 19 y 25). Apri&#233;telos
                    a 13,56 a 15,8 N&#183;m (120 a 140 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los anillos "O" (elemento 5) en las ranuras de ambas cubiertas (elementos 2 y
                    4).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los discos de la v&#225;lvula de retenci&#243;n (elemento 3) en los asientos de
                    la v&#225;lvula, en el cuerpo de la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la cubierta de control manual (elemento 2) del cuerpo de la v&#225;lvula de
                    retenci&#243;n junto al orificio de la v&#225;lvula de pedal (H), luego instale la cubierta de la v&#225;lvula
                    de pedal (elemento 4) junto al orificio de la v&#225;lvula de pedal (elemento I). Apriete los
                    tornillos a 1.36 a 1.81 N&#183;m (12 a 16 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el anillo "O" (elemento 9) en el cuerpo de la v&#225;lvula (elemento 17) y el
                    anillo "O" en el pist&#243;n (elemento 10). Inserte el conjunto de pist&#243;n con el extremo
                    ahusado hacia el cuerpo de la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el resorte (elemento 12) en el pist&#243;n y ponga el disco de escape (elemento
                    13) en el resorte. Alinee y presione firmemente el disco de escape en el cuerpo de la v&#225;lvula.
                    Mientras sostiene el resorte en el cuerpo de la v&#225;lvula, instale el anillo de expansi&#243;n
                    (elemento 16), asegur&#225;ndose de que encaje apropiadamente en el cuerpo de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el disco de la v&#225;lvula (elemento 21), el anillo "O" (elemento 20) y el tap&#243;n
                    (elemento 22) en la abertura de purga posterior. Luego instale la arandela estrella (elemento 23).
                </para>
            </step1>
            <para>Al instalar la v&#225;lvula de protecci&#243;n del tractor en el veh&#237;culo, antes de volver a
                poner en servicio el veh&#237;culo, aseg&#250;rese de realizar las
                <hotlnk xrefid="hl0400211">
                    <xref refid="hl0400211"/>REVISIONES DE SERVICIO
                </hotlnk>
                .
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400205" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - V&#225;lvula de protecci&#243;n del tractor - (Midland Ross)</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="78pt"/>
                    <colspec colnum="2" colname="2" colwidth="78pt"/>
                    <colspec colnum="3" colname="3" colwidth="78pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>Ubicaci&#243;n</para>
                            </entry>
                            <entry>
                                <para>Lb-pulgada</para>
                            </entry>
                            <entry>
                                <para>N&#183;m</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos</para>
                            </entry>
                            <entry>
                                <para>120-140</para>
                            </entry>
                            <entry>
                                <para>13,56-15,8</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tornillos del orificio de la v&#225;lvula de pedal</para>
                            </entry>
                            <entry>
                                <para>12-16</para>
                            </entry>
                            <entry>
                                <para>1.36-1.81</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_100.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_102.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
