<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        REEMPLAZO DE COMPONENTES - Llenado y purga a presi&#243;n
    </stitle>
    <svcsection/>
    <svcproc svcproctype="drain" graphiccount="2">
        <title>Llenado y purga a presi&#243;n</title>
        <svcprocinfo>
            <para>
                <emph type="bold">El llenado y purga a presi&#243;n</emph>
                es el m&#233;todo preferido para purgar el sistema de frenos de pedal. Se requiere el uso de un
                <hotlnk xrefid="f1004709a">juego de purga a presi&#243;n especial</hotlnk>, que consta de un tanque,
                bomba y v&#225;lvula de presi&#243;n, calibrador, tuber&#237;a y adaptador. Una serie de fabricantes
                ofrece estos juegos junto con las instrucciones de uso.
            </para>
            <figure id="f1004709a" figsize="col-wide">
                <graphic filename="../figR10/R104709a.webp" type="webp" scalefit="1"/>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Llenado y purga a Presi&#243;n</title>
            <step1>
                <para count="1">Aplique el freno de estacionamiento y bloquee las llantas. Desactive el encendido y
                    desconecte los terminales de la bater&#237;a.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El encendido debe permanecer desactivado durante todo el procedimiento de purga; debe ser
                        imposible energizar la unidad durante la purga.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Llene la purga de presi&#243;n con el nuevo l&#237;quido de frenos hidr&#225;ulico DOT 3
                    o DOT 4. Consulte las especificaciones del veh&#237;culo para determinar qu&#233; l&#237;quido usar.
                </para>
            </step1>
            <step1>
                <para count="1">Siga las instrucciones del fabricante para conectar la purga de presi&#243;n al dep&#243;sito
                    del cilindro maestro del freno.
                </para>
            </step1>
            <step1>
                <para count="1">Fije la presi&#243;n de llenado en 20 a 30 psi (1,5 a 2,0 barias).</para>
            </step1>
            <step1>
                <para count="1">Active el equipo de purga hasta que el nivel del l&#237;quido en el dep&#243;sito
                    alcance aproximadamente 20 mm (0,875 pulgadas).
                </para>
            </step1>
            <step1>
                <para count="1">Libere la presi&#243;n entre 3 y 5 segundos. Aplique presi&#243;n entre 5 y 10
                    segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Repita los Pasos 5 y 6 aproximadamente 10 veces. Despu&#233;s de liberar la presi&#243;n,
                    las burbujas de aire deben elevarse dentro del dep&#243;sito.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>No permita que el l&#237;quido del cilindro maestro del freno est&#233; bajo el nivel m&#237;nimo
                        durante la operaci&#243;n de purga. Mantenga el dep&#243;sito del cilindro maestro lleno con el
                        nuevo l&#237;quido de frenos aprobado por DOT, seg&#250;n lo especific&#243; el fabricante
                        original del equipo. No mantener el nivel del dep&#243;sito del freno sobre el m&#237;nimo puede
                        ocasionar que entre m&#225;s aire al sistema, haciendo imposible purgar el sistema en una forma
                        efectiva.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Purgue el sistema de frenos:</para>
                <randlist type="bullet">
                    <item>
                        <para>Fije la presi&#243;n de llenado en 20 a 30 psi (1.5 a 2.0 barias).</para>
                    </item>
                    <item>
                        <para>Coloque una llave en la conexi&#243;n de purga del accionador del freno. Comience con el
                            lugar m&#225;s alejado al modulador, (generalmente la parte trasera derecha), luego conecte
                            una longitud de tuber&#237;a pl&#225;stica transparente a la conexi&#243;n de purga. Aseg&#250;rese
                            de que el tubo se ajuste c&#243;modamente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <hotlnk xrefid="f1004710a">Sumerja la tuber&#237;a en un contenedor de l&#237;quido de frenos hidr&#225;ulico
                        limpio.
                    </hotlnk>
                </para>
                <para>Suelte la conexi&#243;n de purga hasta que el l&#237;quido comience a fluir (3/4 de vuelta
                    aproximadamente). Deje que el l&#237;quido hidr&#225;ulico fluya fuera de la conexi&#243;n hasta que
                    quede libre de burbujas de aire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Tanto la tuber&#237;a como el contenedor deben poder resistir los efectos del l&#237;quido de
                        frenos hidr&#225;ulico.
                    </para>
                </note>
            </specpara>
            <figure id="f1004710a" figsize="col-wide">
                <graphic filename="../figR10/R104710a.webp" type="webp" scalefit="1"/>
            </figure>
            <step1>
                <para count="1">Apriete firmemente para asegurar la conexi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Repita los Pasos 5 a 7 para purgar los tres accionadores de frenos restantes. Purgue en
                    secuencia desde el circuito m&#225;s grande al m&#225;s peque&#241;o del conjunto del modulador.
                </para>
            </step1>
            <step1>
                <para count="1">Desactive el equipo de purga y elimine la presi&#243;n. Retire el dispositivo de purga y
                    revise el nivel del l&#237;quido en el dep&#243;sito. Llene si se requiere. Reemplace el tap&#243;n
                    de dep&#243;sito y elimine el l&#237;quido de frenos utilizado.
                </para>
            </step1>
            <step1>
                <para count="1">Retire las cu&#241;as de las ruedas.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimiento de purga manual:</title>
            <specpara>
                <warning>
                    <para>No permita que el l&#237;quido del cilindro maestro del freno est&#233; bajo el nivel m&#237;nimo
                        durante la operaci&#243;n de purga. Mantenga el dep&#243;sito del cilindro maestro lleno con el
                        nuevo l&#237;quido de frenos aprobado por DOT, seg&#250;n lo especific&#243; el fabricante
                        original del equipo. No mantener el nivel del dep&#243;sito del freno sobre el m&#237;nimo puede
                        ocasionar que entre m&#225;s aire al sistema, haciendo imposible purgar el sistema en una forma
                        efectiva.
                    </para>
                </warning>
            </specpara>
            <seqlist style="arabic">
                <item>
                    <para>Aplique el freno de estacionamiento y bloquee las llantas. Desactive el encendido y desconecte
                        los terminales de la bater&#237;a.
                    </para>
                    <para>
                        <emph type="bold">NOTA: El encendido debe permanecer desactivado durante todo el procedimiento
                            de purga; debe ser imposible energizar la unidad durante la purga.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Llene el dep&#243;sito con l&#237;quido de frenos hidr&#225;ulico DOT 3 o DOT 4. Consulte las
                        especificaciones del veh&#237;culo para determinar qu&#233; l&#237;quido usar.
                    </para>
                </item>
                <item>
                    <para>Apriete el pedal del freno cinco veces usando el recorrido entre 1/3 de desplazamiento y el
                        desplazamiento m&#225;ximo en 5 segundos.
                    </para>
                </item>
                <item>
                    <para>Suelte el pedal durante 5 a 10 segundos. Las burbujas de aire se elevar&#225;n en el dep&#243;sito
                        mientras se aprieta y suelta el pedal.
                    </para>
                </item>
                <item>
                    <para>Repita los Pasos 3 y 4 otras tres veces o hasta que se sienta una resistencia suficiente del
                        pedal.
                    </para>
                </item>
                <item>
                    <para>Purgue el sistema de frenos. Coloque una llave en la conexi&#243;n de purga del accionador del
                        freno. Comience con el lugar m&#225;s alejado al modulador, (generalmente la parte trasera
                        derecha), luego conecte una longitud de tuber&#237;a pl&#225;stica transparente a la conexi&#243;n
                        de purga. Aseg&#250;rese de que el tubo se ajuste c&#243;modamente.
                    </para>
                </item>
                <item>
                    <para>Sumerja la tuber&#237;a en un contenedor de l&#237;quido de frenos limpio.</para>
                    <para>
                        <emph type="bold">NOTA: Tanto la tuber&#237;a como el contenedor deben poder resistir los
                            efectos del l&#237;quido de frenos.
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Apriete el pedal del freno 10 a 15 veces, usando el recorrido m&#225;ximo disponible.</para>
                </item>
                <item>
                    <para>Suelte la conexi&#243;n de purga hasta que el l&#237;quido comience a fluir (3/4 de vuelta
                        aproximadamente), mientras se aprieta el pedal del freno durante su recorrido m&#225;ximo
                        disponible.
                    </para>
                </item>
                <item>
                    <para>Apriete la conexi&#243;n firmemente antes de soltar el pedal del freno.</para>
                </item>
                <item>
                    <para>Repita los Pasos 5 a 6 varias veces hasta que el l&#237;quido descargado quede libre de
                        burbujas de aire.
                    </para>
                </item>
                <item>
                    <para>Repita los Pasos 3 a 7 para purgar los tres accionadores de frenos restantes. Purgue en
                        secuencia desde el circuito m&#225;s grande al m&#225;s peque&#241;o del modulador.
                    </para>
                </item>
                <item>
                    <para>Revise el desplazamiento del pedal del freno. Si se siente una resistencia firme, el
                        procedimiento de purga manual est&#225; completo.
                    </para>
                </item>
                <item>
                    <para>Revise el nivel del l&#237;quido en el dep&#243;sito y llene si es necesario. Reemplace el tap&#243;n
                        de dep&#243;sito y elimine el l&#237;quido de frenos utilizado.
                    </para>
                </item>
                <item>
                    <para>Retire las cu&#241;as de las ruedas.</para>
                </item>
            </seqlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_25.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_27.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
