<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - C&#211;MO PONERSE EN CONTACTO CON BENDIX</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>C&#211;MO PONERSE EN CONTACTO CON BENDIX</title>
        <svcsubproc>
            <title>Bendix.com</title>
            <para>La gu&#237;a en l&#237;nea de localizaci&#243;n y soluci&#243;n de problemas de Bendix para el EC-30
                le ayudar&#225; a determinar la causa de cualquier condici&#243;n que pueda impedir un rendimiento al
                100% del sistema de frenado. Para obtener informaci&#243;n adicional acerca de la localizaci&#243;n y
                soluci&#243;n de problemas para el EC-30, consulte nuestra secci&#243;n de solicitud de literatura.
            </para>
            <para>La gu&#237;a de contactos en l&#237;nea de Bendix le facilitar&#225; la localizaci&#243;n de los
                contactos de Bendix que necesite. Desde esta p&#225;gina, usted puede navegar hacia contactos de soporte
                t&#233;cnico, ingenieros de servicio, gerentes de cuenta de Bendix, contactos internacionales y m&#225;s.
                Bendix.com es un completo recurso de Bendix.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Equipo de asistencia t&#233;cnica de Bendix</title>
            <para>Para obtener soporte t&#233;cnico de personal directo, llame al equipo de asistencia t&#233;cnica de
                Bendix al 1-800-AIR-BRAKE (1-800-247-2725) de lunes a viernes y de 8:00 a.m. a 6:00 p.m., hora del este,
                y siga las instrucciones del mensaje grabado.
            </para>
            <para>O bien, puede enviar un correo electr&#243;nico al equipo de asistencia t&#233;cnica de Bendix a la
                direcci&#243;n: tbs.techteam@honeywell.com.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>CoreBin.com</title>
            <para>Para una compra y venta f&#225;cil de n&#250;cleos, visite CoreBin.com. CoreBin.com es el primer y el
                m&#225;s grande mercado de n&#250;cleos en l&#237;nea. CoreBin.com concentra una comunidad global de
                proveedores de n&#250;cleos, armadores, OEM, operadores de recuperaci&#243;n de refacciones y
                distribuidores de refacciones en un entorno transaccional seguro, eficaz y abierto.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_21.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_23.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
