<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SISTEMA DE FRENOS DE AIRE DIVIDIDO - PROCEDIMIENTO DE AN&#193;LISIS DE FRENOS DEL
        TRACTOR-REMOLQUE
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>PROCEDIMIENTO DE AN&#193;LISIS DE FRENOS DEL TRACTOR-REMOLQUE</title>
        <svcsubsecinfo>
            <para>El sistema de frenos de aire en una combinaci&#243;n de tractor-remolque debe proporcionar un frenado
                equilibrado en todas las ruedas y ejes de la combinaci&#243;n, para lograr &#243;ptimo funcionamiento y
                vida &#250;til de los frenos. Esto significa que el esfuerzo de frenado que se produce en cada rueda de
                la combinaci&#243;n debe ser capaz de hacer su parte del trabajo para controlar la velocidad de las dos
                unidades.
            </para>
            <para>Hay varios factores que pueden afectar el equilibrio de los frenos. &#201;stos son:</para>
            <seqlist style="arabic">
                <item>
                    <para>
                        <emph type="bold">Las cargas deben estar distribuidas adecuadamente entre el tractor y el
                            remolque</emph>. No se debe esperar una condici&#243;n equilibrada con el veh&#237;culo
                        combinado si la carga no est&#225; distribuida en forma apropiada.
                    </para>
                    <para>Los frenos de cada eje est&#225;n dise&#241;ados para cumplir criterios espec&#237;ficos de
                        funcionamiento, basados en el Peso bruto vehicular en el eje trasero (GAWR), del eje. Por
                        ejemplo, los ejes en t&#225;ndem de 15,400 kg (34,000 lb) GAWR utilizados en el tractor y
                        remolque combinados, est&#225;n dise&#241;ados para satisfacer normas de funcionamiento
                        similares. La sobrecarga o la falta de carga del eje en t&#225;ndem del tractor o del remolque
                        pueden causar un frenado desequilibrado en el veh&#237;culo de combinaci&#243;n. Un s&#237;ntoma
                        t&#237;pico ser&#237;a la activaci&#243;n prematura de los frenos en un eje con carga menor de
                        la capacidad nominal.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Los frenos del tractor y del remolque deben ser compatibles.</emph>Los frenos
                        b&#225;sicos usados en el tractor y en el remolque deben ser del mismo tipo. Las caracter&#237;sticas
                        de funcionamiento, tales como la sensibilidad a la distribuci&#243;n y a la velocidad, son
                        diferentes para los frenos de los tipos cu&#241;a, leva y disco. En consecuencia, bajo ciertas
                        condiciones de funcionamiento, la mezcla de tipos de freno puede causar o exagerar una condici&#243;n
                        de desequilibrio entre el tractor y el o los remolques. Se debe tener extremo cuidado al operar
                        una combinaci&#243;n equipada con frenos de diferentes tipos.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Los frenos del tractor y del remolque deben mantenerse en un ajuste
                            adecuado.
                        </emph>
                        La salida de fuerza de una varilla de empuje de c&#225;mara de frenos de aire aumenta en forma
                        lineal durante aproximadamente el 75% de su recorrido m&#225;ximo. M&#225;s all&#225; del 75%,
                        la fuerza se reduce. Por consiguiente, si no se mantiene el ajuste de frenos dentro de la
                        especificaci&#243;n y se permite que el recorrido de la varilla de empuje aumente m&#225;s all&#225;
                        del 75% del recorrido m&#225;ximo, se reducir&#225; la salida de torsi&#243;n del freno en la
                        rueda.
                    </para>
                    <para>Por ejemplo, cuando se aplica una presi&#243;n de aire de 689 pKa (100 psi) a una c&#225;mara
                        de frenos de aire de servicio tipo 30, se produce una fuerza de aproximadamente 1,360 kg (3,000
                        lbs), con un recorrido de la varilla de empuje de 3.8 cm (1-1/2 pulg) o menos. Cuando el
                        recorrido de la varilla de empuje aumenta a 5.7 cm (2-1/4 pulg) a la misma presi&#243;n de aire,
                        la fuerza producida disminuye a 1,133 kg (2,500 lbs) aproximadamente, una reducci&#243;n cercana
                        al 17%. Una reducci&#243;n en la fuerza de la varilla de empuje produce una reducci&#243;n
                        similar en la salida de torsi&#243;n del freno en la rueda. Una reducci&#243;n en la capacidad
                        de salida de la torsi&#243;n del freno en una o varias ruedas de un veh&#237;culo de combinaci&#243;n
                        lo cual aumenta el trabajo de los frenos en las otras ruedas. El resultado puede ser un desgaste
                        desigual del rotor, del tambor o de el revestimiento (entre los conjuntos del freno), una
                        aceleraci&#243;n involuntaria del remolque y una disminuci&#243;n de la capacidad del freno.
                    </para>
                    <para>Si se utilizan ajustadores autom&#225;ticos, &#233;stos se deben usar en ambos
                        <emph type="bold">tractor</emph>y
                        <emph type="bold">remolque,</emph>
                        para asegurar la compatibilidad entre las dos unidades. Si bien los ajustadores autom&#225;ticos
                        mantienen los frenos en un ajuste razonable, es importante revisar en forma peri&#243;dica los
                        ajustadores, para comprobar que est&#233;n funcionando adecuadamente.
                    </para>
                </item>
                <item>
                    <para>
                        <emph type="bold">Los conjuntos de freno y los sistemas de aire del tractor y del remolque se
                            deben revisar y mantener en forma apropiada.
                        </emph>
                        Los pasadores de anclaje corro&#237;dos, &#225;rboles de levas congelados, bujes gastados,
                        resortes de retorno rotos o d&#233;biles, zapatas deformadas, etc., pueden reducir la eficiencia
                        del conjunto de freno en cualquier de las ruedas. Es importante revisar los - dep&#243;sitos, v&#225;lvulas,
                        conexiones y l&#237;neas - del sistema de aire en forma peri&#243;dica, para ver si hay da&#241;os.
                        Esto incluye el vaciado de los dep&#243;sitos seg&#250;n sea necesario.
                    </para>
                    <para>Cuando se encuentran quejas sobre frenos sensibles, frenado inadecuado, escasa vida de
                        servicio de los revestimientos o tambores en el tractor o en el remolque (pero no en ambos),
                        puede haber un desequilibrio entre los sistemas de frenos de aire del tractor y del remolque.
                    </para>
                    <para>Se sugiere realizar un an&#225;lisis de los frenos. Este an&#225;lisis incluye la prueba del
                        1) equilibrio de la presi&#243;n, 2) Incremento de la rata de presi&#243;n (tiempo), y 3)
                        equilibrio de la torsi&#243;n. Sin embargo, antes de realizar las pruebas, hay que considerar
                        las siguientes preguntas:
                    </para>
                </item>
                <item>
                    <para>&#191;Todos o la mayor&#237;a de los conductores que est&#225;n manejando las unidades de
                        combinaci&#243;n, &#191; est&#225;n obteniendo los mismos resultados, o registrando las mismas
                        quejas?
                    </para>
                </item>
                <item>
                    <para>&#191;&#191; Se est&#225;n registrando los mismos resultados o quejas en unidades de combinaci&#243;n
                        similares?
                    </para>
                </item>
                <item>
                    <para>&#191;&#191; Se est&#225;n registrando los mismos resultados o quejas bajo condiciones de
                        funcionamiento similares?
                    </para>
                </item>
                <item>
                    <para>&#191;&#191; Se reciben siempre las quejas sobre la unidad de combinaci&#243;n ?, &#191; o se
                        originaron despu&#233;s de que se dio alg&#250;n servicio a los frenos, o de que cambiaron las
                        condiciones de funcionamiento del veh&#237;culo?
                    </para>
                </item>
                <item>
                    <para>Si el veh&#237;culo est&#225; equipado con frenos antibloqueo, &#191;&#191; Est&#225;
                        funcionando adecuadamente el sistema de frenos antibloqueo?
                    </para>
                </item>
            </seqlist>
            <para>Las respuestas a estas preguntas pueden ayudar a identificar la o las causas. Estos problemas pueden
                ser el resultado de componentes defectuosos o incorrectos en los frenos o, simplemente, de las
                condiciones bajo las cuales se hace funcionar el veh&#237;culo de combinaci&#243;n.
            </para>
            <para>Si la respuesta a estas preguntas parece indicar que puede existir una condici&#243;n de desequilibrio
                de frenos en el sistema de frenos de aire, para aislar la causa, se pueden usar las revisiones
                preliminares y los procedimientos de prueba indicado en el texto siguiente.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="check" graphiccount="0">
            <title>REVISIONES PRELIMINARES</title>
            <specpara>
                <note>
                    <para>Antes de realizar las pruebas de equilibrio de presi&#243;n, velocidad de aumento de la presi&#243;n
                        y equilibrio de torsi&#243;n, efect&#250;e las siguientes revisiones del sistema de frenos de
                        aire en la combinaci&#243;n de tractor-remolque. Estas revisiones pretenden detectar y corregir
                        condiciones que de otro modo podr&#237;an producir resultados de prueba desorientadores o
                        equivocados.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Revise el ajuste de todos los frenos, tanto en el tractor como en el o los remolques.
                    Ajuste los frenos seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Revise visualmente el movimiento del ajustador de holgura (si corresponde), para
                    determinar que todos los frenos se est&#233;n aplicando y desactivando libremente. Si no es as&#237;,
                    inspeccione y lubrique completamente los frenos.
                    <emph type="bold">NO</emph>
                    permita la entrada de lubricante a los revestimientos o tambores.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el sistema de frenos de aire para asegurarse de que est&#233; sin fugas
                    importantes de aire. Con una presi&#243;n en el sistema de aire de 655 kPa (95 psi) o m&#225;s y el
                    pedal de freno desactivado, la fuga de aire no debe exceder los siguientes valores:
                </para>
                <step2>
                    <para count="1">13.8 kPa (2 psi) por minuto, s&#243;lo en el tractor.</para>
                </step2>
                <step2>
                    <para count="1">20.7 kPa (3 psi) por minuto, en la combinaci&#243;n de tractor con remolque.</para>
                </step2>
                <step2>
                    <para count="1">34.5 kPa (5 psi) por minuto, en la combinaci&#243;n de tractor con dos remolques.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si se han sobrepasado estos valores, repare cualquier punto de fuga.</para>
            </step1>
            <step1>
                <para count="1">Drene los dep&#243;sitos de humedad y contaminaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Inspeccione visualmente por si hay l&#237;neas da&#241;adas o torcidas y reemplace todas
                    las l&#237;neas defectuosas.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las unidades de combinaci&#243;n para ver si la quinta rueda est&#225; suelta y
                    ver la condici&#243;n del pasador maestro. Un ajuste flojo entre la quinta rueda y el pasador
                    maestro puede aumentar una condici&#243;n de freno desequilibrada, por lo tanto, debe ajustarse
                    adecuadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Si el veh&#237;culo est&#225; equipado con un sistema de frenos antibloqueo, desconecte
                    este sistema retirando el fusible antes de realizar cualquier prueba de freno. Despu&#233;s de
                    completar todas las pruebas, vuelva a instalar el fusible.
                </para>
            </step1>
            <para>Cualquier deficiencia que se encuentre en las &#225;reas anteriores puede contribuir a las quejas
                sobre frenos. Esto se debe tener en cuenta en el an&#225;lisis general del sistema de frenos.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04008_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
