<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        Fibras de con y sin contenido de asbesto - ADVERTENCIA SOBRE FIBRAS QUE NO CONTIENEN ASBESTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>ADVERTENCIA SOBRE FIBRAS QUE NO CONTIENEN ASBESTO</title>
        <svcprocinfo>
            <para>
                <emph type="bold">Se recomiendan los siguientes procedimientos para el servicio de frenos con el fin de
                    reducir la exposici&#243;n al polvo de fibras que no contienen asbesto, lo que representa peligro de
                    c&#225;ncer o de enfermedad al pulm&#243;n. En Meritor se encuentran disponibles las Hojas de datos
                    de seguridad de material.
                </emph>
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Resumen de riesgos</title>
            <para>Las balatas fabricadas m&#225;s recientemente no contienen fibras de asbesto. Estas balatas pueden
                contener una o m&#225;s variedades de ingredientes, incluso fibras de vidrio, lana mineral, fibras de
                aramida, fibras cer&#225;micas y s&#237;lice que pueden presentar riesgos para la salud si se inhalan.
                Los cient&#237;ficos no est&#225;n de acuerdo en el grado de los riesgos debido a la exposici&#243;n a
                estas sustancias. Sin embargo, la exposici&#243;n al polvo de s&#237;lice puede producir silicosis, una
                enfermedad al pulm&#243;n no cancer&#237;gena. La silicosis reduce gradualmente la capacidad y la
                eficiencia del pulm&#243;n y puede provocar dificultades respiratorias serias. Algunos cient&#237;ficos
                creen que otros tipos de fibras que no contienen asbesto, cuando se inhalan, pueden producir
                enfermedades al pulm&#243;n similares. Adem&#225;s, el polvo de s&#237;lice y el polvo de fibra cer&#225;mica
                son conocidos en el Estado de California por causar c&#225;ncer al pulm&#243;n. Las agencias
                internacionales y de Estados Unidos tambi&#233;n han determinado que el polvo de lana mineral, las
                fibras cer&#225;micas y la s&#237;lice son causas potenciales de c&#225;ncer.
            </para>
            <para>Por consiguiente, los trabajadores deben tener la precauci&#243;n de evitar la formaci&#243;n e
                inhalaci&#243;n de polvo cuando reparan los frenos. A continuaci&#243;n se indican pr&#225;cticas de
                trabajo recomendadas espec&#237;ficas para disminuir la exposici&#243;n al polvo que no contiene
                asbesto. Consulte a su empleador para obtener m&#225;s detalles.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Pr&#225;cticas de trabajo recomendadas</title>
            <step1>
                <para count="1">
                    <emph type="bold">&#193;reas de trabajo separadas.</emph>
                </para>
                <para>Siempre que sea posible, revise los frenos en un &#225;rea separada de otras operaciones para
                    reducir los riesgos a personas sin protecci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Protecci&#243;n respiratoria.</emph>
                </para>
                <para>La OSHA ha definido un nivel m&#225;ximo admisible de exposici&#243;n a la s&#237;lice de 0.1 mg/m&#179;
                    como un promedio ponderado de 8 horas. Algunos fabricantes de balatas que no contienen asbesto
                    recomiendan que las exposiciones a otros ingredientes encontrados en balatas que no contienen
                    asbesto se mantengan por debajo de 1.0 f/cc como promedio ponderado de 8 horas. Sin embargo, los
                    cient&#237;ficos no est&#225;n de acuerdo hasta qu&#233; grado la adhesi&#243;n a estos niveles de
                    exposici&#243;n admisibles m&#225;ximos eliminar&#225; el riesgo de enfermedad que se puede originar
                    al inhalar polvo que no contiene asbesto.
                </para>
                <para>Por lo tanto, use protecci&#243;n respiratoria en todo momento durante el servicio de los frenos,
                    comenzando con el desmontaje de las ruedas. Use un respirador equipado con un filtro de alto
                    rendimiento (HEPA) aprobado por el NIOSH o la MSHA, si los niveles de exposici&#243;n pueden exceder
                    los niveles m&#225;ximos recomendados por la OSHA o por los fabricantes. Aun cuando se espera que
                    las exposiciones est&#233;n dentro de los niveles m&#225;ximos admisibles, el uso de un respirador
                    en todo momento durante el servicio de los frenos ayudar&#225; a minimizar la exposici&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Procedimientos para el servicio de frenos.</emph>
                </para>
                <step2>
                    <para count="1">Encierre el conjunto los de frenos dentro de una cobertura de presi&#243;n negativa.
                        La cobertura debe estar equipada con una aspiradora HEPA y mangas para los brazos del
                        trabajador. Con la cobertura en su lugar, use la aspiradora HEPA para separar y aspirar residuos
                        de las piezas del freno.
                    </para>
                </step2>
                <step2>
                    <para count="1">Como un procedimiento alternativo, use un sumidero con agua y un detergente a base
                        de agua, no fosfato, biodegradable para lavar el tambor del freno o el rotor y otras piezas del
                        freno. La soluci&#243;n se debe aplicar con baja presi&#243;n para evitar que el polvo quede en
                        suspensi&#243;n. Deje que la soluci&#243;n fluya entre el tambor del freno y el soporte del
                        freno o el rotor del freno y el calibrador. Los componentes del cubo de la rueda y del conjunto
                        del freno se deben mojar completamente para suprimir el polvo antes de retirar las zapatas del
                        freno o los patines de los frenos. Limpie las piezas del freno con un pa&#241;o.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si no se encuentra disponible un sistema de aspiradora cerrado o un equipo de lavado
                        de frenos, limpie cuidadosamente las piezas del freno al aire libre. Moje las piezas con una
                        soluci&#243;n aplicada con un pulverizador de bomba que cree un vapor fino. Use una soluci&#243;n
                        que contenga agua y, si est&#225; disponible, un detergente a base de agua, sin fosfato,
                        biodegradable. Los componentes del cubo de la rueda y del conjunto del freno se deben mojar
                        completamente para suprimir el polvo antes de retirar las zapatas del freno o los patines de los
                        frenos. Limpie las piezas del freno con un pa&#241;o.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use un respirador equipado con un filtro HEPA aprobado por el NIOSH o la MSHA al
                        rectificar o maquinar balatas. Adem&#225;s, realice el trabajo en un &#225;rea con un sistema
                        local de ventilaci&#243;n por aspiraci&#243;n equipado con un filtro HEPA.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">NUNCA</emph>
                        use aire comprimido solo, cepillado en seco o una aspiradora no equipada con un filtro HEPA al
                        limpiar piezas y conjuntos del freno.
                        <emph type="bold">NUNCA</emph>
                        use como agentes humidificantes solventes carcin&#243;genos, inflamables o que puedan da&#241;ar
                        los componentes del freno.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Limpieza de las &#225;reas de trabajo.</emph>
                </para>
                <para>Limpie las &#225;reas de trabajo con una aspiradora equipada con un filtro HEPA o utilice
                    simplemente trapos h&#250;medos.
                    <emph type="bold">NUNCA</emph>
                    use aire comprimido o barrido en seco para limpiar las &#225;reas de trabajo. Cuando vac&#237;e las
                    aspiradoras y manipule trapos usados, use un respirador equipado con un filtro HEPA aprobado por el
                    NIOSH o la MSHA para minimizar la exposici&#243;n. Cuando reemplace un filtro HEPA, moje el filtro
                    con un vapor fino de agua y retire el filtro usado con cuidado.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Higiene del trabajador.</emph>
                </para>
                <para>Despu&#233;s de revisar los frenos, l&#225;vese las manos antes de comer, beber o fumar. D&#250;chese
                    despu&#233;s del trabajo. No use la ropa de trabajo en casa. Utilice una aspiradora equipada con un
                    filtro HEPA para aspirar las ropas de trabajo despu&#233;s de usadas. L&#225;velas y pl&#225;nchelas
                    en forma separada. No las sacuda ni use aire comprimido para retirar el polvo de las ropas de
                    trabajo.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Eliminaci&#243;n de residuos.</emph>
                </para>
                <para>Elimine los revestimientos desechados, los trapos usados, la ropa y los filtros HEPA con cuidado,
                    en bolsas pl&#225;sticas selladas. Consulte las normas aplicables locales, estatales y de EPA acerca
                    de la eliminaci&#243;n de residuos.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Gu&#237;a regulatoria</title>
            <para>Se hace referencia a OSHA, NIOSH, MSHA y EPA, las cuales son agencias regulatorias en los Estados
                Unidos, para proporcionar una gu&#237;a adicional a los empleadores y trabajadores empleados dentro de
                Estados Unidos. Los empleadores y trabajadores empleados fuera de los Estados Unidos deben consultar las
                normas que resulten aplicables para obtener una gu&#237;a adicional.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
