<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - REACONDICIONAMIENTO DE LOS TAMBORES Y ZAPATAS DE FRENO - TAMBORES DE FRENO - INSPECCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="13">
        <title>INSPECCI&#211;N</title>
        <svcprocinfo>
            <para>Como parte de la inspecci&#243;n de los frenos, es importante aprender a reconocer las diversas se&#241;ales
                que expone un tambor de freno cuando se quita por primera vez del veh&#237;culo.
            </para>
            <para>Es importante tomarse el tiempo para observar detenidamente los patrones de desgaste y las marcas de
                un tambor gastado. Se puede aprender mucho acerca del rendimiento de los frenos de los veh&#237;culos e
                incluso, evitar el desgaste prematuro o la falla de un trabajo nuevo en los frenos.
            </para>
            <para>Es importante atender a las siguientes condiciones. &#201;stas indican si el tambor necesita servicio
                o reemplazo.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Tambores agrietados (
                <hotlnk xrefid="f0400701">Figura 1</hotlnk>)
            </title>
            <figure id="f0400701" figsize="col-wide">
                <graphic id="g0400701" filename="../figg04/g0400701.webp" type="webp"/>
                <caption>Figura 1. Tambor agrietado</caption>
            </figure>
            <para>Se produce por un exceso de calor o fr&#237;o. Se debe revisar el equilibrio del sistema, prestando
                especial atenci&#243;n al uso de material de revestimiento de las zapatas de frenos con el nivel de
                fricci&#243;n adecuado, de acuerdo a lo recomendado por International. Reemplace de inmediato los
                tambores agrietados.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Agrietamiento por calor (
                <hotlnk xrefid="f0400702">Figura 2</hotlnk>)
            </title>
            <figure id="f0400702" figsize="col-wide">
                <graphic id="g0400702" filename="../figg04/g0400702.webp" type="webp"/>
                <caption>Figura 2. Agrietamiento por calor</caption>
            </figure>
            <para>Esta condici&#243;n se observa cuando la superficie de frenado del tambor de freno presenta grietas
                capilares o muy delgadas. El agrietamiento por calor es una condici&#243;n normal del freno, provocada
                por el constante calentamiento y enfriamiento de la superficie de frenado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores ovalados (
                <hotlnk xrefid="f0400703">Figura 3</hotlnk>)
            </title>
            <figure id="f0400703" figsize="col-wide">
                <graphic id="g0400703" filename="../figg04/g0400703.webp" type="webp"/>
                <caption>Figura 3. Tambor ovalado</caption>
            </figure>
            <para>Esta condici&#243;n se observa cuando hay m&#225;s desgaste en un lado del revestimiento de la zapata
                de freno y variaciones del di&#225;metro del tambor en diferentes puntos de la superficie de frenado.
            </para>
            <para>El tambor se debe maquinar dentro de los l&#237;mites permisibles a fin de restablecer la
                concentricidad o se debe reemplazar por uno nuevo. Los tambores deben maquinarse sin exceder el l&#237;mite
                m&#225;ximo de rectificado de 0.080" y no deben desgastarse m&#225;s de 0.120".
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores de tama&#241;o excesivo (
                <hotlnk xrefid="f0400704">Figura 4</hotlnk>)
            </title>
            <figure id="f0400704" figsize="col-wide">
                <graphic id="g0400704" filename="../figg04/g0400704.webp" type="webp"/>
                <caption>Figura 4. Tambor de tama&#241;o excesivo</caption>
            </figure>
            <para>Esta condici&#243;n se observa en el desgaste desparejo del revestimiento de la zapata o por un di&#225;metro
                de la superficie de frenado que excede los l&#237;mites permisibles. La acci&#243;n correctiva debe
                incluir el reemplazo del tambor y del revestimiento de freno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores manchados con grasa (
                <hotlnk xrefid="f0400705">Figura 5</hotlnk>)
            </title>
            <figure id="f0400705" figsize="col-wide">
                <graphic id="g0400705" filename="../figg04/g0400705.webp" type="webp"/>
                <caption>Figura 5. Tambor manchado con grasa</caption>
            </figure>
            <para>En la inspecci&#243;n se observar&#225;n lugares decolorados en la superficie del tambor, con
                salpicaduras de aceite o grasa en el conjunto de freno.
            </para>
            <para>La condici&#243;n puede deberse a un sello defectuoso o al engrase incorrecto de las levas del
                freno.
            </para>
            <para>Para corregir la condici&#243;n, es necesario reparar la fuga de aceite o grasa, limpiar el conjunto
                completo y reemplazar el revestimiento de la zapata de freno, si est&#225; empapada de aceite o grasa.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores manchados por el calor (
                <hotlnk xrefid="f0400706">Figura 6</hotlnk>)
            </title>
            <figure id="f0400706" figsize="col-wide">
                <graphic id="g0400706" filename="../figg04/g0400706.webp" type="webp"/>
                <caption>Figura 6. Tambor manchado por el calor</caption>
            </figure>
            <para>Este problema se puede observar en manchas de color oscuro, duras y levemente levantadas en la
                superficie de frenado, con un desgaste desparejo. Tambi&#233;n se puede observar cuando se siente en una
                marcha pulsante al aplicar los frenos o un ruido excesivo al frenar.
            </para>
            <para>Los tambores deben retornearse para eliminar las &#225;reas duras y levantadas. Si el torneado o
                esmerilado no eliminan las manchas, debe reemplazarse el tambor. Tambi&#233;n se deben revisar los
                revestimiento de la zapata de freno en busca de factores de desgaste desparejo, y se deben reemplazar
                los revestimientos para restablecer la m&#225;xima eficiencia de frenado .
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores rayados (
                <hotlnk xrefid="f0400707">Figura 7</hotlnk>)
            </title>
            <figure id="f0400707" figsize="col-wide">
                <graphic id="g0400707" filename="../figg04/g0400707.webp" type="webp"/>
                <caption>Figura 7. Tambor rayado</caption>
            </figure>
            <para>Esta condici&#243;n se observa en la apariencia ranurada de la superficie de frenado del tambor y el
                desgaste excesivo de los revestimientos.
            </para>
            <para>Las rayas pueden eliminarse retorneando dentro de los l&#237;mites establecidos. Tambi&#233;n es
                recomendable inspeccionar cuidadosamente todo el sistema de frenos para determinar si ha entrado al
                sistema una cantidad excesiva de material de freno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores azules (
                <hotlnk xrefid="f0400708">Figura 8</hotlnk>)
            </title>
            <figure id="f0400708" figsize="col-wide">
                <graphic id="g0400708" filename="../figg04/g0400708.webp" type="webp"/>
                <caption>Figura 8. Tambor azul (</caption>
            </figure>
            <para>Esta condici&#243;n se observa por el color azulado y la desfiguraci&#243;n de las piezas del freno,
                es provocada por el calor excesivo. El sistema debe revisarse para ver si los resortes de retorno est&#225;n
                rotos o d&#233;biles y si hay un funcionamiento defectuoso de las levas del freno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores pulidos (
                <hotlnk xrefid="f0400709">Figura 9</hotlnk>)
            </title>
            <figure id="f0400709" figsize="col-wide">
                <graphic id="g0400709" filename="../figg04/g0400709.webp" type="webp"/>
                <caption>Figura 9. Tambor pulido (</caption>
            </figure>
            <para>Un tambor pulido puede ser reconocido por un acabado como de espejo en la superficie de frenado.
            </para>
            <para>Esta condici&#243;n se corrige f&#225;cilmente, eliminando el brillo con tela de esmeril de grano
                ochenta. Si la condici&#243;n reaparece, los revestimientos deben revisarse para ver si la tasa de
                fricci&#243;n es adecuada.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desgaste excesivo (
                <hotlnk xrefid="f0400710">Figura 10</hotlnk>)
            </title>
            <figure id="f0400710" figsize="col-wide">
                <graphic id="g0400710" filename="../figg04/g0400710.webp" type="webp"/>
                <caption>Figura 10. Desgaste excesivo</caption>
            </figure>
            <para>Si ocurre un desgaste excesivo en los bordes del &#225;rea de contacto de los revestimiento de la
                zapata de freno o en las &#225;reas coincidentes con los orificios de los remaches de los
                revestimientos, se debe revisar el sistema para ver si ha acumulado material abrasivo.
            </para>
            <para>Los tambores de freno deben revisarse para ver si presentan rayas y deben reemplazarse si est&#225;n
                seriamente da&#241;ados.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambores en forma de barril (
                <hotlnk xrefid="f0400711">Figura 11</hotlnk>)
            </title>
            <figure id="f0400711" figsize="col-wide">
                <graphic id="g0400711" filename="../figg04/g0400711.webp" type="webp"/>
                <caption>Figura 11. Tambor en forma de barril</caption>
            </figure>
            <para>Un tambor en forma de barril es producto del sobrecalentamiento. Si esta condici&#243;n no se corrige,
                la superficie de frenado se reduce y se produce un desgaste desparejo de los revestimientos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tambor acampanado (
                <hotlnk xrefid="f0400712">Figura 12</hotlnk>)
            </title>
            <figure id="f0400712" figsize="col-wide">
                <graphic id="g0400712" filename="../figg04/g0400712.webp" type="webp"/>
                <caption>Figura 12. Tambor acampanado</caption>
            </figure>
            <para>La presi&#243;n extrema durante cierto tiempo crear&#225; un tambor acampanado. El revestimientode de
                la zapata en un tambor de freno acampanado s&#243;lo har&#225; contacto con la parte interior de la
                superficie de fricci&#243;n del tambor. Adem&#225;s de reducir la superficie de frenado al m&#237;nimo,
                tambi&#233;n causar&#225; un desgaste desparejo y r&#225;pido del revestimiento.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Descentramiento (
                <hotlnk xrefid="f0400713">Figura 13</hotlnk>)
            </title>
            <figure id="f0400713" figsize="col-wide">
                <graphic id="g0400713" filename="../figg04/g0400713.webp" type="webp"/>
                <caption>Figura 13. Instalaci&#243;n de un nuevo tambor</caption>
                <calloutgroup>
                    <callout1>1.INDICADOR DE CARATULA</callout1>
                    <callout1>2.TAMBOR</callout1>
                    <callout1>3.AGUJA</callout1>
                </calloutgroup>
            </figure>
            <para>Cada vez que se instale un nuevo tambor de freno en un veh&#237;culo, debe revisarse el
                descentramiento de la siguiente manera. Ponga el nuevo tambor de freno con el cubo y la rueda instalados
                en el torno para tambores, asegur&#225;ndose de que el tambor est&#233; centrado. Instale el indicador
                de caratula en el torno colocandolo a 12.7 mm (0.5 pulgadas) aproximadamente del borde del tambor (en la
                superficie de frenado), y revise el descentramiento como se muestra en la
                <hotlnk xrefid="f0400713">Figura 13</hotlnk>. El descentramiento no debe exceder los 0.25 mm (0.010
                pulgadas)
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04007_2.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04007_HL0400701.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
