<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - V&#193;LVULA RELEVADORA DOSIFICADORA DE FRENO TRASERA BP-R1 Y V&#193;LVULA LIMITADORA TRASERA LQ-5
        - FUNCIONAMIENTO - V&#225;lvula relevadora dosificadora de freno trasera BP-R1
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="6">
        <title>V&#225;lvula relevadora dosificadora de freno trasera BP-R1</title>
        <svcprocinfo>
            <para>Los temas siguientes hacen referencia a la v&#225;lvula dosificadora de freno trasera.</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Carga inicial</title>
            <para>Consulte la
                <hotlnk xrefid="f0401209">Figura 9</hotlnk>.
            </para>
            <figure id="f0401209" figsize="col-wide">
                <graphic id="g0401209" filename="../figg04/g0401209.webp" type="webp" resolution="72"/>
                <caption>Figura 9. Carga inicial</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>2.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>3.ORIFICIO DE CONTROL</callout1>
                    <callout1>4.PIST&#211;N DE RETROCOMBINACI&#211;N</callout1>
                    <callout1>5.ORIFICIO DE SERVICIO</callout1>
                    <callout1>6.PIST&#211;N DE SERVICIO</callout1>
                    <callout1>7.DIAFRAGMA</callout1>
                    <callout1>8.RESORTE</callout1>
                    <callout1>9.PIST&#211;N RELEVADOR</callout1>
                    <callout1>10.ORIFICIO DE ENTREGA</callout1>
                    <callout1>11.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                </calloutgroup>
            </figure>
            <para>Durante el aumento inicial de la presi&#243;n de aire del sistema, el aire de suministro fluye a trav&#233;s
                del cuerpo interno y los conductos de la cubierta en la BP-R1 hacia el pist&#243;n de retrocombinaci&#243;n.
            </para>
            <para>Al activar la v&#225;lvula de suministro de aire del remolque (En el tablero, control con el bot&#243;n
                rojo octagonal), se carga simult&#225;neamente el remolque y el orificio de control de la BP-R1. El aire
                que ingresa al orificio de control de la BP-R1 hace que el pist&#243;n dosificador se mueva hacia su
                tope en la cubierta. Toda la v&#225;lvula de admisi&#243;n y escape se mueve junto con el pist&#243;n,
                hasta que se asienta y sella el conducto de escape. El movimiento continuo del pist&#243;n dosificador
                abre la v&#225;lvula de admisi&#243;n. Con el sistema de aire del tractor y del remolque completamente
                cargado, el veh&#237;culo puede operar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de los frenos de servicio (modo tractor-remolque)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401210">Figura 10</hotlnk>.
            </para>
            <figure id="f0401210" figsize="col-wide">
                <graphic id="g0401210" filename="../figg04/g0401210.webp" type="webp"/>
                <caption>Figura 10. Aplicaci&#243;n de los frenos de servicio</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>4.DIAFRAGMA</callout1>
                    <callout1>5.PIST&#211;N RELEVADOR</callout1>
                    <callout1>6.C&#193;MARA DE AIRE DEL EJE TRASERO</callout1>
                    <callout1>7.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>8.DEP&#211;SITO DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <para>El aire de aplicaci&#243;n de los frenos ingresa al orificio de servicio de la BP-R1 y es conducido a
                trav&#233;s del pist&#243;n de servicio hacia el diafragma de escape, el cual se flexa en respuesta al
                aire entrante y sella el dep&#243;sito de escape en el pist&#243;n de escape. El aire fluye alrededor
                del diafragma de escape y luego a trav&#233;s del centro de los pistones de retrocombinaci&#243;n y
                dosificador hacia la v&#225;lvula de admisi&#243;n y escape. Al fluir alrededor de la v&#225;lvula de
                admisi&#243;n, el aire de aplicaci&#243;n pasa por un conducto en la cubierta de la parte superior del
                pist&#243;n relevador de servicio. En respuesta a la presi&#243;n de aire, el pist&#243;n relevador
                entra en contacto con la parte de escape de la v&#225;lvula de admisi&#243;n y escape. Con el conducto
                de escape sellado, el movimiento continuo del pist&#243;n abre la parte de admisi&#243;n de la v&#225;lvula
                de admisi&#243;n y escape, permitiendo que el aire de suministro proveniente del dep&#243;sito salga de
                los orificios de entrega de la BP-R1 hacia las c&#225;maras de freno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Retenci&#243;n de los frenos de servicio (modo tractor-remolque)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401211">Figura 11</hotlnk>.
            </para>
            <figure id="f0401211" figsize="col-wide">
                <graphic id="g0401211" filename="../figg04/g0401211.webp" type="webp"/>
                <caption>Figura 11. Retenci&#243;n de los frenos de servicio</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>4.DIAFRAGMA</callout1>
                    <callout1>5.PIST&#211;N RELEVADOR</callout1>
                    <callout1>6.C&#193;MARA DE AIRE DEL EJE TRASERO</callout1>
                    <callout1>7.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>8.DEP&#211;SITO DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <para>La presi&#243;n de aire que se entrega a las c&#225;maras de freno tambi&#233;n est&#225; presente
                debajo del pist&#243;n relevador.
            </para>
            <para>Cuando la presi&#243;n de aire arriba y abajo del pist&#243;n relevador es igual, el pist&#243;n se
                mueve levemente, permitiendo que la v&#225;lvula de admisi&#243;n vuelva a su asiento. La v&#225;lvula
                de escape permanece cerrada. Con las v&#225;lvulas de admisi&#243;n y escape cerradas, la presi&#243;n
                de aire en las c&#225;maras de freno se mantiene estable y no aumenta ni disminuye.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivaci&#243;n de los frenos de servicio (modo tractor-remolque)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401212">Figura 12</hotlnk>.
            </para>
            <figure id="f0401212" figsize="col-wide">
                <graphic id="g0401212" filename="../figg04/g0401212.webp" type="webp"/>
                <caption>Figura 12. Desactivaci&#243;n de los frenos de servicio</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>4.DIAFRAGMA</callout1>
                    <callout1>5.PIST&#211;N RELEVADOR</callout1>
                    <callout1>6.C&#193;MARA DE AIRE DEL EJE TRASERO</callout1>
                    <callout1>7.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>8.DEP&#211;SITO DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando se libera la aplicaci&#243;n de los frenos, la presi&#243;n de aire en el orificio de servicio
                de la BP-R1 vuelve a la v&#225;lvula de control de freno (v&#225;lvula de pedal) y es expelida. El aire
                proveniente de arriba del pist&#243;n relevador retorna a trav&#233;s de los pistones dosificador, de
                retrocombinaci&#243;n y de servicio hacia el diafragma de escape. Si los frenos de servicio se liberan r&#225;pidamente,
                el diafragma se flexa en respuesta al aire que retorna y abre el escape. Si los frenos se desactivan
                lentamente, la presi&#243;n del aire de servicio fluir&#225; a trav&#233;s de la ranura que se encuentra
                detr&#225;s del diafragma y volver&#225; a la v&#225;lvula de control de freno (v&#225;lvula de pedal).
                A medida que se reduce la presi&#243;n sobre el pist&#243;n relevador, la presi&#243;n debajo de &#233;ste
                aleja el pist&#243;n de la v&#225;lvula de escape y abre el conducto de escape. El aire proveniente de
                las c&#225;maras de freno de pedal retorna hacia la BP-R1 y sale por el escape abierto.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n de servicio (modo tractor trasero)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401213">Figura 13</hotlnk>.
            </para>
            <figure id="f0401213" figsize="col-wide">
                <graphic id="g0401213" filename="../figg04/g0401213.webp" type="webp"/>
                <caption>Figura 13. Aplicaci&#243;n de servicio</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>4.DIAFRAGMA</callout1>
                    <callout1>5.PIST&#211;N RELEVADOR</callout1>
                    <callout1>6.C&#193;MARA DE AIRE DEL EJE TRASERO</callout1>
                    <callout1>7.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>8.DEP&#211;SITO DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando se hala la v&#225;lvula de suministro de aire del remolque (control del tablero con el bot&#243;n
                rojo octagonal) para desconectar el remolque, el aire en el orificio de control de la BP-R1 y en la l&#237;nea
                de suministro del remolque sale a la atm&#243;sfera. Durante la operaci&#243;n del tractor en modo
                trasero, el aire de aplicaci&#243;n de servicio ingresa al orificio de servicio de la BP-R1, haciendo
                que el diafragma de escape selle el orificio de escape. El aire de aplicaci&#243;n de servicio que pasa
                a trav&#233;s del pist&#243;n de retrocombinaci&#243;n ejerce fuerza sobre todo el di&#225;metro
                efectivo del pist&#243;n. El pist&#243;n de retrocombinaci&#243;n permanece inm&#243;vil a presiones de
                aplicaci&#243;n inferiores a 551.5 kPa (80 psi), debido al aire del dep&#243;sito opuesto que act&#250;a
                sobre el di&#225;metro mayor. El aire de aplicaci&#243;n que fluye a trav&#233;s del pist&#243;n de
                retrocombinaci&#243;n tambi&#233;n ejerce fuerza sobre el di&#225;metro peque&#241;o del pist&#243;n
                dosificador, mientras fluye simult&#225;neamente a trav&#233;s del centro de &#233;ste hacia la v&#225;lvula
                de admisi&#243;n y escape. La presi&#243;n de aire de servicio ejerce fuerza sobre el extremo del di&#225;metro
                mayor del pist&#243;n dosificador, la cual se opone a la presi&#243;n de aire y a la fuerza del resorte
                ejercidas en el otro extremo. La v&#225;lvula de admisi&#243;n del pist&#243;n dosificador permanece
                abierta hasta que el pist&#243;n relevador ha alcanzado la presi&#243;n de aplicaci&#243;n inicial
                predeterminada, asegurando que las zapatas del freno b&#225;sicas entren en contacto con el tambor. A
                medida que la presi&#243;n de servicio comienza a exceder la aplicaci&#243;n inicial predeterminada, el
                pist&#243;n dosificador se mover&#225; lo suficiente como para cerrar su v&#225;lvula de admisi&#243;n
                sin abrir el escape.
            </para>
            <para>A medida que contin&#250;a aumentando la presi&#243;n del aire de servicio, la v&#225;lvula de admisi&#243;n
                se abre seg&#250;n sea necesario para entregar una presi&#243;n de aire adicional, pero reducida, al
                pist&#243;n relevador y, de esta manera, a los frenos del eje trasero. La dosificaci&#243;n se produce
                debido a la diferencia en el &#225;rea efectiva en cada extremo del pist&#243;n dosificador.
            </para>
            <para>Las aplicaciones de servicio de m&#225;s de 551.5 kPa (80 psi), hacen que el pist&#243;n de
                retrocombinaci&#243;n comience a moverse. La presi&#243;n de aire de servicio que act&#250;a sobre el di&#225;metro
                total del pist&#243;n de retrocombinaci&#243;n supera la resistencia de la presi&#243;n del dep&#243;sito
                que act&#250;a sobre el di&#225;metro mayor del otro lado. Sobre 551.5 kPa (80 psi), la diferencia entre
                la presi&#243;n de aire de control y la de entregada se reduce y se "retrocombina" desde una entrega
                proporcional hasta una entrega completa 1:1. La "retrocombinaci&#243;n" total para una entrega de 1:1 se
                logra cuando se efect&#250;a una aplicaci&#243;n total de los frenos y ocurrir&#225; a cualquier el
                nivel de presi&#243;n del dep&#243;sito.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivaci&#243;n de los frenos de servicio (modo tractor trasero)</title>
            <para>Consulte la
                <hotlnk xrefid="f0401214">Figura 14</hotlnk>.
            </para>
            <figure id="f0401214" figsize="col-wide">
                <graphic id="g0401214" filename="../figg04/g0401214.webp" type="webp"/>
                <caption>Figura 14. Desactivaci&#243;n de los frenos de servicio - Modo tractor trasero</caption>
                <calloutgroup>
                    <callout1>1.V&#193;LVULA DE SUMINISTRO DE AIRE DEL REMOLQUE</callout1>
                    <callout1>2.V&#193;LVULA DE CONTROL DEL FRENO (V&#193;LVULA DE PEDAL)</callout1>
                    <callout1>3.PIST&#211;N DOSIFICADOR</callout1>
                    <callout1>4.DIAFRAGMA</callout1>
                    <callout1>5.PIST&#211;N RELEVADOR</callout1>
                    <callout1>6.C&#193;MARA DE AIRE DEL EJE TRASERO</callout1>
                    <callout1>7.V&#193;LVULA DE ADMISI&#211;n-ESCAPE</callout1>
                    <callout1>8.DEP&#211;SITO DE AIRE</callout1>
                </calloutgroup>
            </figure>
            <para>Cuando se libera la aplicaci&#243;n de los frenos, la presi&#243;n de aire en el orificio de servicio
                de la BP-R1 vuelve a la v&#225;lvula de control de freno (v&#225;lvula de pedal) y es expelida. El aire
                entre la v&#225;lvula cerrada del admisi&#243;n del pist&#243;n dosificador y el pist&#243;n de
                servicio, retorna al diafragma de escape. Si la liberaci&#243;n es r&#225;pida, el diafragma se flexa en
                respuesta al aire que retorna y abre el escape.
            </para>
            <para>El aire proveniente de la parte de arriba del pist&#243;n relevador retorna hacia el pist&#243;n
                dosificador haciendo que &#233;ste se mueva. A medida que el pist&#243;n dosificador se mueve, abre la v&#225;lvula
                de escape, permitiendo que el aire proveniente de la parte de arriba del pist&#243;n salga a la atm&#243;sfera.
                Al reducir la presi&#243;n de aire sobre el pist&#243;n relevador, la presi&#243;n debajo de &#233;ste
                aleja el pist&#243;n de la v&#225;lvula de escape. El aire proveniente de las c&#225;maras de freno de
                pedal retorna hacia la BP-R1 y sale por el escape abierto.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04012_3.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012_5.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04012.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
