<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - SISTEMA DE FRENOS DE AIRE DIVIDIDO - PROCEDIMIENTO DE AN&#193;LISIS DE FRENOS DEL TRACTOR-REMOLQUE
        - PROCEDIMIENTOS DE PRUEBA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="test" graphiccount="10">
        <title>PROCEDIMIENTOS DE PRUEBA</title>
        <svcprocinfo>
            <para>Antes de realizar cualquiera de los siguientes procedimientos de prueba, registre los datos
                preliminares requeridos en la Hoja de datos de la prueba de frenos (Formulario CTS-1033H,
                <hotlnk xrefid="f0400816">Figura 16</hotlnk>). Estos datos incluyen el nombre del propietario, modelo, n&#250;mero
                de serie y GVWR del tractor y del remolque. Toda esta informaci&#243;n (excepto el nombre del
                propietario) se puede obtener de las etiquetas de certificaci&#243;n.
            </para>
            <figure id="f0400816" figsize="col-wide">
                <graphic id="g0400816" filename="../figg04/g0400816.webp" type="webp" resolution="72"/>
                <caption>Figura 16. Hoja de datos de la prueba de frenos</caption>
            </figure>
        </svcprocinfo>
        <svcsubproc>
            <title>Pruebas de aumento de presi&#243;n y de equilibrio de presi&#243;n</title>
            <para>Condiciones: Esta prueba se realiza en el veh&#237;culo de combinaci&#243;n (tractor-remolque) con las
                ruedas bloqueadas, el freno de estacionamiento desactivado y el sistema de aire completamente cargado.
            </para>
            <step1>
                <para count="1">Conecte dos mangueras de prueba a un indicador doble.</para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras desde el indicador doble al veh&#237;culo de combinaci&#243;n, de
                    la siguiente manera (
                    <hotlnk xrefid="f0400817">Figura 17</hotlnk>):
                </para>
                <figure id="f0400817" figsize="col-wide">
                    <graphic id="g0400817" filename="../figg04/g0400817.webp" type="webp" resolution="72"/>
                    <caption>Figura 17. Conexiones de prueba - Remolque &#250;nico</caption>
                    <calloutgroup>
                        <callout1>1.INDICADOR DOBLE O INDICADOR &#218;NICO</callout1>
                        <callout1>2.CONJUNTO GLADHAND DOBLE</callout1>
                        <callout1>3.INDICADOR DOBLE</callout1>
                        <callout1>4.V&#193;LVULA DE CONTROL DE SUMINISTRO DEL REMOLQUE</callout1>
                        <callout1>5.V&#193;LVULA DE CONTROL DEL FRENO DE ESTACIONAMIENTO</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Una manguera a la c&#225;mara izquierda del freno de pedal en el
                        <emph type="bold">&#250;ltimo eje trasero</emph>
                        del tractor. La lectura del indicador de esta conexi&#243;n se utilizar&#225; como referencia
                        para comparar las diferencias de presi&#243;n con otros ejes.
                    </para>
                </step2>
                <step2>
                    <para count="1">La manguera restante a la c&#225;mara izquierda de servicio en el
                        <emph type="bold">&#250;ltimo eje trasero</emph>
                        del remolque.
                    </para>
                    <specpara>
                        <note>
                            <para>Si la c&#225;mara no dispone de orificios suplementarios, ser&#225; necesario
                                desconectar la manguera del freno de pedal, instalar una conexi&#243;n en T entre la
                                manguera del freno del pedal y la c&#225;mara (
                                <hotlnk xrefid="f0400818">Figura 18</hotlnk>) y luego conectar la manguera de prueba a
                                la abertura restante en la conexi&#243;n en T.
                            </para>
                        </note>
                    </specpara>
                    <figure id="f0400818" figsize="col-wide">
                        <graphic id="g0400818" filename="../figg04/g0400818.webp" type="webp"/>
                        <caption>Figura 18. Conexi&#243;n de la manguera de indicador de prueba (en la c&#225;mara del
                            freno de pedal)
                        </caption>
                        <calloutgroup>
                            <callout1>1.C&#193;MARA DEL FRENO</callout1>
                            <callout1>2.MANGUERA DEL FRENO DEL PEDAL</callout1>
                            <callout1>3.CONEXI&#211;N EN T</callout1>
                            <callout1>4.CONEXI&#211;N DE L&#205;NEA DE PRUEBA</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Revise el equilibrio de presi&#243;n de la siguiente manera:</emph>Mientras
                    observa el indicador doble, aplique lentamente los frenos de servicio en incrementos de 34 kPa desde
                    34 a 207 kPa (5 psi desde 5 a 30 psi) e incrementos de 138 kPa desde 207 a 621 kPa (20 psi desde 30
                    a 90 psi) respectivamente, como se muestra en la
                    <hotlnk xrefid="f0400819">Figura 19</hotlnk>. A medida que se logra cada incremento de presi&#243;n
                    en el
                    <emph type="bold">&#250;ltimo eje</emph>
                    del tractor, observe y registre la lectura de presi&#243;n para el
                    <emph type="bold">&#250;ltimo eje</emph>
                    del remolque. Repita tres veces este paso.
                </para>
                <figure id="f0400819" figsize="col-wide">
                    <graphic id="g0400819" filename="../figg04/g0400819.webp" type="webp"/>
                    <caption>Figura 19. Presiones de accionamiento de la prueba de frenos</caption>
                </figure>
                <specpara>
                    <important>
                        <para>Al aplicar los frenos, se debe aumentar constantemente la presi&#243;n de aire y
                            mantenerla en cada paso. Cualquier disminuci&#243;n leve de la presi&#243;n afectar&#225; la
                            precisi&#243;n de las lecturas del indicador y se debe evitar. Observe y registre la presi&#243;n
                            s&#243;lo despu&#233;s de estabilizar todos los registros del indicador.
                        </para>
                    </important>
                </specpara>
            </step1>
            <para>En condiciones normales, para lograr un rendimiento &#243;ptimo, la variaci&#243;n de la presi&#243;n
                promedia entre los ejes, no debe exceder 28 kPa (4 psi) en el rango de presi&#243;n de la prueba. La
                excepci&#243;n ser&#225; en las c&#225;maras de eje de la direcci&#243;n controladas por v&#225;lvulas
                limitadoras autom&#225;ticas. Consulte
                <hotlnk document="m04008_19.xml" xrefid="hl0400804">INTERPRETACI&#211;N DE DATOS Y MEDIDAS CORRECTIVAS
                </hotlnk>
                .
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Revise la velocidad de aumento de la presi&#243;n de la siguiente manera:</emph>
                    Mientras observa el indicador doble, aplique moderadamente el control del freno de pedal a 207 kPa
                    (30 psi) como m&#237;nimo. La velocidad moderada de accionamiento debe simular la utilizaci&#243;n
                    en el frenado diario bajo condiciones normales de funcionamiento. Observe y registre la diferencia
                    de presi&#243;n entre las agujas en el dial del indicador de prueba (
                    <hotlnk xrefid="f0400820">Figura 20</hotlnk>). Las lecturas dobles de presi&#243;n dan una indicaci&#243;n
                    de la diferencia de sincronizaci&#243;n entre los ejes. Si el aumento de presi&#243;n en los frenos
                    del remolque se anicipa a la de los frenos del tractor, se debe registrar la lectura del indicador
                    como un n&#250;mero positivo (+). Por lo contrario, si el aumento de presi&#243;n se retarda, se
                    debe registrar la lectura del indicador como un n&#250;mero negativo (-). Desenganche los frenos de
                    servicio. Repita esta paso al menos tres veces y registre el promedio del total de lecturas.
                </para>
                <figure id="f0400820" figsize="col-wide">
                    <graphic id="g0400820" filename="../figg04/g0400820.webp" type="webp"/>
                    <caption>Figura 20. Lectura del indicador - Revisi&#243;n del equilibrio de presi&#243;n</caption>
                </figure>
                <para>Normalmente, la diferencia de presi&#243;n inicial (anticipaci&#243;n o retardo) entre los ejes no
                    debe ser mayor que 69 kPa (10 psi) para combinaciones de remolque &#250;nico antes de que las
                    presiones comiencen a igualarse.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Ya que la anticipaci&#243;n o retardo de la presi&#243;n que se derivan del uso de un
                        indicador de prueba doble s&#243;lo son estimaciones, las pruebas de velocidad de aumento de la
                        presi&#243;n que involucran grandes flotillas de veh&#237;culos se pueden realizar en forma m&#225;s
                        f&#225;cil y precisa usando dispositivos de sincronizaci&#243;n neum&#225;tica. Estos
                        instrumentos est&#225;n disponibles en el Departamento de repuestos. Sin embargo, la revisi&#243;n
                        anterior proporcionar&#225; una indicaci&#243;n si la baja velocidad en el aumento de la presi&#243;n
                        es una causa de las quejas sobre compatibilidad.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si
                    <emph type="bold">las diferencias</emph>
                    de equilibrio de presi&#243;n
                    <emph type="bold">y/o la velocidad de aumento de la presi&#243;n</emph>
                    entre los ejes excede el o los l&#237;mites aceptables, consulte la secci&#243;n
                    <hotlnk document="m04008_19.xml" xrefid="hl0400804">INTERPRETACI&#211;N DE DATOS Y MEDIDAS
                        CORRECTIVAS
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Remolques m&#250;ltiples</title>
            <para>La prueba de equilibrio de presi&#243;n y de velocidad de aumento de presi&#243;n tambi&#233;n se
                puede usar para revisar los veh&#237;culos combinados con varios remolques. Se instala un indicador de
                prueba doble como se describe en el procedimiento de prueba para leer las presiones de freno en los
                &#250;ltimos ejes del tractor y el primer remolque. Se instala un segundo indicador de prueba doble para
                leer la presi&#243;n en el eje de la plataforma rodante y el &#250;ltimo eje del segundo remolque (
                <hotlnk xrefid="f0400821">Figura 21</hotlnk>). Con el fin de mantener ambos indicadores dobles en un
                punto de observaci&#243;n, pueden ser necesarias dos mangueras de aire adicionales para realizar las
                conexiones del indicador en el segundo remolque,. Luego, se realiza la prueba como se describe,
                observando y registrando los diferenciales y los tiempos de aumento de la presi&#243;n obtenidos desde
                las cuatro fuentes - los &#250;ltimos ejes del tractor y primer remolque y el eje de la plataforma
                rodante y &#250;ltimo eje del segundo remolque.
            </para>
            <figure id="f0400821" figsize="col-wide">
                <graphic id="g0400821" filename="../figg04/g0400821.webp" type="webp"/>
                <caption>Figura 21. Conexiones de prueba - Remolques m&#250;ltiples</caption>
                <calloutgroup>
                    <callout1>1.INDICADOR DOBLE O INDICADOR SENCILLO</callout1>
                    <callout1>2.CONJUNTO GLADHAND DOBLE</callout1>
                    <callout1>3.EJE DE LA PLATAFORMA RODANTE</callout1>
                    <callout1>4.INDICADOR DOBLE</callout1>
                    <callout1>5.SUMINISTRO DEL FRENO DE EMERGENCIA DEL REMOLQUE</callout1>
                    <callout1>6.SUMINISTRO DEL FRENO DE PEDAL DEL REMOLQUE</callout1>
                    <callout1>7.V&#193;LVULA DE CONTROL DEL SUMINISTRO DEL REMOLQUE</callout1>
                    <callout1>8.V&#193;LVULA DE CONTROL DEL FRENO DE ESTACIONAMIENTO</callout1>
                </calloutgroup>
            </figure>
            <para>Las combinaciones de remolques m&#250;ltiples y su consiguiente complejidad hacen dif&#237;cil
                establecer criterios positivos. Sin embargo, el cumplimiento de las siguientes pautas debe ayudar a
                optimizar el rendimiento. Para la revisi&#243;n del
                <emph type="bold">equilibrio de presi&#243;n,</emph>
                la diferencia promedio de la presi&#243;n entre los ejes en el rango de presi&#243;n probado debe estar
                dentro de 28 kPa (4 psi), para obtener un rendimiento &#243;ptimo.
            </para>
            <para>Para la revisi&#243;n de la
                <emph type="bold">velocidad de aumento dela presi&#243;n,</emph>
                normalmente la presi&#243;n no debe ser mayor que 103 kPa (15 psi) antes de que las presiones se
                igualen.
            </para>
            <para>Nuevamente, si las diferencias del equilibrio de presi&#243;n y/o la velocidad de aumento de la presi&#243;n
                exceden el o los l&#237;mites aceptables, consulte la secci&#243;n
                <hotlnk document="m04008_19.xml" xrefid="hl0400804">INTERPRETACI&#211;N DE DATOS Y MEDIDAS CORRECTIVAS
                </hotlnk>
                .
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de equilibrio de torsi&#243;n</title>
            <specpara>
                <note>
                    <para>Si la diferencia de presi&#243;n registrada para la revisi&#243;n de equilibrio de presi&#243;n
                        excede el l&#237;mite aceptable, se debe corregir el desequilibrio antes de realizar una prueba
                        de equilibrio de torsi&#243;n. Sin embargo, si la velocidad de aumento de la presi&#243;n indica
                        una condici&#243;n de problema, se puede y debe realizar la prueba de equilibrio de torsi&#243;n,
                        especialmente si la principal preocupaci&#243;n del operador es la de un desgaste desigual de
                        los revestimientos entre el tractor y el remolque.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale un desaceler&#243;metro (
                    <hotlnk xrefid="f0400822">Figura 22</hotlnk>) al interior del parabrisas, de la siguiente manera:
                </para>
                <figure id="f0400822" figsize="col-wide">
                    <graphic id="g0400822" filename="../figg04/g0400822.webp" type="webp"/>
                    <caption>Figura 22. Instrumentaci&#243;n de la prueba (en la cabina)</caption>
                    <calloutgroup>
                        <callout1>1.DESACELER&#211;METRO</callout1>
                        <callout1>2.INDICADOR DE AIRE DOBLE</callout1>
                    </calloutgroup>
                </figure>
                <step2>
                    <para count="1">Humedezca las chupas de vac&#237;o y presione el conjunto de desaceler&#243;metro
                        contra el parabrisas, de manera que la persona que observa pueda leerlo.
                    </para>
                </step2>
                <step2>
                    <para count="1">Suelte la tuerca de fijaci&#243;n inferior del soporte del desaceler&#243;metro y
                        ajustelo de modo que sus lados est&#233;n paralelos a la direcci&#243;n del recorrido; luego,
                        apriete la tuerca de fijaci&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Coloque el cami&#243;n sobre una superficie a nivel, suelte la tuerca de fijaci&#243;n
                        de ajuste vertical y regule la posici&#243;n vertical de modo que el l&#237;quido registre cero;
                        luego, apriete la tuerca de fijaci&#243;n.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el indicador de prueba de aire &#250;nico o doble (
                    <hotlnk xrefid="f0400822">Figura 22</hotlnk>) y las conexiones de la siguiente manera:
                </para>
                <step2>
                    <para count="1">Instale el conjunto Gladhand doble en la l&#237;nea de servicio del tractor al
                        remolque (
                        <hotlnk xrefid="f0400823">Figura 23</hotlnk>).
                    </para>
                    <figure id="f0400823" figsize="col-wide">
                        <graphic id="g0400823" filename="../figg04/g0400823.webp" type="webp"/>
                        <caption>Figura 23. Instalaci&#243;n del conjunto Gladhand doble</caption>
                        <calloutgroup>
                            <callout1>1.CONJUNTO GLADHAND DOBLE</callout1>
                            <callout1>2.CONEXI&#211;N DEL FRENO DE PEDAL DEL REMOLQUE</callout1>
                            <callout1>3.A INDICADOR DE AIRE DOBLE</callout1>
                            <callout1>4.CONEXI&#211;N DEL FRENO DE PEDAL DEL TRACTOR</callout1>
                            <callout1>5.CONEXI&#211;N DEL FRENO DE EMERGENCIA DEL TRACTOR</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Instale el indicador de prueba sencillo o doble en la cabina, de modo que el
                        conductor y la persona que observa puedan verlo.
                    </para>
                </step2>
                <step2>
                    <para count="1">Conecte una manguera de aire entre el conjunto Gladhand doble y el indicador.</para>
                </step2>
                <step2>
                    <para count="1">Asegure la manguera de aire al veh&#237;culo para que no cause problemas cuando el
                        veh&#237;culo vire
                        <hotlnk xrefid="f0400824">Figura 24</hotlnk>).
                    </para>
                    <figure id="f0400824" figsize="col-wide">
                        <graphic id="g0400824" filename="../figg04/g0400824.webp" type="webp"/>
                        <caption>Figura 24. Trayecto de la manguera de prueba del indicador</caption>
                        <calloutgroup>
                            <callout1>1.MANGUERA DE AIRE ENTRE EL CONJUNTO GLADHAND DOBLE Y EL INDICADOR DE AIRE DOBLE
                            </callout1>
                            <callout1>2.CORREAS DE SUJECI&#211;N DE NIL&#211;N</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Antes de iniciar la prueba, registre los siguientes datos preliminares (informaci&#243;n
                    del veh&#237;culo) en la Hoja de datos (CTS-1033H):
                </para>
                <step2>
                    <para count="1">Peso t&#237;pico m&#225;ximo (estimado) para el funcionamiento normal en
                        carretera.
                    </para>
                </step2>
                <step2>
                    <para count="1">Peso de prueba (peso real del eje o mejor estimaci&#243;n). El veh&#237;culo debe
                        cargarse hasta que la rueda no se enganche con un accionamiento de los frenos a 276 kPa (40 psi)
                        a una velocidad de prueba de 64 km/h (40 mph).
                    </para>
                </step2>
                <step2>
                    <para count="1">Velocidad de prueba inicial - si los 64 km/h (40 mph) recomendados no est&#225;n
                        permitidos en el &#225;rea seleccionada para la prueba, la velocidad de la prueba se puede
                        reducir a 48 km/h (30 mph). Cualquiera que sea la velocidad usada, debe ser la misma para cada
                        una de las revisiones indicadas a continuaci&#243;n.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Revise la salida de torsi&#243;n del freno del tractor y remolque, en combinaci&#243;n e
                    individualmente, de la siguiente manera:
                </para>
                <specpara>
                    <note>
                        <para>Se debe utilizar un observador para registrar todos los datos para estas pruebas. S&#243;lo
                            se deben registrar las lecturas MANTENIDAS del desaceler&#243;metro y no las lecturas m&#225;ximas
                            al comienzo y al final de cada paso.
                        </para>
                    </note>
                </specpara>
                <step2>
                    <para count="1">Salida de torsi&#243;n de la combinaci&#243;n tractor-remolque</para>
                    <para>El paso inicial para evaluar el rendimiento de un tractor-remolque es determinar si la
                        combinaci&#243;n es capaz de funcionar al nivel de rendimiento indicado.
                    </para>
                    <para>Mientras hace funcionar la combinaci&#243;n tractor-remolque en un &#225;rea de prueba
                        conveniente, realice tres (3) paradas desde 64 km/h (40 mph) con una presi&#243;n de aplicaci&#243;n
                        de los frenos de 276 kPa (40 psi). Registre en el espacio adecuado en la hoja de datos,la
                        lectura mantenida de la desaceleraci&#243;n (al 1.524 m/s (0.5 pie/seg.) m&#225;s pr&#243;ximo&#178;)
                        en cada parada.
                    </para>
                </step2>
                <step2>
                    <para count="1">Realice tres pruebas a una presi&#243;n de l&#237;nea de control de 103 y 276 kPa
                        (15 y 40 psi), para establecer la desaceleraci&#243;n promedio en cada nivel de presi&#243;n. Si
                        a la presi&#243;n de control de 103 kPa (15 psi), en la marcha por separado del tractor y el
                        remolque no pueden producir 1.0 decel, avance a 137 kPa (20 psi). Las pruebas incluyen combinaci&#243;n
                        total, s&#243;lo el tractor y s&#243;lo el remolque. El total del tractor s&#243;lo m&#225;s el
                        remolque s&#243;lo debe estar dentro de
                        <emph type="underscr">+</emph>
                        1 decel de combinaci&#243;n a 276 kPa (40 psi). Las pruebas que usan una presi&#243;n de 138 y
                        207 kPa (20 y 30 psi) se pueden realizar como pasos opcionales.
                    </para>
                    <para>Determine el promedio de las tres lecturas.</para>
                </step2>
                <step2>
                    <para count="1">Salida de torsi&#243;n del tractor</para>
                    <para>Con los frenos de servicio liberados,
                        <emph type="bold">cierre</emph>
                        la llave de paso en la conexi&#243;n gladhand doble entre el tractor y el remolque.
                    </para>
                    <specpara>
                        <warning>
                            <para>Debido a que el cierre de la llave de paso desactiva los frenos de servicio del
                                remolque, deje una distancia mayor para detener el veh&#237;culo de combinaci&#243;n. Si
                                es posible, use un &#225;rea no p&#250;blica para realizar la prueba.
                            </para>
                        </warning>
                    </specpara>
                    <para>Nuevamente, haga funcionar la combinaci&#243;n tractor-remolque, usando esta vez s&#243;lo los
                        frenos del tractor para realizar tres (3) paradas desde 64 km/h (40 mph) a una presi&#243;n de
                        aplicaci&#243;n de frenos de 276 kPa (40 psi). Registre en la hoja de datos las lecturas del
                        desaceler&#243;metro; determine y registre la lectura promedio.
                    </para>
                </step2>
                <step2>
                    <para count="1">Salida de torsi&#243;n del remolque</para>
                    <para>Con los frenos de servicio liberados, abra la llave de paso en el conjunto gladhand doble.
                    </para>
                    <para>Nuevamente, haga funcionar la combinaci&#243;n tractor-remolque y, usando s&#243;lo la v&#225;lvula
                        de control manual del remolque (
                        <hotlnk xrefid="f0400825">Figura 25</hotlnk>), realice tres paradas desde 64 km/h (40 mph) a 276
                        kPa (40 psi) y registre las lecturas y el promedio en la hoja de datos.
                    </para>
                    <figure id="f0400825" figsize="col-wide">
                        <graphic id="g0400825" filename="../figg04/g0400825.webp" type="webp"/>
                        <caption>Figura 25. V&#225;lvula de control manual del remolque</caption>
                    </figure>
                    <para>NOTA - Para obtener una aplicaci&#243;n suave de los frenos y resultados de prueba m&#225;s
                        precisos, puede ser &#250;til cargar previamente las l&#237;neas de aire del remolque. Esto se
                        logra manteniendo la velocidad del veh&#237;culo mientras se aplica levemente la v&#225;lvula de
                        control manual, justo antes de la detenci&#243;n de prueba.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Agregue la lectura de desaceleraci&#243;n promedio del tractor a la lectura de
                    desaceleraci&#243;n promedio del remolque.
                </para>
                <para>La suma debe estar dentro de
                    <emph type="underscr">+</emph>
                    1.524 m/s (.5 pie/seg.)&#178; de la lectura de desaceleraci&#243;n promedio obtenida desde la prueba
                    de
                    <emph type="bold">combinaci&#243;n</emph>
                    . Si no es as&#237;, se deben volver a realizar las pruebas individuales de salida de torsi&#243;n
                    del tractor y del remolque.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Evaluaci&#243;n del rendimiento del tractor y del remolque</title>
            <step1>
                <para count="1">A partir de los resultados de la prueba, calcule la relaci&#243;n de equilibrio usando
                    la siguiente f&#243;rmula:
                </para>
                <verbatim>
                    <line>Relaci&#243;n de equilibrio =</line>
                    <line>Peso com&#250;n del tractor/Peso com&#250;n del remolque X</line>
                    <line>Velocidad de desaceleraci&#243;n promedio del remolque/Velocidad de desaceleraci&#243;n
                        promedio del tractor
                    </line>
                </verbatim>
                <specpara>
                    <note>
                        <para>Los pesos t&#237;picos en la f&#243;rmula son aquellos pesos que el veh&#237;culo
                            transporta normalmente. Si no se puede hacer una estimaci&#243;n realista, se recomienda
                            pesar el tractor y el remolque (con su carga t&#237;pica).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Registre la relaci&#243;n de equilibrio en la hoja de datos</para>
                <step2>
                    <para count="1">Si la relaci&#243;n de equilibrio es 1.00, la combinaci&#243;n tractor-remolque est&#225;
                        en el equilibrio de torsi&#243;n ideal.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si la relaci&#243;n de equilibrio es inferior a 0.75, la unidad de combinaci&#243;n
                        est&#225; desequilibrada y el tractor est&#225; haciendo m&#225;s que su parte de los esfuerzos
                        de frenado.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si la relaci&#243;n de equilibrio es superior a 1.25, el remolque est&#225; haciendo
                        m&#225;s que su parte de los esfuerzos de frenado.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04008_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04008.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
