<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - SALIDAS DEL EC-30</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="1">
        <title>SALIDAS DEL EC-30</title>
        <svcsubproc>
            <title>Moduladores de ABS</title>
            <para>El EC-30 controla los moduladores de ABS Bendix (M-21, M-22 o M-30) para modificar la presi&#243;n de
                aire aplicada por el conductor a los frenos de pedal durante la activaci&#243;n del ABS o del ATC.
                Consulte la
                <hotlnk xrefid="f0404306">Figura 6</hotlnk>
                para ver la ilustraci&#243;n. El modulador de ABS, una v&#225;lvula de control electroneum&#225;tica, es
                la &#250;ltima v&#225;lvula a trav&#233;s de la cual pasa el aire al dirigirse a la c&#225;mara de
                freno. Los solenoides de retenci&#243;n y de escape del modulador se activan para modificar con precisi&#243;n
                la presi&#243;n del frenado durante el ABS. Normalmente, el solenoide de retenci&#243;n est&#225;
                abierto y el solenoide de escape est&#225; cerrado. El EC-30 puede controlar cuatro ensamblajes
                individuales de modulador. Para conocer la ubicaci&#243;n de las clavijas de los conectores del
                modulador de ABS, consulte el esquema del sistema del EC-30 en la
                <hotlnk document="m04043_25.xml" xrefid="f0404313">Figura 13</hotlnk>.
            </para>
            <figure id="f0404306" figsize="col-wide">
                <graphic filename="../figg04/g0404306.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 6. Modulador M-30</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Modulador de ATC</title>
            <para>Los modelos premium del EC-30, configurados para el ATC de frenado diferencial, activan el modulador
                de ATC durante las situaciones de ATC. El modulador de ATC es una v&#225;lvula de aire controlada el&#233;ctricamente
                que forma parte de la v&#225;lvula ATR. Las clavijas D2 y D3 del conector de 18 clavijas controlan el
                modulador de ATC. La conexi&#243;n al modulador de ATC se proporciona a trav&#233;s de un conector
                Deutsch de dos clavijas desde la v&#225;lvula ATR. Consulte la
                <hotlnk document="m04043_4.xml" xrefid="f0404302">Figura 2</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de advertencia de ABS</title>
            <para>El EC-30 controla una luz de advertencia de ABS para indicar el estado de la unidad de ABS. El EC-30
                proporciona una se&#241;al a tierra para activar un relevador de la luz de advertencia de ABS y apagar
                la luz de ABS. La luz de advertencia de ABS real se conecta a los contactos normalmente cerrados del
                relevador para el encendido seguro ante fallas durante una falla de la ECU del ABS. La clavija E3 del
                conector de 30 clavijas es la salida de la luz de advertencia de ABS.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de advertencia de ABS a trav&#233;s de J1939</title>
            <para>El EC-30 se puede configurar para transmitir el estado del ABS a trav&#233;s de la conexi&#243;n de
                comunicaci&#243;n serial SAE J1939. Un controlador en el tablero del veh&#237;culo controla directamente
                la luz de advertencia de ABS. Al configurarse de esta manera, no es necesario instalar ning&#250;n cable
                en la clavija E3 del conector de 30 clavijas. Si hay una p&#233;rdida de la comunicaci&#243;n J1939
                entre el EC-30 y el controlador del tablero del veh&#237;culo, el controlador del tablero activa la luz
                de advertencia de ABS.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Relevador de desactivaci&#243;n del retardador</title>
            <para>El EC-30 controla un relevador de desactivaci&#243;n del retardador del motor o de la transmisi&#243;n.
                El cable de activaci&#243;n del retardador se enruta a trav&#233;s de los contactos normalmente cerrados
                del relevador. El EC-30 proporciona una conexi&#243;n a tierra para activar el relevador e interrumpir
                la alimentaci&#243;n hacia el retardador durante el funcionamiento del ABS. Esta salida tambi&#233;n se
                puede conectar directamente a una ECU de la transmisi&#243;n. La clavija K1 del conector de 30 clavijas
                es la salida del relevador de desactivaci&#243;n del retardador.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivaci&#243;n del retardador a trav&#233;s de J1939/J1922</title>
            <para>El EC-30 se puede configurar para interrumpir el retardador del motor o de la transmisi&#243;n a trav&#233;s
                de la conexi&#243;n de comunicaci&#243;n serial SAE J1939 (J1922 para algunos modelos de reemplazo de
                servicio). El retardador se desactiva durante el ABS a trav&#233;s de la comunicaci&#243;n serial. Al
                configurarse de esta manera, no es necesario instalar ning&#250;n cable en la clavija K1 del conector de
                30 clavijas. El uso de la funci&#243;n de desactivaci&#243;n del retardador a trav&#233;s de la conexi&#243;n
                serial puede ser esencial para el rendimiento del ABS y se recomienda enf&#225;ticamente para veh&#237;culos
                equipados con un retardador que la admita.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivaci&#243;n del bloqueo del convertidor de torsi&#243;n a trav&#233;s de J1939/J1922</title>
            <para>El EC-30 se puede configurar para interrumpir la funci&#243;n de bloqueo del convertidor de torsi&#243;n
                de la transmisi&#243;n autom&#225;tica a trav&#233;s de la conexi&#243;n de comunicaci&#243;n serial SAE
                J1939 (J1922 para algunos modelos de reemplazo de servicio). El bloqueo del convertidor se desactiva
                durante el ABS a trav&#233;s de la comunicaci&#243;n serial. El uso de la funci&#243;n de desactivaci&#243;n
                del bloqueo del convertidor de torsi&#243;n puede ser esencial para el rendimiento del ABS y se
                recomienda enf&#225;ticamente para veh&#237;culos equipados con una transmisi&#243;n que la admita.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de advertencia de ABS para el remolque</title>
            <para>Los modelos de EC-30 con PLC se pueden configurar para controlar una luz de advertencia de ABS para el
                remolque (ubicada en el tablero) que indica el estado de la unidad de ABS para el remolque de uno o m&#225;s
                remolques o plataformas. El EC-30 controla directamente la luz de advertencia de ABS del remolque
                proporcionando una conexi&#243;n a tierra cuando es necesario activar la luz. La clavija E2 del conector
                de 30 clavijas es la salida de la luz de advertencia de ABS para el remolque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de advertencia de ABS para el remolque a trav&#233;s de J1939/J1587</title>
            <para>El EC-30 se puede configurar para transmitir el estado del ABS del remolque a trav&#233;s de las
                conexiones de comunicaci&#243;n serial SAE J1939 o SAE J1587. En este caso, un controlador del veh&#237;culo
                opera directamente la luz de advertencia de ABS para el remolque. Al configurarse de esta manera, no es
                necesario instalar ning&#250;n cable en la clavija E2 del conector de 30 clavijas. En caso de una p&#233;rdida
                de la comunicaci&#243;n entre el EC-30 y el controlador del veh&#237;culo, el controlador del tablero
                activa la luz de advertencia de ABS para el remolque.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Conexi&#243;n de diagn&#243;stico (J1939) a trav&#233;s de J1939/J1587</title>
            <para>El EC-30 proporciona una conexi&#243;n de diagn&#243;stico J1708/J1587 para comunicarse con las
                herramientas de diagn&#243;stico del veh&#237;culo y con otras herramientas de diagn&#243;stico. Los
                diagn&#243;sticos, la configuraci&#243;n del sistema, la carga y descarga de datos y otras funciones se
                pueden realizar a trav&#233;s de esta conexi&#243;n. Herramientas tales como ACom for Windows* de Bendix
                (*Windows es una marca comercial registrada de Microsoft Corporation), la herramienta manual DCI Bendix
                y MPSI ProLink admiten el EC-30. El EC-30 tambi&#233;n puede proporcionar diagn&#243;sticos a trav&#233;s
                de la conexi&#243;n de comunicaci&#243;n serial SAE J1939.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reducci&#243;n de la torsi&#243;n del motor a trav&#233;s de J1939/1922 - ATC</title>
            <para>El EC-30 se puede configurar para reducir la torsi&#243;n del motor a trav&#233;s de la conexi&#243;n
                de comunicaci&#243;n serial SAE J1939 (J1922 para algunos modelos de reemplazo de servicio). El EC-30
                env&#237;a un mensaje J1939 para reducir la torsi&#243;n del motor durante el funcionamiento del ATC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de actividad/advertencia de ATC</title>
            <para>Los modelos premium del EC-30, configurados para ATC, pueden controlar una luz de
                actividad/advertencia de ATC para indicar el estado del sistema ATC. La luz de actividad/advertencia de
                ATC destella cuando el ATC est&#225; activo y permanece encendida si se detecta una falla del sistema
                ATC o si &#233;ste ha sido desactivado por su interruptor de activaci&#243;n/desactivaci&#243;n. El
                EC-30 controla directamente la luz de actividad/advertencia de ATC proporcionando una conexi&#243;n a
                tierra cuando es necesario activar la luz. La clavija C2 del conector de 30 clavijas es la salida de la
                luz de actividad/advertencia de ATC.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Luz de actividad/advertencia de ATC a trav&#233;s de J1939</title>
            <para>Los modelos premium del EC-30, configurados para ATC, se pueden configurar para transmitir el estado
                de la luz de actividad/advertencia de ATC a trav&#233;s de la conexi&#243;n de comunicaci&#243;n serial
                SAE J1939. En este caso, un controlador en el tablero del veh&#237;culo opera directamente la luz de
                actividad/advertencia de ATC. Al configurarse de esta manera, no es necesario instalar ning&#250;n cable
                en la clavija C2 del conector de 30 clavijas. En caso de p&#233;rdida de la comunicaci&#243;n J1939
                entre el EC-30 y el controlador del tablero del veh&#237;culo, el controlador del tablero activa la luz
                de actividad/advertencia de ATC.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
