<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - INSTALACI&#211;N DE UN NUEVO CONTROLADOR EC-30</stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="1">
        <title>INSTALACI&#211;N DE UN NUEVO CONTROLADOR EC-30</title>
        <specpara>
            <caution>
                <para>Al reemplazar el EC-30, verifique que la unidad que est&#225; instalando tenga la configuraci&#243;n
                    predeterminada correcta. No hacerlo puede provocar una p&#233;rdida de caracter&#237;sticas, tales
                    como el ATC y la PLC, o el no cumplimiento de normas de EE.UU. tales como FMVSS 121. Se recomienda
                    utilizar s&#243;lo el n&#250;mero de refacci&#243;n correcto. Sin embargo, la mayor parte de estas
                    configuraciones se puede alterar utilizando el programa ACom for Windows de Bendix.
                </para>
            </caution>
        </specpara>
        <para>Verifique el correcto funcionamiento del sistema EC-30 y de las luces de advertencia antes de devolver el
            veh&#237;culo al servicio. Los veh&#237;culos de remolque fabricados despu&#233;s del 1 de marzo de 2001
            deben admitir la luz de advertencia de ABS para el remolque ubicada en el tablero.
        </para>
        <para>Para obtener m&#225;s informaci&#243;n, p&#243;ngase en contacto con el fabricante del veh&#237;culo, con
            Bendix o con el distribuidor local autorizado de Bendix.
        </para>
        <step1>
            <para count="1">Coloque y asegure el EC-30 en la orientaci&#243;n de montaje original utilizando los cuatro
                pernos de cabeza hexagonal.
                <emph type="bold">Apriete los pernos de montaje con cabeza hexagonal del EC-30 a 98 pulgadas libras. El
                    ajuste excesivo de los pernos de la ECU puede causar da&#241;os en el EC-30.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Para un EC-30 montado sobre una v&#225;lvula, coloque y asegure el ensamblaje del EC-30 en
                el veh&#237;culo, en la orientaci&#243;n de montaje original. Vuelva a conectar todas las l&#237;neas de
                aire al ensamblaje del EC-30. Se deben revisar todas las l&#237;neas y conexiones de aire para ver si
                presentan fugas antes de devolver el veh&#237;culo al servicio.
            </para>
        </step1>
        <step1>
            <para count="1">Vuelva a conectar los conectores el&#233;ctricos al EC-30 y
                <emph type="bold">apriete los tornillos de retenci&#243;n de los conectores a 15-20 pulgadas libras. El
                    ajuste excesivo del o de los tornillos de los conectores de la ECU puede causar da&#241;os en el
                    EC-30.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Conecte la alimentaci&#243;n y monitoree la secuencia de encendido del EC-30 para verificar
                el correcto funcionamiento del sistema.
            </para>
        </step1>
        <step1>
            <para count="1">Cuando sea necesario, es posible probar la funci&#243;n del ABS en el camino, realizando una
                detenci&#243;n abrupta desde una velocidad de aproximadamente 20 mph (32 km/h) para verificar el
                correcto funcionamiento. Las ruedas no deben entrar en una condici&#243;n de bloqueo prolongado y la
                funci&#243;n ABS debe ser perceptible. Es responsabilidad del t&#233;cnico realizar las pruebas en un
                lugar seguro.
            </para>
        </step1>
        <step1>
            <para count="1">Cuando sea necesario, es posible probar la funci&#243;n del ATC en el camino, acelerando en
                la superficie de un camino con poca tracci&#243;n. Las ruedas accionadas no deben mantener un giro
                considerable. Se deben observar r&#225;fagas de aire perceptibles o un hundimiento del acelerador del
                motor. Es responsabilidad del t&#233;cnico realizar las pruebas en un lugar seguro.
            </para>
        </step1>
        <figure id="f0404313" figsize="pg-wide">
            <graphic filename="../figg04/g0404313.webp" type="webp" scalefit="1" scalefitwidth="514px" resolution="72"/>
            <caption>Figura 13. Esquema del sistema del EC-30</caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
