<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - REACONDICIONAMIENTO DE LOS TAMBORES Y ZAPATAS DE FRENO - TAMBORES DE FRENO - RECTIFICADO</stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>RECTIFICADO</title>
        <svcprocinfo>
            <para>En los tambores fabricados despu&#233;s del 1 de enero de 1971, est&#225; estampado o fundido en el
                tambor el di&#225;metro m&#225;ximo hasta el cual &#233;ste se puede desgastar. Si se gasta hasta este l&#237;mite,
                el tambor debe desecharse.
            </para>
            <para>La mayor&#237;a de los fabricantes de tambores de freno no recomiendan el maquinado (torneado) de los
                tambores de freno. Recuerde que cada vez que los tambores de freno se tornean, queda menos metal para
                absorber el calor desarrollado por la acci&#243;n de los frenos. Los tambores de freno que contienen
                menos metal funcionar&#225;n a una temperatura m&#225;s alta. Como resultado, ser&#225; m&#225;s
                evidente la debilitaci&#243;n, la recuperaci&#243;n lenta y el desgaste irregular de los frenos.
            </para>
            <para>Adem&#225;s, las temperaturas extremadamente altas acortan la vida &#250;til de los revestimientos de
                las zapatas y forman agrietamientos por calor en la superficie interior de los tambores. Estas
                condiciones ser&#225;n cada vez peores hasta que los tambores fallen.
            </para>
            <para>Las rayas menores en el tambor de freno pueden eliminarse con una tela de esmeril o fibra met&#225;lica
                fina pero, despu&#233;s de esta operaci&#243;n, elimine siempre del tambor las part&#237;culas de
                esmeril o lana de acero. Los tambores muy da&#241;ados u ovalados deben maquinarse o tornearse en un
                torno para tambores de freno dentro de los l&#237;mites permisibles.
            </para>
            <para>Mida la superficie de frenado con un micr&#243;metro. Si la profundidad de las rayas excede 0.13 mm
                (0.005 pulgadas), el tambor debe rectificarse. No deben excederse los l&#237;mites de rectificado y no
                deben notarse agrietamientos por calor, quebraduras o color azulado.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Maquinado</title>
            <para>Los tambores de freno que est&#225;n en buenas condiciones en los dem&#225;s aspectos pueden
                tornearse. Sin embargo, se debe recordar que el l&#237;mite recomendado de remaquinado o rectificado
                para los tambores de freno con un di&#225;metro superior a 355 mm (14 pulgadas), no puede exceder los
                2.03 mm (0.080 pulgadas) de di&#225;metro (corte total); los tambores deben desecharse cuando est&#233;n
                a 3.05 mm (0.120 pulgadas) sobre el di&#225;metro normal.
            </para>
            <para>Con respecto a las instrucciones de operaci&#243;n del torno de frenos, consulte el manual de
                funcionamiento del fabricante de dicho torno.
            </para>
            <specpara>
                <warning>
                    <para>La dimensi&#243;n que aparece en el tambor es la dimensi&#243;n de desecho. Nunca vuelva a
                        maquinar los tambores hasta llegar al di&#225;metro m&#225;ximo de desgaste o de desecho.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04007_HL0400701.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04007_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04007.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
