<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        REEMPLAZO DE COMPONENTES - Conjunto del modulador
    </stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="1">
        <title>Conjunto del modulador</title>
        <svcsubproc>
            <title>Desmontaje del conjunto del modulador</title>
            <specpara>
                <warning>
                    <para>El conjunto del modulador contiene l&#237;quido de frenos hidr&#225;ulico, una sustancia c&#225;ustica.
                        Retire la v&#225;lvula cuidadosamente de manera que el l&#237;quido no se derrame y produzca
                        irritaci&#243;n cut&#225;nea o da&#241;o a los componentes.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Aplique los frenos de estacionamiento. Bloquee las llantas delanteras y traseras para
                    evitar que el veh&#237;culo se mueva.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque un contenedor debajo del conjunto del modulador para recibir la fuga del l&#237;quido
                    de frenos.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los conectores del mazo el&#233;ctrico del conjunto del modulador.</para>
            </step1>
            <step1>
                <para count="1">Marque las seis l&#237;neas de frenos para una f&#225;cil instalaci&#243;n. Desconecte
                    las l&#237;neas del conjunto del modulador.
                </para>
            </step1>
            <step1>
                <para count="1">Retire los tres tornillos de cabeza hexagonal, arandelas y tuercas de montaje que unen
                    el conjunto del modulador y el conjunto de frenos al veh&#237;culo.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cada vez que se suelta o desconecta cualquier conexi&#243;n del sistema hidr&#225;ulico, se
                        debe purgar todo el sistema para retirar todo el aire que pueda haber ingresado.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retire el conjunto y el soporte del modulador.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n del conjunto del modulador</title>
            <figure id="f1004708a" figsize="col-wide">
                <graphic filename="../figR10/R104708a.webp" type="webp" scalefit="1"/>
            </figure>
            <seqlist style="arabic">
                <item>
                    <para>Coloque el
                        <hotlnk xrefid="f1004708a">conjunto y soporte del modulador en su lugar</hotlnk>
                        en el veh&#237;culo.
                    </para>
                </item>
                <item>
                    <para>Apriete las tres tuercas de montaje a 15 N&#183;m (132 lb-pulgada).</para>
                </item>
                <item>
                    <para>Conecte y apriete las conexiones de la l&#237;nea de frenos de la siguiente manera:</para>
                    <randlist type="bullet">
                        <item>
                            <para>Dos adaptadores peque&#241;os (MI0XI): 12 N&#183;m (108 lb-pulgadas).</para>
                        </item>
                        <item>
                            <para>Cuatro adaptadores grandes (MI2XI): 15 N&#183;m (132 lb-pulgadas).</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Purgue el sistema de frenos, seg&#250;n las siguientes instrucciones.</para>
                </item>
                <item>
                    <para>Conecte los mazos el&#233;ctricos al conjunto del modulador.</para>
                </item>
            </seqlist>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
