<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - AJUSTE DE FRENOS - AJUSTADOR AUTOM&#193;TICO DE HOLGURA
        HALDEX
    </stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="2">
        <title>AJUSTADOR AUTOM&#193;TICO DE HOLGURA HALDEX</title>
        <para>Consulte la
            <hotlnk xrefid="f0400524">Figura 24</hotlnk>con respecto al siguiente procedimiento, pasos 1 a 4.
        </para>
        <figure id="f0400524" figsize="col-wide">
            <graphic id="g0400524" filename="../figg04/g0400524.webp" type="webp"/>
            <caption>Figura 24. Instalaci&#243;n del brazo de control</caption>
            <calloutgroup>
                <callout1>1.BRAZO DE CONTROL</callout1>
                <callout1>2.CONJUNTO DE AJUSTADOR AUTOM&#193;TICO DE HOLGURA</callout1>
                <callout1>3.SOPORTE DE ANCLAJE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Gire el brazo de mando hacia la c&#225;mara de aire, alej&#225;ndolo de la tuerca hexagonal
                de ajuste, hasta que llegue a un tope interno definido, como se muestra en la ilustraci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">La mayor&#237;a de los ajustadores est&#225;n equipados con un indicador de instalaci&#243;n.
                Para una instalaci&#243;n adecuada, el indicador debe estar dentro de la ranura.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Si la posici&#243;n de mando es err&#243;nea, los frenos se apretar&#225;n.</emph>
            </para>
        </step1>
        <step1>
            <para count="1">Apriete todos los sujetadores del soporte de anclaje, si est&#225;n sueltos o se removieron.
                Aseg&#250;rese de que el brazo de mando no se mueva mientras aprieta los sujetadores del soporte de
                anclaje.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f0400525">Figura 25</hotlnk>
            con respecto a los pasos 5 a 9.
        </para>
        <figure id="f0400525" figsize="col-wide">
            <graphic id="g0400525" filename="../figg04/g0400525.webp" type="webp"/>
            <caption>Figura 25. Ajuste manual</caption>
            <calloutgroup>
                <callout1>1.TUERCA DE AJUSTE HEXAGONAL</callout1>
                <callout1>2.LLAVE</callout1>
                <callout1>3.AJUSTADOR AUTOM&#193;TICO DE HOLGURA</callout1>
                <callout1>4.SOPORTE DE ANCLAJE</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">En este momento el ajustador se debe ajustar manualmente.</para>
        </step1>
        <step1>
            <para count="1">Gire la tuerca hexagonal de ajuste hacia la derecha, hasta que el revestimiento haga
                contacto con el tambor.
            </para>
        </step1>
        <step1>
            <para count="1">Devuelva la tuerca hexagonal del ajustador 1/2 vuelta hacia la izquierda.</para>
        </step1>
        <step1>
            <para count="1">Para superar el embrague interno, es necesario un m&#237;nimo de 13 lb-pie. Se escuchar&#225;
                un sonido de matraca.
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Revisi&#243;n final.</emph>
                Con una presi&#243;n de total de aire, desactive el freno de resorte y el de servicio y revise que el
                indicador de instalaci&#243;n est&#233; dentro del &#225;rea ranurada. Remueva el pasador de horquilla y
                revise que el orificio de la horquilla y del ajustador est&#233;n alineados. Si el v&#225;stago de
                empuje de la c&#225;mara de aire entr&#243; en la c&#225;mara de aire, repita los pasos 1, 2 y 3. Despu&#233;s
                de la revisi&#243;n final, instale la chaveta en el pasador de horquilla. Consulte la
                <hotlnk document="m04005_20.xml" xrefid="hl0400506">Tabla de recorrido de ajuste del freno</hotlnk>
                para conocer el ajuste del recorrido del v&#225;stago de empuje.
            </para>
        </step1>
        <step1>
            <para count="1">Si se dio servicio al freno de estacionamiento de resorte, desenjaule el freno de
                estacionamiento. Consulte el GRUPO O4 - FRENOS DE AIRE en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Remueva los soportes de piso. Pruebe el veh&#237;culo en la carretera para verificar el
                funcionamiento correcto de los frenos, antes de devolver el veh&#237;culo al servicio.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_HL0400501.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
