<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - AJUSTE DEL V&#193;STAGO DE EMPUJE</stitle>
    <svcsection/>
    <svcproc svcproctype="adjust" graphiccount="3">
        <title>AJUSTE DEL V&#193;STAGO DE EMPUJE</title>
        <specpara>
            <note>
                <para>Si el ajuste anterior o el reemplazo del revestimiento de la zapata de freno no logran formar un
                    &#225;ngulo cercano a los 90 grados entre el v&#225;stago de empuje y el ajustador de holgura con
                    los frenos aplicados, no se puede obtener la fuerza m&#225;xima contra el ajustador de holgura.
                    Vuelva a ajustar el v&#225;stago de empuje (
                    <hotlnk xrefid="f0400533">Figura 33</hotlnk>).
                </para>
            </note>
        </specpara>
        <figure id="f0400533" figsize="col-wide">
            <graphic id="g0400533" filename="../figg04/g0400533.webp" type="webp"/>
            <caption>Figura 33. Mida el recorrido ajustado de la c&#225;mara</caption>
        </figure>
        <specpara>
            <note>
                <para>Si est&#225; dando servicio a una c&#225;mara con un freno de resorte (ESTACIONAMIENTO), se debe
                    ENJAULAR la c&#225;mara de resorte. Despu&#233;s de completar todos los ajustes, desenjaule el
                    freno. Consulte el GRUPO O4 - FRENOS en el Manual de Servicio Maestro CTS-5000.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Desconecte el ajustador de holgura y el v&#225;stago de empuje.</para>
        </step1>
        <step1>
            <para count="1">Suelte la tuerca de fijaci&#243;n de la horquilla y enrosque varias vueltas la horquilla en
                el v&#225;stago de empuje hacia la c&#225;mara de freno.
            </para>
        </step1>
        <step1>
            <para count="1">Vuelva a conectar el ajustador de holgura y el v&#225;stago de empuje con el pasador de
                horquilla.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique los frenos completamente y revise el &#225;ngulo entre el ajustador de holgura y el
                v&#225;stago de empuje. Si no se consiguen los 90 grados o poco m&#225;s, ajuste el largo del v&#225;stago
                de empuje hasta que el &#225;ngulo sea satisfactorio. Si est&#225; ajustando el v&#225;stago de empuje
                con los frenos enjaulados, use una palanca para mover el ajustador de holgura de manera que el
                revestimiento quede contra el tambor y revise el &#225;ngulo. Repita el ajuste hasta que el &#225;ngulo
                sea satisfactorio (
                <hotlnk document="m04005_22.xml" xrefid="f0400532">Figura 32</hotlnk>
                y
                <hotlnk xrefid="f0400533">Figura 33</hotlnk>).
            </para>
        </step1>
        <para>Algunas c&#225;maras de tipo freno de resorte tienen un indicador de alerta del recorrido de color
            naranja, marcado en el v&#225;stago de empuje (
            <hotlnk xrefid="f0400534">Figura 34</hotlnk>y
            <hotlnk xrefid="f0400535">Figura 35</hotlnk>). Para mayor informaci&#243;n, consulte el GRUPO O4 - FRENOS en
            el Manual de Servicio Maestro CTS-5000.
        </para>
        <figure id="f0400534" figsize="col-wide">
            <graphic id="g0400534" filename="../figg04/g0400534.webp" type="webp"/>
            <caption>Figura 34. Frenos de resorte completamente retra&#237;dos.</caption>
            <calloutgroup>
                <callout1>1.BORDE DE ENTRADA, MOLETEADO EN FORMA DE DIAMANTE</callout1>
                <callout1>2.INDICADOR DE RECORRIDO (BANDA NARANJA)</callout1>
                <callout1>3.DISCO DEL V&#193;STAGO DE EMPUJE</callout1>
                <callout1>4.PARTE ROSCADA DEL V&#193;STAGO DE EMPUJE DE SERVICIO</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0400535" figsize="col-wide">
            <graphic id="g0400535" filename="../figg04/g0400535.webp" type="webp"/>
            <caption>Figura 35. 12.7 mm (1/2 pulgada) de recorrido restante, 19.1 mm (3/4 de pulgada) en el freno de
                resorte tipo 36, freno completamente aplicado
            </caption>
            <calloutgroup>
                <callout1>1.BORDE DE ENTRADA DEL INDICADOR DE RECORRIDO</callout1>
                <callout1>2.SUPERFICIE DE MONTAJE DEL ALOJAMIENTO DE SERVICIO</callout1>
                <callout1>3.MOLETEADO EN FORMA DE DIAMANTE</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
