<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - SECADOR DE AIRE - CR BRAKEMASTER MODELO 62</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="4">
        <title>CR BRAKEMASTER MODELO 62</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>El CR Brakemaster (
                <hotlnk xrefid="f0400260">Figura 60</hotlnk>
                ) funciona como un intercambiador de calor, enfriando el aire que proviene del compresor.
            </para>
            <figure id="f0400260" figsize="col-wide">
                <graphic id="g0400260" filename="../figg04/g0400260.webp" type="webp" scalefit="0"/>
                <caption>Figura 60. CR Brakemaster modelo 62</caption>
            </figure>
            <para>Cuando el aire comprimido sale del compresor de aire, est&#225; aproximadamente a 149&#176;C (300&#176;F)
                y en el momento en que llega a la unidad Brakemaster, se ha enfriado a 60&#176;C (140&#176;F).
            </para>
            <para>El aire comprimido caliente ingresa a la c&#225;mara de expansi&#243;n, donde la ca&#237;da repentina
                de presi&#243;n aumenta el enfriamiento. El calor se disipa a trav&#233;s de las aletas externas en el
                cuerpo de aluminio de una sola pieza.
            </para>
            <para>A medida que el aire se enfr&#237;a en la c&#225;mara de expansi&#243;n, se condensan los vapores del
                agua y del aceite. Esta condensaci&#243;n se acumula en las paredes de la c&#225;mara de expansi&#243;n
                y cae en el &#225;rea de recolecci&#243;n, en donde se descarga autom&#225;ticamente a trav&#233;s de
                una v&#225;lvula descargadora.
            </para>
            <para>El intercambiador de calor tiene un elemento de filtro de aire permanente que atrapa las part&#237;culas
                de carb&#243;n que son da&#241;inas para otros componentes del sistema de aire. Cada vez que el
                descargador funciona (cada vez que el compresor termina un ciclo), hay un flujo inverso de aire a trav&#233;s
                del filtro, de manera que cualquier part&#237;cula de carb&#243;n atrapada en el elemento de filtro es
                eliminada y expulsada a trav&#233;s de la v&#225;lvula descargadora.
            </para>
            <para>Si el compresor de aire est&#225; funcionando correctamente, el filtro requerir&#225; poco o ning&#250;n
                mantenimiento. Si el filtro requiere servicio, l&#225;velo con solvente de limpieza y s&#233;quelo con
                aire.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400225">
            <title>Mantenimiento</title>
            <para>No se requiere un mantenimiento peri&#243;dico o programado. Sin embargo, para un funcionamiento sin
                problemas, se deben revisar los siguientes elementos.
            </para>
            <step1>
                <para count="1">Las aletas de enfriamiento deben estar libres de acumulaciones de tierra o de pintura.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las l&#237;neas de aire para asegurarse de que no est&#233;n torcidas,
                    agrietadas, rotas o desgastadas.
                </para>
            </step1>
            <step1>
                <para count="1">Acumule presi&#243;n en el sistema de aire, luego p&#250;rguela para que el compresor
                    efect&#250;e un ciclo. Repita varias veces.
                </para>
            </step1>
            <step1>
                <para count="1">Compare el nivel de calor en los orificios de entrada y salida, acercando las manos a
                    ellos para detectar su temperatura.
                </para>
                <specpara>
                    <warning>
                        <para>El orificio de entrada debe estar caliente; puede quemarse si lo toca.</para>
                    </warning>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Revisiones de servicio</title>
            <para>El orificio de entrada debe estar m&#225;s caliente que el orificio de salida. El orificio de salida
                debe estar a la temperatura ambiente o levemente por encima de ella. Dado que el veh&#237;culo est&#225;
                inm&#243;vil, la unidad se calentar&#225; m&#225;s de lo normal (durante la operaci&#243;n en
                movimiento). Si ambas temperaturas, de los orificios de entrada y salida, parecen altas (demasiado
                calientes para tocarlos), el deflector necesita servicio.
            </para>
            <step1>
                <para count="1">Sostenga una toalla de taller limpia debajo del orificio del descargador (escape) y haga
                    pasar al compresor por varios ciclos de "descarga". Recoja el agua proveniente del orificio del
                    descargador. Si el agua est&#225; aceitosa, se debe revisar el compresor. Si el agua est&#225; "caf&#233;"
                    o si salen part&#237;culas de ese color, el deflector requiere servicio.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de que el intercambiador de calor se ha "descargado" y mientras el
                    compresor de aire est&#225; en el modo "stand-by" (de reserva), ponga la mano debajo del orificio
                    del descargador. Si sale aire por el orificio, la v&#225;lvula de retenci&#243;n en la parte
                    superior (orificio de salida) del intercambiador de calor, se ha trabado en posici&#243;n abierta y
                    requiere servicio o bien la entrada del compresor est&#225; conectada al lado de salida del
                    turbocargador.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras el compresor est&#225; acumulando presi&#243;n, si sale aire por el orificio de
                    escape, la v&#225;lvula descargadora se ha trabado en posici&#243;n abierta y requiere atenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras el compresor de aire est&#225; acumulando presi&#243;n, es normal que la v&#225;lvula
                    de retenci&#243;n produzca un cascabeleo debido a la apertura y cierre r&#225;pidos.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando se reacondiciona o reemplaza el compresor de aire o si el intercambiador de calor
                    se traslada de un veh&#237;culo a otro, se recomienda desensamblar y limpiar completamente la unidad
                    del intercambiador de calor.
                </para>
            </step1>
            <para>Si la v&#225;lvula descargadora se traba en la posici&#243;n abierta mientras el veh&#237;culo est&#225;
                en movimiento, el sistema de aire puede restablecerse colocando un tap&#243;n de tuber&#237;a de 1.27 cm
                (1/2 pulgada) en el orificio de escape. Al hacerlo, puede restablecerse la presi&#243;n del sistema de
                aire, pero no podr&#225; eliminarse la humedad del secador de aire. Se debe prestar servicio a la unidad
                lo m&#225;s pronto posible, reparando la v&#225;lvula descargadora.
            </para>
            <para>Antes de efectuar cualquier trabajo, es importante revisar lo siguiente:</para>
            <step1>
                <para count="1">El &#225;rea alrededor de la unidad y la unidad en s&#237; deben limpiarse
                    cuidadosamente para eliminar la tierra, el aceite y dem&#225;s suciedad del camino.
                </para>
            </step1>
            <step1>
                <para count="1">Active el freno de estacionamiento y bloquee las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene todo el aire del sistema de aire del veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Alivie la presi&#243;n en la l&#237;nea del orificio "DESCARGADOR (UNL)" del regulador
                    del compresor que fluye hacia el orificio del descargador situado en el centro de la tuerca grande,
                    en la parte inferior del secador de aire.
                </para>
            </step1>
            <para>Se puede prestar servicio a cada pieza del intercambiador de calor mediante el uso de los diversos
                juegos de servicio y repuestos disponibles.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Servicio de la v&#225;lvula descargadora</title>
            <para>Hay varias se&#241;ales que pueden indicar que la v&#225;lvula descargadora de la unidad de
                intercambiador de calor necesita servicio.
            </para>
            <step1>
                <para count="1">El compresor entra en el modo "stand-by" (de reserva), pero efect&#250;a el ciclo r&#225;pidamente.</para>
            </step1>
            <step1>
                <para count="1">Sale aire del orificio de escape cuando el compresor intenta acumular presi&#243;n en el
                    sistema de aire.
                </para>
            </step1>
            <step1>
                <para count="1">La unidad no se "descarga" cuando el compresor entra en el modo stand-by (de reserva).
                </para>
            </step1>
            <para>Estas situaciones pueden ser causadas por varias condiciones. Revise la
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLA DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS
                </hotlnk>
                , para asegurarse de que la causa probable es la v&#225;lvula descargadora defectuosa en la unidad CR
                BRAKEMASTER. Si la causa probable es la v&#225;lvula descargadora, puede significar que hay desechos
                obstruyendo esta v&#225;lvula y s&#243;lo necesita limpieza o que el conjunto de v&#225;lvula se ha
                gastado y necesita ser reemplazado. En cualquiera de los dos casos, se deben seguir los siguientes
                pasos:
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400261" figsize="col-wide">
                <graphic id="g0400261" filename="../figg04/g0400261.webp" type="webp" scalefit="0"/>
                <caption>Figura 61. Secador de aire - CR Brakemaster modelo 62</caption>
                <calloutgroup>
                    <callout1>1. ORIFICIO DE SALIDA</callout1>
                    <callout1>2. RESORTE EN V</callout1>
                    <callout1>3. TAPA SUPERIOR</callout1>
                    <callout1>4. TORNILLO DE CABEZA HEXAGONAL</callout1>
                    <callout1>5. COPA DEL FILTRO</callout1>
                    <callout1>6. COLADOR</callout1>
                    <callout1>7. TUERCA</callout1>
                    <callout1>8. ARANDELA DE SEGURIDAD</callout1>
                    <callout1>9. TUERCA</callout1>
                    <callout1>10. VARILLA DE APOYO</callout1>
                    <callout1>11. ARANDELA DE SEGURIDAD</callout1>
                    <callout1>12. TUERCA</callout1>
                    <callout1>13. TORNILLO DE CABEZA HEXAGONAL</callout1>
                    <callout1>14. EMPAQUETADURA</callout1>
                    <callout1>15. HUSILLO</callout1>
                    <callout1>16. ASIENTO DEL ANILLO</callout1>
                    <callout1>17. CALEFACTOR</callout1>
                    <callout1>18. TERMOSTATO</callout1>
                    <callout1>19. RESORTE</callout1>
                    <callout1>20. ORIFICIO DE ESCAPE</callout1>
                    <callout1>21. ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>22. RESORTE</callout1>
                    <callout1>23. CUBETA EN U</callout1>
                    <callout1>24. ANILLO "O"</callout1>
                    <callout1>25. PIST&#211;N</callout1>
                    <callout1>26. ORIFICIO DEL DESCARGADOR</callout1>
                    <callout1>27. TUERCA DEL DESCARGADOR</callout1>
                    <callout1>28. CAMISA</callout1>
                    <callout1>29. TAPA INFERIOR</callout1>
                    <callout1>30. EMPAQUETADURA</callout1>
                    <callout1>31. EMPAQUETADURA</callout1>
                    <callout1>32. PLACA DE APOYO</callout1>
                    <callout1>33. CUERPO</callout1>
                    <callout1>34. DEFLECTOR</callout1>
                    <callout1>35. ARANDELA</callout1>
                    <callout1>36. ANILLO DE EMPAQUE</callout1>
                    <callout1>37. RESORTE EN V</callout1>
                    <callout1>38. FILTRO</callout1>
                    <callout1>39. RESORTE</callout1>
                    <callout1>40. EMPAQUETADURA</callout1>
                    <callout1>41. V&#193;LVULA DE SEGURIDAD</callout1>
                    <callout1>42. HUSILLO</callout1>
                    <callout1>43. EMPAQUETADURA</callout1>
                    <callout1>44. TUERCA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desconecte el cable el&#233;ctrico que va al calefactor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire de entrada de la tapa inferior (elemento 29).</para>
            </step1>
            <step1>
                <para count="1">Remueva la l&#237;nea de control del regulador del orificio de descarga (UNL) (elemento
                    26).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tuerca grande (elemento 27) del orificio descargador (UNL) (elemento 26).
                </para>
                <specpara>
                    <warning>
                        <para>Tenga cuidado al remover la tuerca para evitar lesiones personales, ya que la tuerca se
                            presiona por resorte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <para>Consulte la
                <hotlnk xrefid="f0400262">Figura 62</hotlnk>
                con respecto a los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <figure id="f0400262" figsize="col-wide">
                <graphic id="g0400262" filename="../figg04/g0400262.webp" type="webp" scalefit="0"/>
                <caption>Figura 62. Secador de aire - Reensamble</caption>
                <calloutgroup>
                    <callout1>1. ASIENTO DEL ANILLO</callout1>
                    <callout1>2. RESORTE GRANDE</callout1>
                    <callout1>3. CUBETA EN U</callout1>
                    <callout1>4. ANILLO "O"</callout1>
                    <callout1>5. CAMISA</callout1>
                    <callout1>6. PIST&#211;N</callout1>
                    <callout1>7. ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>8. RESORTE PEQUE&#209;O</callout1>
                    <callout1>9. HUSILLO DEL DESCARGADOR</callout1>
                    <callout1>10. EMPAQUETADURA DE COBRE (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva el conjunto completo de v&#225;lvula descargadora, incluidas las empaquetaduras
                    de cobre (elemento 10).
                </para>
            </step1>
            <para>Una acumulaci&#243;n excesiva de aceite en el conjunto de descargador indica que el compresor de aire
                requiere atenci&#243;n.
            </para>
            <step1>
                <para count="1">Examine el conjunto de v&#225;lvula descargadora. Si la camisa del descargador (elemento
                    5) est&#225; mellada, arrugada o tiene rallas axiales, se debe reemplazar el conjunto de v&#225;lvula
                    descargadora. Si est&#225; obstruida, se debe limpiar el conjunto de v&#225;lvula descargadora con
                    un buen solvente de limpieza.
                </para>
            </step1>
            <step1>
                <para count="1">No remueva del husillo del descargador (elemento 9) el anillo de retenci&#243;n
                    (elemento 7), ya que se les debe prestar servicio como un juego junto con el resorte (elemento 8) y
                    el asiento del anillo (elemento 1).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400262">Figura 62</hotlnk>
                con respecto a los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Instale la nueva cubeta en "U" (elemento 3) en la ranura del pist&#243;n del descargador
                    (elemento 6). Los rebordes de la cubeta en "U" deben apartarse del asiento del resorte. No use
                    herramientas con filo que puedan da&#241;ar o rallar las piezas.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique al anillo "O" (elemento 4) una pel&#237;cula delgada de grasa Fleetrite EP2 Moly
                    o equivalente a la grasa de litio multiuso NLGI n&#186; 2 y col&#243;quelo en la tuerca del
                    descargador.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque juntas las dos empaquetaduras de cobre (elemento 10) revistiendo levemente sus
                    superficies expuestas con grasa Fleetrite EP2 Moly o equivalente a la grasa de litio multiuso NLGI n&#186;
                    2. Luego coloque las empaquetaduras lubricadas en el resalto del asiento del anillo (elemento 1).
                    Las empaquetaduras deben estar en la cara opuesta al resorte (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque las empaquetaduras (elemento 10) seguidas del conjunto de asiento del anillo en
                    la tapa inferior (elemento 29,
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la camisa del descargador (elemento 5) en el orificio del descargador contra el
                    asiento del anillo. Aseg&#250;rese de que el orificio transversal de 12.7 mm (1/2 pulgada) de di&#225;metro
                    est&#233; junto al asiento del anillo (elemento 1).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el resorte grande (elemento 2) en la camisa (elemento 5) con el enrollado de di&#225;metro
                    m&#225;s grande contra el asiento del anillo (elemento 1).
                </para>
            </step1>
            <step1>
                <para count="1">Inserte en la camisa del descargador el pist&#243;n del descargador (elemento 6). Los
                    rebordes de la cubeta en U (elemento 3) deben mirar hacia afuera, con el asiento del resorte hacia
                    el resorte. El husillo del descargador (elemento 9) y el asiento del anillo (elemento 1) es un
                    conjunto coincidente y no debe desensamblarse. Si el asiento del anillo o el husillo est&#225;n
                    mellados, se debe reemplazar completamente todo el conjunto como un juego.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte una varilla de 12.7 mm (1/2 pulgada) de di&#225;metro o equivalente a trav&#233;s
                    del orificio de escape en la tapa inferior (elemento 29,
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    y en el orificio transversal de la camisa (elemento 28,
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    ) para mantener la alineaci&#243;n. Si los orificios transversales no est&#225;n alineados, la
                    unidad no funcionar&#225;.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique a las roscas de la tuerca de la v&#225;lvula descargadora (elemento 27
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    ) un compuesto sellador que no endurezca, e instale la tuerca. Aprietela a 81 N&#183;m (60 libras
                    pie) -
                    <emph type="bold">NO APRIETE EN EXCESO</emph>- manteniendo la alineaci&#243;n de los orificios
                    transversales de la camisa (elemento 28,
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    ).
                </para>
                <specpara>
                    <caution>
                        <para>El apriete excesivo de la tuerca del descargador producir&#225; da&#241;os al conjunto de
                            descargador.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva la varilla de alineaci&#243;n insertada en el paso 8.</para>
            </step1>
            <step1>
                <para count="1">Innstale la l&#237;nea de control del regulador hacia el orificio descargador (UNL)
                    (elemento 26).
                    <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                    ) situado en el centro de la tuerca del descargador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale instalar la l&#237;nea de entrada de aire del compresor.</para>
            </step1>
            <step1>
                <para count="1">Conecte el conductor el&#233;ctrico del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Pruebe la unidad utilizando las instrucciones dadas en
                    <hotlnk xrefid="hl0400225">
                        <xref refid="hl0400225"/>MANTENIMIENTO
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Servicio al conjunto de deflector</title>
            <para>Hay varias se&#241;ales que pueden indicar que el conjunto de deflector necesita servicio.</para>
            <step1>
                <para count="1">El aire comprimido no se enfr&#237;a lo suficiente.</para>
            </step1>
            <step1>
                <para count="1">El agua que sale del CR BRAKEMASTER es caf&#233; o salen part&#237;culas de ese color.
                </para>
            </step1>
            <step1>
                <para count="1">Parte del deflector se atasca en el conjunto de v&#225;lvula descargadora, haciendo que
                    &#233;ste no funcione correctamente.
                </para>
            </step1>
            <para>Estas situaciones pueden ser causadas por varias condiciones. Revise la
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLA DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS
                </hotlnk>
                , para asegurarse de que la causa probable es un conjunto de deflector defectuoso. Si el conjunto de
                deflector est&#225; defectuoso, las siguientes instrucciones le indicar&#225;n c&#243;mo reemplazar este
                conjunto de deflector.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Desconecte la l&#237;nea de entrada del compresor de aire en el orificio de descarga
                    (UNL) (elemento 26).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable del conjunto de calefactor.</para>
            </step1>
            <step1>
                <para count="1">Remueva los ocho tornillos de cabeza hexagonal (elemento 13) que sujetan la tapa
                    inferior (elemento 29) al cuerpo (elemento 33).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tapa inferior (elemento 29) y el conjunto de deflector (elemento 34).</para>
            </step1>
            <step1>
                <para count="1">Remueva de las superficies de la tapa inferior (elemento 29) y del cuerpo todos los
                    residuos de material de las empaquetaduras viejas. Deseche las empaquetaduras viejas. Tenga cuidado
                    de no rallar ni da&#241;ar las superficies de empaquetaduras nuevas.
                </para>
            </step1>
            <step1>
                <para count="1">Lave la tapa inferior (elemento 29) y el interior de la unidad con solvente de
                    limpieza.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <step1>
                <para count="1">Coloque la nueva empaquetadura (elemento 31) en la parte superior de la superficie de la
                    placa de apoyo del deflector (elemento 32).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la segunda nueva empaquetadura (elemento 30) en la superficie de empaquetadura
                    de la tapa inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Alinee los orificios de los tornillos y coloque el conjunto contra la superficie de
                    empaquetadura del cuerpo (elemento 33). NO se recomienda el uso de sellador para empaquetaduras.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los ocho tornillos de cabeza hexagonal (elemento 13) para unir la tapa inferior
                    al conjunto de cuerpo y deflector (elemento 34). Apriete alternadamente a 20.3 N&#183;m (15 lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire al orificio de entrada (esta l&#237;nea viene del orificio
                    de servicio del compresor).
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable al calefactor.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Servicio del conjunto de v&#225;lvula de retenci&#243;n</title>
            <para>Hay varias se&#241;ales que pueden indicar que la v&#225;lvula de retenci&#243;n necesita servicio:
            </para>
            <step1>
                <para count="1">Sale aire del orificio de escape cuando el compresor est&#225; en modo stand-by (de
                    reserva).
                </para>
            </step1>
            <step1>
                <para count="1">La presi&#243;n de aire del sistema se purga r&#225;pidamente cuando no est&#225;n
                    funcionando los equipos que usan aire.
                </para>
            </step1>
            <step1>
                <para count="1">El compresor entra en el modo stand-by (de reserva) pero efect&#250;a el ciclo r&#225;pidamente.</para>
            </step1>
            <step1>
                <para count="1">El compresor intenta acumular presi&#243;n, pero no se acumula presi&#243;n en el
                    sistema.
                </para>
            </step1>
            <step1>
                <para count="1">La v&#225;lvula de seguridad se abre.</para>
            </step1>
            <para>Estas situaciones pueden ser causadas por varias condiciones. Revise la
                <hotlnk xrefid="t0400208">
                    <xref refid="t0400208"/>TABLA DE LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS
                </hotlnk>
                , para asegurarse de que la causa probable es un conjunto defectuoso. A continuaci&#243;n se presenta el
                procedimiento para prestar servicio y reemplazar el conjunto de v&#225;lvula de retenci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400263">Figura 63</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400263" figsize="col-wide">
                <graphic id="g0400263" filename="../figg04/g0400263.webp" type="webp" scalefit="0"/>
                <caption>Figura 63. Secador de aire CR Brakemaster modelo 62 - Desconexi&#243;n de la l&#237;nea de
                    aire
                </caption>
                <calloutgroup>
                    <callout1>1. RESORTE</callout1>
                    <callout1>2. HUSILLO</callout1>
                    <callout1>3. EMPAQUETADURAS</callout1>
                    <callout1>4. TUERCA SUPERIOR</callout1>
                    <callout1>5. TUERCAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desconecte la l&#237;nea de aire en el orificio de salida en la parte superior de la
                    unidad.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tuerca superior (elemento 4). Esta tuerca est&#225; presionada por resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva las empaquetaduras de cobre (elemento 3), resorte (elemento 1) y husillo de la v&#225;lvula
                    de retenci&#243;n (elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Limpie y seque toda el &#225;rea de la v&#225;lvula de retenci&#243;n y la tuerca
                    superior (elemento 4).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400263">Figura 63</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el nuevo husillo de la v&#225;lvula de retenci&#243;n (elemento 2) en la tapa
                    superior con el extremo ahusado hacia abajo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte (elemento 1) en el husillo de la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque las nuevas empaquetaduras de cobre (elemento 3) en la tuerca (elemento 4) y
                    frote una peque&#241;a cantidad de grasa en las empaquetaduras para ayudarlas a mantener su posici&#243;n
                    en la tuerca superior.
                </para>
            </step1>
            <step1>
                <para count="1">Enrosque la tuerca (elemento 5) en los esparragos de la tapa superior y apriete a (20.3
                    N&#183; m). (15 lb-pie). La tuerca superior (elemento 4) no est&#225; incluida en el juego de
                    repuestos de la v&#225;lvula de retenci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire al orificio de salida. No se puede prestar servicio a la v&#225;lvula
                    de seguridad y se recomienda no retirarla de la tapa superior. Si se ha retirado la v&#225;lvula de
                    seguridad, aplique a las roscas de la tapa superior un sellador que no endurezca.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Servicio del conjunto de filtro</title>
            <para>A pesar de que el conjunto de filtro de la unidad est&#225; dise&#241;ado para requerir poco o ning&#250;n
                servicio, es una buena practica el prestar servicio a este conjunto de filtro al prestar servicio a
                otros filtros ubicados en el veh&#237;culo. Este servicio puede efectuarse de dos maneras, ya sea
                reemplazando el conjunto completo de filtro o prestando servicio al conjunto de filtro. En la mayor&#237;a
                de los casos, s&#243;lo el servicio es necesario. A continuaci&#243;n se indican los pasos para prestar
                servicio al conjunto de filtro.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400261">Figura 61</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Remueva la l&#237;nea de aire del orificio de salida (elemento 1).</para>
            </step1>
            <step1>
                <para count="1">Remueva los ocho tornillos de cabeza hexagonal que sujetan la tapa superior (elemento 3)
                    en el cuerpo.
                </para>
                <specpara>
                    <warning>
                        <para>La tapa superior est&#225; presionada por resorte a una presi&#243;n de aproximadamente
                            (54 N S m) (40 lb-pie). Para evitar posibles lesiones personales, tenga cuidado al remover
                            los tornillos de la tapa superior.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva el resorte (elemento 39).</para>
            </step1>
            <step1>
                <para count="1">Remueva todos los restos de material de empaquetadura de la tapa superior y de las
                    superficies de empaquetadura del cuerpo (elementos 40 y 43). Deseche la empaquetadura. Tenga cuidado
                    de no rallar ni da&#241;ar las superficies de la empaquetadura. Lave la tapa superior con solvente
                    de limpieza.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva todo el conjunto de filtro.</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de empaque de caucho (elemento 36) y des&#233;chelo.</para>
            </step1>
            <step1>
                <para count="1">Si est&#225; reemplazando el conjunto de filtro completo, deseche el filtro de acero
                    inoxidable antiguo (elemento 38), incluida la tapa del filtro (elemento 5), el colador (elemento 6)
                    y resorte en V (elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">De lo contrario, lave el colador (elemento 6) y la copa del filtro (elemento 5) en
                    solvente de limpieza.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <step1>
                <para count="1">Arme el filtro de acero inoxidable (elemento 38) en la tapa del filtro (elemento 55). El
                    filtro debe expandirse levemente para llenar el espacio en la copa del filtro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el colador (elemento 6) con la cara plana del colador hacia el filtro de acero
                    inoxidable.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte en V (elemento 2) que sujeta el conjunto de filtro.</para>
            </step1>
            <step1>
                <para count="1">Instale un nuevo anillo de empaque (elemento 36) en el borde del cuerpo.</para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto de filtro en el cuerpo con el extremo grande hacia abajo. El filtro
                    debe sentarse en el anillo de empaque.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte pesado (elemento 39) con la bobina de di&#225;metro m&#225;s grande
                    contra la parte superior del conjunto de filtro.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque en el cuerpo la nueva empaquetadura (elemento 40). No use cemento para
                    empaquetaduras.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la tapa superior (elemento 3) y el resorte en V (elemento 2) de manera que la
                    bobina de di&#225;metro peque&#241;o del resorte encaje en la ranura de la tapa superior.
                </para>
            </step1>
            <step1>
                <para count="1">Comprima el resorte e instale en el cuerpo cuatro tornillos de cabeza hexagonal de 3/8
                    (elemento 4). Cada uno de estos cuatro tornillos debe enroscarse al menos tres vueltas completas
                    antes de que se remueva la compresi&#243;n sobre la tapa. Los tornillos de cabeza hexagonal deben
                    estar espaciados igualmente. Luego, enrosque los tornillos restantes en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete alternadamente los tornillos de cabeza de la tapa superior a 20.3 N&#183;m (15
                    lb-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la l&#237;nea de aire al orificio de salida.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Servicio del calefactor tipo cartucho controlado termost&#225;ticamente</title>
            <para>Las unidades actuales de intercambiador de calor contienen un calefactor de 15 voltios y 50 vatios
                como equipo est&#225;ndar. Este calefactor requiere una tapa inferior con un nuevo dise&#241;o que es
                completamente intercambiable con las que estaban previamente en uso. Sin embargo, el uso de esta nueva
                tapa puede requerir un cambio del conjunto de deflector, si la tapa inferior actual tiene instalado el
                deflector mediante tornillos.
            </para>
            <para>Hay dos juegos que se usan para prestar servicio al conjunto de calefactor tipo cartucho controlado
                termost&#225;ticamente. Ambos calefactores son de 50 vatios; sin embargo, uno es de 12 voltios y el otro
                es de 24 voltios.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Desconecte la l&#237;nea el&#233;ctrica del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Remueva el antiguo calefactor tipo cartucho, soltando el tornillo de ajuste del
                    calefactor en la tapa inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el termostato antiguo de la tapa inferior, quitando los dos tornillos peque&#241;os
                    que sujetan el termostato a la tapa inferior. Deseche el conjunto completo de calefactor y
                    termostato.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Instale el nuevo calefactor insert&#225;ndolo en el orificio del cual se quit&#243; el
                    antiguo calefactor y apriete el tornillo de ajuste.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el nuevo termostato insert&#225;ndolo en el orificio del cual se quit&#243; el
                    antiguo termostato e inst&#225;lelo mediante los dos tornillos que vienen incluidos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del termostato al sistema el&#233;ctrico. A pesar de que el
                    calefactor est&#225; termost&#225;ticamente controlado, se recomienda conectar el calefactor a trav&#233;s
                    de un interruptor de control.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que la unidad est&#233; conectada a tierra en el chasis.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas</title>
            <table id="t0400208" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de localizaci&#243;n y soluci&#243;n de problemas - CR Brakemaster modelo 62</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="137pt"/>
                    <colspec colnum="2" colname="2" colwidth="187pt"/>
                    <colspec colnum="3" colname="3" colwidth="180pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Condici&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Causa posible</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Soluci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sale aire del orificio de escape cuando el compresor est&#225; en modo de reserva
                                    (stand-by).
                                </para>
                            </entry>
                            <entry>
                                <para>El lado de entrada del compresor</para>
                                <para>est&#225; conectado al lado de salida del turbo cargador.</para>
                                <para>2. La v&#225;lvula de retenci&#243;n en el orificio de salida se trab&#243; en
                                    posici&#243;n abierta.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Cambie la conexi&#243;n de entrada del compresor.</para>
                                <para>2. Limpie o reemplace el conjunto de v&#225;lvula de retenci&#243;n.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>La presi&#243;n de aire del sistema se purga r&#225;pidamente cuando no est&#225;n
                                    funcionando equipos que usan aire.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Fuga en la o las conexiones de l&#237;neas de aire.</para>
                                <para>2. Fuga en la l&#237;nea de aire o dep&#243;sito.</para>
                                <para>3. La v&#225;lvula de retenci&#243;n en el orificio de salida se trab&#243; en
                                    posici&#243;n abierta.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Apriete o reemplace las conexiones.</para>
                                <para>2. Repare o reemplace el o los elementos defectuosos.</para>
                                <para>3. Limpie o reemplace el conjunto de v&#225;lvula de retenci&#243;n.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El compresor funciona continuamente (no pasa al modo de reserva (stand-by)).
                                </para>
                            </entry>
                            <entry>
                                <para>1. Fuga en las conexiones de l&#237;neas de aire.</para>
                                <para>2. Fuga en la l&#237;nea de aire o dep&#243;sito.</para>
                                <para>3. El compresor est&#225; defectuoso.</para>
                                <para>4. La v&#225;lvula descargadora se trab&#243; en posici&#243;n abierta.</para>
                                <para>5. La capacidad del compresor es demasiado baja para el veh&#237;culo.</para>
                            </entry>
                            <entry>
                                <para>1. Apriete o reemplace las conexiones.</para>
                                <para>2. Repare o reemplace el o los elementos defectuosos.</para>
                                <para>3. Reconstruya o reemplace el</para>
                                <para>compresor.</para>
                                <para>4. Limpie o reemplace el conjunto de v&#225;lvula descargadora.</para>
                                <para>5. Instale un compresor m&#225;s grande.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El compresor entra en el modo de reserva (stand-by) pero efect&#250;a el ciclo r&#225;pidamente.</para>
                            </entry>
                            <entry>
                                <para>1. Fuga en el sistema de aire.</para>
                                <para>2. La v&#225;lvula de retenci&#243;n en el orificio de salida del CR Brakemaster
                                    se trab&#243; en posici&#243;n abierta.
                                </para>
                                <para>3. Sello defectuoso en el descargador.</para>
                                <para>4. La camisa del descargador est&#225; defectuosa.</para>
                            </entry>
                            <entry>
                                <para>1. Corrija la fuga.</para>
                                <para>2. Limpie o reemplace el conjunto de v&#225;lvula de retenci&#243;n.</para>
                                <para>3. Repare la v&#225;lvula descargadora.</para>
                                <para>4. Reemplace la camisa.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Sale aire del orificio de escape cuando el compresor acumula presi&#243;n en el
                                    sistema de aire.
                                </para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula descargadora se trab&#243; en posici&#243;n abierta.</para>
                                <para>2. El asiento de la v&#225;lvula descargadora est&#225; astillado o mellado.
                                </para>
                                <para>3. Se trab&#243; un pedazo de desecho o material extra&#241;o en la v&#225;lvula
                                    descargadora.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reacondicione la v&#225;lvula descargadora.</para>
                                <para>2. Reemplace el conjunto de asiento.</para>
                                <para>3. Reemplace el conjunto de asiento.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El compresor intenta acumular presi&#243;n, pero no se acumula presi&#243;n en el
                                    sistema.
                                </para>
                            </entry>
                            <entry>
                                <para>1. La l&#237;nea entre el compresor y el intercambiador est&#225; bloqueada.
                                </para>
                                <para>2. La v&#225;lvula de retenci&#243;n en el orificio de salida se trab&#243; en
                                    posici&#243;n cerrada.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reemplace la l&#237;nea o elimine el bloqueo.</para>
                                <para>2. Limpie la salida y reemplace la v&#225;lvula de retenci&#243;n.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El compresor intenta acumular presi&#243;n, pero no se acumula presi&#243;n en el
                                    sistema (cont.)
                                </para>
                            </entry>
                            <entry>
                                <para>3. El dispositivo sensor de presi&#243;n</para>
                                <para>est&#225; defectuoso.</para>
                                <para>4. Hay un bloqueo en la l&#237;nea de aire entre el compresor y el dispositivo
                                    sensor (Nota: Si la v&#225;lvula de seguridad del intercambiador se abre, el bloqueo
                                    se encuentra despu&#233;s de la unidad).
                                </para>
                            </entry>
                            <entry>
                                <para>3. Reemplace.</para>
                                <para>4. Elimine el bloqueo.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No enfr&#237;a el aire (instalaci&#243;n inicial).</para>
                            </entry>
                            <entry>
                                <para>1. Est&#225; montado en una ubicaci&#243;n en que no puede enfriarse por el aire
                                    ambiental.
                                </para>
                                <para>2. Est&#225; montado demasiado cerca de un equipo que produce calor</para>
                                <para>o demasiado cerca de otro equipo que disipa calor.</para>
                                <para>3. La tuber&#237;a de cobre del compresor hacia la entrada es demasiado corta.
                                </para>
                            </entry>
                            <entry>
                                <para>1. Reubique la unidad.</para>
                                <para>2. Reubique la unidad.</para>
                                <para>3. Alargue la tuber&#237;a de cobre.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No se "descarga" cuando el compresor entra en el modo stand-by.</para>
                            </entry>
                            <entry>
                                <para>1. El orificio UNL del regulador no</para>
                                <para>est&#225; conectado al orificio del descargador o la l&#237;nea est&#225; rota.
                                </para>
                                <para>2. Los componentes de la v&#225;lvula descargadora est&#225;n gastados.</para>
                                <para>3. Se form&#243; hielo en el &#225;rea de la v&#225;lvula descargadora.</para>
                                <para>4. El calefactor est&#225; inoperativo.</para>
                            </entry>
                            <entry>
                                <para>1. Conecte o repare la v&#225;lvula.</para>
                                <para>2. Reacondicione la v&#225;lvula descargadora.</para>
                                <para>3. Acorte la l&#237;nea (la longitud permitida es de 60.1 cm [24 pulgadas] como m&#237;nimo)
                                    y/o instale el calefactor.
                                </para>
                                <para>4. Reemplace el calefactor o revise las conexiones el&#233;ctricas.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>La v&#225;lvula de seguridad se abre.</para>
                            </entry>
                            <entry>
                                <para>1. La v&#225;lvula de retenci&#243;n en el orificio de salida est&#225; trabada en
                                    posici&#243;n cerrada.
                                </para>
                                <para>2. Hay una obstrucci&#243;n de la l&#237;nea de aire m&#225;s all&#225; del
                                    intercambiador de calor.
                                </para>
                                <para>3. La v&#225;lvula del regulador del compresor est&#225; defectuosa.</para>
                                <para>4. La v&#225;lvula de seguridad est&#225; defectuosa.</para>
                            </entry>
                            <entry>
                                <para>1. Limpie la salida y reemplace el conjunto de v&#225;lvula de retenci&#243;n.
                                </para>
                                <para>2. Elimine la obstrucci&#243;n.</para>
                                <para>3. Reemplace.</para>
                                <para>4. Reemplace.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El agua que sale de la unidad contiene demasiado de aceite y/u holl&#237;n.</para>
                            </entry>
                            <entry>
                                <para>Los anillos del compresor est&#225;n defectuosos.</para>
                            </entry>
                            <entry>
                                <para>Reacondicione o reemplace el compresor.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>No sale agua durante el ciclo de descarga.</para>
                            </entry>
                            <entry>
                                <para>1. Hay agua insuficiente en el aire ambiental (de entrada).</para>
                                <para>2. No enfr&#237;a el aire lo suficiente para condensar el agua.</para>
                            </entry>
                            <entry>
                                <para>1,2. Alargue la l&#237;nea de cobre del compresor al intercambiador de calor (la
                                    longitud m&#225;xima permitida es de 91.4 cm [36 pulgadas]). Reubique el
                                    intercambiador de calor en un &#225;rea con un flujo mayor de aire ambiental.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>El aire comprimido fue enfriado por la unidad pero ya no est&#225; enfriando
                                </para>
                                <para>adecuadamente.</para>
                            </entry>
                            <entry>
                                <para>1. Est&#225; cubierta con tierra o pintura.</para>
                                <para>2. El deflector est&#225; da&#241;ado o roto.</para>
                            </entry>
                            <entry>
                                <para>1. Limpie con vapor y/o elimine la pintura.</para>
                                <para>2. Reemplace el conjunto de deflector.</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>El agua que sale es caf&#233; o salen part&#237;culas de ese color.</para>
                            </entry>
                            <entry>
                                <para>El deflector est&#225; da&#241;ado o roto.</para>
                            </entry>
                            <entry>
                                <para>Reemplace el conjunto del deflector.</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400209" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - CR Brakemaster modelo 62</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="126pt"/>
                    <colspec colnum="2" colname="2" colwidth="54pt"/>
                    <colspec colnum="3" colname="3" colwidth="54pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Ubicaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Libras pie</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">N&#183; m</emph>
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tapa de la tuerca de la v&#225;lvula del descargador</para>
                            </entry>
                            <entry>
                                <para>60</para>
                            </entry>
                            <entry>
                                <para>81</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de cabeza hexagonal</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                            <entry>
                                <para>20.3</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tornillos de la tapa superior</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                            <entry>
                                <para>20.3</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_115.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_117.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
