<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL
        COLGANTE
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL COLGANTE</title>
        <svcproc svcproctype="IDcomponent" graphiccount="2">
            <title>DESCRIPCI&#211;N</title>
            <para>La v&#225;lvula de freno de pedal es la unidad de control del sistema de frenos de aire. &#201;sta
                proporciona al operador del veh&#237;culo un medio para activar o desactivar los frenos del veh&#237;culo.
            </para>
            <para>Los dos tipos de v&#225;lvulas de freno de pedal Bendix utilizados son el tipo E6 al piso(
                <hotlnk xrefid="f0400218">Figura 18</hotlnk>
                ) y el tipo E7 colgante (
                <hotlnk xrefid="f0400219">Figura 19</hotlnk>
                ).
            </para>
            <figure id="f0400218" figsize="col-wide">
                <graphic id="g0400218" filename="../figg04/g0400218.webp" type="webp" scalefit="0"/>
                <caption>Figura 18. V&#225;lvula de freno de pedal Bendix E6-pedal al piso</caption>
                <calloutgroup>
                    <callout1>1. SUMINISTRO PRIMARIO</callout1>
                    <callout1>2. ENTREGA PRIMARIA</callout1>
                    <callout1>3. ENTREGA SECUNDARIA</callout1>
                    <callout1>4. SUMINISTRO SECUNDARIO</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0400219" figsize="col-wide">
                <graphic id="g0400219" filename="../figg04/g0400219.webp" type="webp" scalefit="0"/>
                <caption>Figura 19. V&#225;lvula de freno de pedal Bendix E7-pedal colgante</caption>
                <calloutgroup>
                    <callout1>1. SUMINISTRO SECUNDARIO</callout1>
                    <callout1>2. ENTREGA SECUNDARIA</callout1>
                    <callout1>3. SUMINISTRO PRIMARIO</callout1>
                    <callout1>4. ENTREGA PRIMARIA</callout1>
                </calloutgroup>
            </figure>
            <para>Estos dos tipos de v&#225;lvula de freno (pedal) est&#225;n equipados con dos circuitos separados de
                entrega y suministro para el frenado de servicio y de emergencia; cada uno proporciona al conductor un
                control graduado para activar y desactivar los frenos del veh&#237;culo.
            </para>
            <para>El circuito primario es la parte de la v&#225;lvula entre los asientos del resorte que hace contacto
                con el &#233;mbolo y el pist&#243;n relevador. El circuito secundario es la parte entre el pist&#243;n
                relevador y la cavidad de escape.
            </para>
            <para>El circuito primario es similar en funcionamiento a una v&#225;lvula de freno de aire del circuito
                &#250;nico est&#225;ndar. En condiciones normales de funcionamiento, el circuito secundario es similar a
                una v&#225;lvula de descarga r&#225;pida.
            </para>
            <para>Ambos circuitos de la v&#225;lvula de freno (pedal) usan una v&#225;lvula de retenci&#243;n de escape
                com&#250;n.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_47.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_49.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
