<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Sistema ABS hidr&#225;ulico para camiones de servicio mediano, buses y chasis de casa rodante -
        LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS Y PRUEBA - PRUEBA DE COMPONENTES EST&#193;NDAR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="test" graphiccount="0">
        <title>PRUEBA DE COMPONENTES EST&#193;NDAR</title>
        <svcsubproc>
            <title>Luz indicadora de ABS</title>
            <para>Si la luz indicadora del sistema ABS no se enciende despu&#233;s de que se activa el encendido, o se
                enciende pero no se apaga despu&#233;s de tres segundos, revise todos los fusibles o cortacircuitos del
                sistema ABS y reempl&#225;celos si es necesario. Revise el cableado del interruptor de diagn&#243;stico
                del sistema ABS y la luz indicadora y repare o reemplace el cableado si se requiere. Al revisar la luz
                indicadora, siga estos pasos:
            </para>
            <step1>
                <para count="1">Revise el potencial de voltaje en el enchufe de la luz.</para>
            </step1>
            <step1>
                <para count="1">Revise la continuidad de los cables al enchufe.</para>
            </step1>
            <step1>
                <para count="1">Reemplace el foco.</para>
            </step1>
            <specpara>
                <note>
                    <para>En la
                        <hotlnk document="m04045_15.xml" xrefid="f1004692b">Figura
                            <xref refid="f1004692b"/>
                        </hotlnk>
                        anterior, aparece un diagrama de cableado completo para el sistema ABS hidr&#225;ulico versi&#243;n
                        4S/4MD
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Interruptor de c&#243;digos de parpadeo del sistema ABS</title>
            <para>Al probar el interruptor de Diagn&#243;stico del sistema ABS:</para>
            <step1>
                <para count="1">Revise la resistencia entre los terminales durante el ciclo del interruptor. Una falta
                    de resistencia es una indicaci&#243;n de un interruptor defectuoso.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la continuidad de los cables al interruptor:</para>
                <para>
                    <emph type="bold">ECU instalada en la cabina:</emph>
                    Pasadores 18 y 12 en el conector del pasador 18.
                </para>
                <para>
                    <emph type="bold">ECU instalada en el bastidor:</emph>
                    Pasadores 8 y 9 en el conector negro.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ajuste del sensor</title>
            <para>En los ejes de direcci&#243;n, generalmente el sensor es accesible en el lado interno de la charnela
                de direcci&#243;n.
            </para>
            <para>En los ejes de mando, el sensor es accesible generalmente en el lado interno del husillo del eje
                trasero.
            </para>
            <para>Para ajustar el sensor, presi&#243;nelo hasta que haga contacto con la rueda dentada:</para>
            <randlist type="bullet">
                <item>
                    <para>No haga palanca ni presione los sensores con objetos puntiagudos</para>
                </item>
                <item>
                    <para>Los sensores se autoajustar&#225;n durante la rotaci&#243;n de la rueda.</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>No se permite ninguna separaci&#243;n en la instalaci&#243;n. Durante el funcionamiento
                        normal, se permite una separaci&#243;n que no exceda 0.04 pulgadas.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de tensi&#243;n de salida del sensor</title>
            <para>La tensi&#243;n de salida del sensor debe ser al menos de 0.2 voltios CA a 30 rpm. Pruebe la tensi&#243;n
                de salida del sensor de la siguiente manera:
            </para>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la ECU. Para medir el voltaje en los pasadores del conector de la ECU,
                    desconecte el sensor del cable de extensi&#243;n del sensor.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Bloquee las ruedas para evitar que el veh&#237;culo se mueva. Apoye el veh&#237;culo con
                        soportes de seguridad. No trabaje debajo de un veh&#237;culo apoyado s&#243;lo por gatos. Los
                        gatos se pueden deslizar y caer. Se pueden producir lesiones personales serias.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Coloque bloques debajo de las llantas delanteras y traseras para evitar que el veh&#237;culo
                    se mueva.
                </para>
            </step1>
            <step1>
                <para count="1">Levante el veh&#237;culo del suelo. Coloque soportes seguros debajo del eje.</para>
            </step1>
            <step1>
                <para count="1">Gire la rueda con la mano a 30 rpm (1/2 revoluci&#243;n por segundo).</para>
            </step1>
            <step1>
                <para count="1">Mida el voltaje en los pasadores indicados en la Tabla a continuaci&#243;n.</para>
            </step1>
            <table id="tmm39-5" frame="all" colsep="1" rowsep="1">
                <title>Pasadores de revisi&#243;n del sensor</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colnum="1" colname="col1" align="left" colwidth="1.45in" colsep="1" rowsep="1"/>
                    <colspec colnum="2" colname="col2" align="left" colwidth="2.03in" colsep="1" rowsep="1"/>
                    <colspec colnum="3" colname="col3" align="left" colwidth="2.06in" colsep="1" rowsep="1"/>
                    <thead>
                        <row>
                            <entry colname="col1" morerows="1" valign="bottom">
                                <para>Sensor</para>
                            </entry>
                            <entry colname="col2">
                                <para>Instalado en la cabina</para>
                            </entry>
                            <entry colname="col3">
                                <para>Instalado en el bastidor</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>-</para>
                            </entry>
                            <entry colname="col2">
                                <para>Pasadores (conector de Pasador 9)</para>
                            </entry>
                            <entry colname="col3">
                                <para>Conector Verde</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Parte delantera izquierda</para>
                            </entry>
                            <entry>
                                <para>1 y 2</para>
                            </entry>
                            <entry>
                                <para>5 y 8</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Parte delantera derecha</para>
                            </entry>
                            <entry>
                                <para>4 y 5</para>
                            </entry>
                            <entry>
                                <para>4 y 9</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Parte trasera izquierda</para>
                            </entry>
                            <entry>
                                <para>7 y 8</para>
                            </entry>
                            <entry>
                                <para>3 y 10</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Parte trasera derecha</para>
                            </entry>
                            <entry>
                                <para>3 y 6</para>
                            </entry>
                            <entry>
                                <para>7 y 6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Resistencia del sensor</title>
            <para>La resistencia del circuito del sensor debe estar entre 500 y 2000 ohmios. Mida la resistencia en el
                conector del sensor o en los pasadores del conector de la ECU, de la siguiente manera:
            </para>
            <step1>
                <para count="1">Apague el motor.</para>
            </step1>
            <step1>
                <para count="1">Para medir la resistencia en los pasadores del conector de la ECU, desconecte el
                    conector de la ECU desde la ECU.
                </para>
                <para>Para medir la resistencia en el conector del sensor, desconecte el sensor del cable de extensi&#243;n
                    del sensor.
                </para>
            </step1>
            <step1>
                <para count="1">Mida la salida en los pasadores indicados en la Tabla de pasadores de revisi&#243;n del
                    sensor.
                </para>
                <para>Si la medida no est&#225; entre 500 y 2000 ohmios, reemplace el sensor.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04045_20.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045_22.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04045.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
