<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AJUSTADORES AUTOM&#193;TICOS DE HOLGURA: BENDIX ASA-5 - REENSAMBLE</stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="1">
        <title>REENSAMBLE</title>
        <specpara>
            <note>
                <para>Los herrajes, tubos, conexiones de mangueras, etc. de refacci&#243;n, deben ser del tama&#241;o,
                    tipo y resistencia del equipo original y deben estar espec&#237;ficamente dise&#241;ados para dichas
                    aplicaciones y sistemas.
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk document="m04015_6.xml" xrefid="f0401505">Figura 5</hotlnk>
            con respecto los componentes que se mencionan a continuaci&#243;n.
        </para>
        <step1>
            <para count="1">Si se removi&#162; una conexi&#243;n de lubricaci&#243;n no roscada para reemplazarla, use
                un mazo y una herramienta de inserci&#243;n apropiada para instalar la refacci&#243;n. Si se removi&#162;
                una conexi&#243;n roscada, use la llave adecuada para instalar la refacci&#243;n. Aseg&#250;rese de
                reubicar la conexi&#243;n acodada, si existe, en la misma posici&#243;n anotada durante el desensamble.
            </para>
        </step1>
        <step1>
            <para count="1">Si el ajustador de holgura usa un buje de pasador del yugo, presi&#243;nelo en el brazo del
                ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Fije el brazo del ajustador de holgura en un tornillo de banco, de tal manera que permita
                insertar hacia abajo el conjunto de tuerca hexagonal de ajuste manual en el cuerpo del ajustador de
                holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique levemente el conjunto de tuerca hexagonal de ajuste manual y la arandela de empuje.
                Instale la arandela de empuje en el eje del conjunto de tuerca hexagonal de ajuste manual e inserte el
                conjunto en el cuerpo del ajustador de holgura. Gire la tuerca hexagonal de ajuste hacia la derecha,
                hasta que el ajustador est&#233; completamente en su lugar en el cuerpo.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el anillo de retenci&#243;n y las arandelas de calce que correspondan (si es
                necesario, para lograr una separaci&#243;n de 0.25 mm (0.010 pulgada)).
            </para>
            <step2>
                <para count="1">Si se removi&#162; un anillo de retenci&#243;n tipo C, agregue la combinaci&#243;n de
                    arandelas de calce necesarias para llenar la separaci&#243;n entre el conjunto de tuerca hexagonal
                    de ajuste manual y el anillo de retenci&#243;n instalados.
                </para>
            </step2>
            <step2>
                <para count="1">Si fue necesario agregar arandelas de calce hasta 0.25 mm (0.010 pulgada) o menos,
                    remueva todas las arandelas de calce y vuelva a instalar el anillo de retenci&#243;n tipo C.
                </para>
            </step2>
            <step2>
                <para count="1">Si fue necesario agregar arandelas de calce hasta 0.38 mm (0.015 pulgada) o m&#225;s,
                    ajuste la combinaci&#243;n de arandelas de calce para reducir el grosor de la pila de arandelas de
                    calce en 0.25 mm (0.010 pulgada) y reinstale el anillo de retenci&#243;n tipo C. Aseg&#250;rese de
                    que todo el anillo quede asentado en la muesca.
                </para>
            </step2>
            <step2>
                <para count="1">Si se removi&#162; un anillo tipo onda, no se requiere la adici&#243;n de arandelas de
                    calce. Instale el anillo de retenci&#243;n tipo onda. Aseg&#250;rese de que todo el anillo quede
                    asentado en la muesca.
                </para>
            </step2>
            <step2>
                <para count="1">Despu&#233;s de instalar el anillo de retenci&#243;n, aseg&#250;rese de que la tuerca
                    hexagonal de ajuste manual gire libremente.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el anillo anti-reversa est&#233; completamente instalado en el
                retenedor de resorte, como se muestra en la
                <hotlnk document="m04015_6.xml" xrefid="f0401505">Figura 5</hotlnk>. Mediante una prensa de &#225;rbol,
                presione el retenedor del resorte y el resorte anti-reversa en el cuerpo del ajustador de holgura.
                Durante la instalaci&#243;n del retenedor del resorte, sostenga la cabeza de la tuerca hexagonal de
                ajuste manual. Presione el retenedor del resorte hasta que llegue al eje (
                <hotlnk document="m04015_1.xml" xrefid="f0401502">Figura 2</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale la cubierta en la articulaci&#243;n del ajustador, asegur&#225;ndose de que el borde
                de la cubierta quede asentado en la muesca de la articulaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Inserte la articulaci&#243;n y la cubierta en el cuerpo del ajustador de holgura. Para
                enganchar los dientes de la articulaci&#243;n con el pi&#241;&#243;n (
                <hotlnk document="m04015_1.xml" xrefid="f0401502">Figura 2</hotlnk>), aplique una leve presi&#243;n
                empujando la articulaci&#243;n dentro del cuerpo del ajustador de holgura; luego, gire suavemente hacia
                la izquierda la tuerca hexagonal de ajuste manual, para meter la articulaci&#243;n en el cuerpo. Asegure
                la parte m&#225;s ancha de la cubierta sobre el resalte fundido del cuerpo del ajustador de holgura.
            </para>
        </step1>
        <step1>
            <para count="1">Dependiendo de las condiciones ambientales, la aplicaci&#243;n de un compuesto antiengrane a
                los pasadores del yugo y de la articulaci&#243;n puede facilitar su remoci&#162;n posterior. Instale el
                yugo y aseg&#250;relo en el cuerpo del ajustador de holgura y en la articulaci&#243;n, usando el pasador
                del yugo y el pasador de la articulaci&#243;n. NOTA: Instale los pasadores del yugo y de la articulaci&#243;n
                desde la direcci&#243;n que se muestra en la
                <hotlnk document="m04015_6.xml" xrefid="f0401505">Figura 5</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las arandelas y las chavetas en el pasador del yugo y en el pasador de la articulaci&#243;n;
                asegure cada una de ellas. Doble cada pata de las chavetas en 25 grados como m&#237;nimo, creando un
                &#225;ngulo incluido de 50 grados como m&#237;nimo entre las patas.
            </para>
        </step1>
        <step1>
            <para count="1">Lubrique el ajustador de holgura autom&#225;tico a trav&#233;s de la conexi&#243;n de
                lubricaci&#243;n con un lubricante multiuso de calidad para chasis (NLGI grado 1 &#243; 2). Lubrique el
                ajustador de holgura hasta que fluya lubricante limpio desde el orificio de salida de grasa en la
                cubierta.
            </para>
            <specpara>
                <note>
                    <para>Esta lubricaci&#243;n previa a la instalaci&#243;n en los ajustadores de holgura que tienen
                        muescas de lubricaci&#243;n en las ranuras del engranaje del tornillo sinf&#237;n, requiere la
                        inserci&#243;n temporal de una "ranura de &#225;rbol de levas falsa" en el engranaje del
                        tornillo sinf&#237;n o la lubricaci&#243;n de estas unidades debe efectuarse con el ajustador de
                        holgura instalado en el &#225;rbol de levas del freno (
                        <hotlnk xrefid="f0401506">Figura 6</hotlnk>).
                    </para>
                </note>
            </specpara>
            <figure id="f0401506" figsize="col-wide">
                <graphic id="g0401506" filename="../figg04/g0401506.webp" type="webp" resolution="72"/>
                <caption>Figura 6. Engranaje de tornillo sinf&#237;n</caption>
            </figure>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04015_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04015.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
