<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL
        COLGANTE - FUNCIONAMIENTO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="5">
        <title>FUNCIONAMIENTO</title>
        <svcprocinfo>
            <para>El texto y las ilustraciones de esta secci&#243;n pertenecen a la v&#225;lvula de freno de pedal de
                piso. Las v&#225;lvulas de pedal de piso y colgante difieren en que la v&#225;lvula de pedal colgante el
                cuerpo est&#225; invertido y est&#225; equipado con un orificio de escape en la parte superior con un
                &#225;ngulo de 90 grados.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Activaci&#243;n en operaciones normales - Parte de circuito primario de la v&#225;lvula de freno de
                pedal de piso
            </title>
            <para>Cuando se presiona el pedal del freno, el &#233;mbolo ejerce fuerza en el asiento del resorte, en el
                resorte con graduaci&#243;n de caucho y en el pist&#243;n primario (
                <hotlnk xrefid="f0400220">Figura 20</hotlnk>
                ). El pist&#243;n primario, que contiene el asiento de la v&#225;lvula de escape, cierra la v&#225;lvula
                de escape primaria. Cuando la v&#225;lvula de escape se cierra, la v&#225;lvula de entrada primaria se
                retira de su asiento, permitiendo que la presi&#243;n de aire primaria salga del orificio de entrega
                primario.
            </para>
            <figure id="f0400220" figsize="col-wide">
                <graphic id="g0400220" filename="../figg04/g0400220.webp" type="webp" scalefit="0"/>
                <caption>Figura 20. V&#225;lvula de freno tipo pedal de piso- Pedal presionado</caption>
                <calloutgroup>
                    <callout1>1. &#201;MBOLO</callout1>
                    <callout1>2. ASIENTO DEL RESORTE</callout1>
                    <callout1>3. RESORTE CON GRADUACI&#211;N DE CAUCHO</callout1>
                    <callout1>4. PIST&#211;N PRIMARIO</callout1>
                    <callout1>5. V&#193;LVULA DE ESCAPE PRIMARIA CERRADA</callout1>
                    <callout1>6. ORIFICIO DE ENTREGA PRIMARIO</callout1>
                    <callout1>7. DOS CONDUCTOS DE PURGA</callout1>
                    <callout1>8. PIST&#211;N RELEVADOR</callout1>
                    <callout1>9. ORIFICIO DE ENTREGA SECUNDARIO</callout1>
                    <callout1>10. V&#193;LVULA DE ESCAPE SECUNDARIA CERRADA</callout1>
                    <callout1>11. V&#193;LVULA DE ENTRADA SECUNDARIA ABIERTA</callout1>
                    <callout1></callout1>
                    <callout1>12. ORIFICIO DE SUMINISTRO SECUNDARIO</callout1>
                    <callout1>13. CAVIDAD DEL RELEVADOR</callout1>
                    <callout1>14. ORIFICIO DE SUMINISTRO PRIMARIO</callout1>
                    <callout1>15. V&#193;LVULA DE ENTRADA PRIMARIA ABIERTA</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Activaci&#243;n en operaciones normales - Parte de circuito secundario de la v&#225;lvula de freno de
                pedal de piso
            </title>
            <para>Cuando la v&#225;lvula de entrada primaria se mueve de su asiento, el aire puede pasar a trav&#233;s
                del conducto de purga e ingresa a la cavidad del relevador. La presi&#243;n de aire mueve el pist&#243;n
                relevador. El pist&#243;n relevador, que contiene el asiento de escape, cierra la v&#225;lvula de escape
                secundaria. Cuando la v&#225;lvula de escape secundaria se cierra, la v&#225;lvula de entrada secundaria
                levanta de su asiento, permitiendo que la presi&#243;n de aire secundaria salga del orificio de entrega
                secundario. Debido al peque&#241;o volumen de aire requerido para mover el pist&#243;n relevador, la
                acci&#243;n de la parte de circuito secundario de la v&#225;lvula es casi simult&#225;nea con la acci&#243;n
                del circuito primario.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Activaci&#243;n - P&#233;rdida de aire en el circuito secundario</title>
            <para>Si se pierde aire en el circuito secundario, la parte de circuito primario seguir&#225; funcionando
                como se describe en APLICACI&#211;N EN OPERACI&#243;NES NORMALES - CIRCUITO PRIMARIO (
                <hotlnk xrefid="f0400221">Figura 21</hotlnk>
                ).
            </para>
            <figure id="f0400221" figsize="col-wide">
                <graphic id="g0400221" filename="../figg04/g0400221.webp" type="webp" scalefit="0"/>
                <caption>Figura 21. P&#233;rdida de aire en el circuito secundario</caption>
                <calloutgroup>
                    <callout1>1. ORIFICIO DE SUMINISTRO PRIMARIO</callout1>
                    <callout1>2. SIN AIRE EN EL CIRCUITO SECUNDARIO</callout1>
                    <callout1>3. ORIFICIO DE ENTREGA PRIMARIO</callout1>
                    <callout1>4. ORIFICIO DE ENTREGA SECUNDARIO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Activaci&#243;n - P&#233;rdida de aire en el circuito primario</title>
            <para>Si se pierde aire en el circuito primario, el funcionamiento ser&#225; de la siguiente manera. Cuando
                se presiona el pedal de freno y no hay presi&#243;n de aire en los orificios de suministro y entrega del
                circuito primario, el pist&#243;n primario mueve mec&#225;nicamente el pist&#243;n relevador,
                permitiendo que el pist&#243;n cierre la v&#225;lvula de escape secundaria, abra la v&#225;lvula de
                entrada secundaria y deje que la presi&#243;n de aire salga del orificio de entrega secundario (
                <hotlnk xrefid="f0400222">Figura 22</hotlnk>
                ).
            </para>
            <figure id="f0400222" figsize="col-wide">
                <graphic id="g0400222" filename="../figg04/g0400222.webp" type="webp" scalefit="0"/>
                <caption>Figura 22. P&#233;rdida de aire en el circuito primario</caption>
                <calloutgroup>
                    <callout1>1. PIST&#211;N PRIMARIO</callout1>
                    <callout1>2. ORIFICIO DE ENTREGA PRIMARIO</callout1>
                    <callout1>3. PIST&#211;N RELEVADOR</callout1>
                    <callout1>4. ORIFICIO DE ENTREGA SECUNDARIO</callout1>
                    <callout1>5. V&#193;LVULA DE ESCAPE SECUNDARIA CERRADA</callout1>
                    <callout1>6. V&#193;LVULA DE ENTRADA SECUNDARIA ABIERTA</callout1>
                    <callout1>7. ORIFICIO DE SUMINISTRO SECUNDARIO</callout1>
                    <callout1>8. SIN AIRE EN EL CIRCUITO PRIMARIO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Circuito primario de la v&#225;lvula de freno de pedal de piso - Balanceado</title>
            <para>Cuando la presi&#243;n de aire que se entrega a los accionadores del freno y la presi&#243;n de aire
                en la cavidad del lado de entrega del pist&#243;n primario iguala la fuerza mec&#225;nica de la activaci&#243;n
                del pedal del freno, el pist&#243;n primario se mueve y la v&#225;lvula de entrada primaria se cierra,
                deteniendo el flujo de aire desde la l&#237;nea de suministro primario a trav&#233;s de la v&#225;lvula.
                La v&#225;lvula de escape permanece cerrada, evitando cualquier escape de aire a trav&#233;s del
                orificio de escape (
                <hotlnk xrefid="f0400223">Figura 23</hotlnk>
                ).
            </para>
            <figure id="f0400223" figsize="col-wide">
                <graphic id="g0400223" filename="../figg04/g0400223.webp" type="webp" scalefit="0"/>
                <caption>Figura 23. Circuito primario de la v&#225;lvula de freno de pedal de piso</caption>
                <calloutgroup>
                    <callout1>1. PIST&#211;N PRIMARIO</callout1>
                    <callout1>2. ORIFICIO DE ENTREGA PRIMARIO</callout1>
                    <callout1>3. V&#193;LVULA DE ESCAPE PRIMARIA CERRADA</callout1>
                    <callout1>4. PIST&#211;N RELEVADOR</callout1>
                    <callout1>5. ORIFICIO DE ENTREGA SECUNDARIO</callout1>
                    <callout1>6. V&#193;LVULA DE ESCAPE SECUNDARIA CERRADA</callout1>
                    <callout1>7. V&#193;LVULA DE ENTRADA SECUNDARIA CERRADA</callout1>
                    <callout1>8. ORIFICIO DE SUMINISTRO SECUNDARIO</callout1>
                    <callout1>9. V&#193;LVULA DE ENTRADA PRIMARIA CERRADA</callout1>
                    <callout1>10. ORIFICIO DE SUMINISTRO PRIMARIO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Circuito secundario de la v&#225;lvula de freno de pedal de piso - Balanceado</title>
            <para>Cuando la presi&#243;n de aire en el lado secundario del pist&#243;n relevador se acerca a la presi&#243;n
                que se entrega en el lado primario del pist&#243;n relevador, &#233;ste se mueve, cerrando la v&#225;lvula
                de entrada secundaria y deteniendo el flujo de la presi&#243;n de aire desde la l&#237;nea de suministro
                a trav&#233;s de la v&#225;lvula. El escape permanece cerrado cuando la presi&#243;n del suministro
                secundario equilibra la presi&#243;n de entrega secundaria (
                <hotlnk xrefid="f0400223">Figura 23</hotlnk>
                ).
            </para>
            <para>Cuando se realizan aplicaciones en el rango de graduaci&#243;n, se obtiene una posici&#243;n
                balanceada en la parte primaria cuando la presi&#243;n de aire en el lado de entrega del pist&#243;n
                primario iguala el esfuerzo ejercido por el pie del conductor sobre el pedal de freno.
            </para>
            <para>Se obtiene una ubicaci&#243;n balanceada en la parte secundaria cuando la presi&#243;n de aire en el
                lado secundario del pist&#243;n relevador se acerca bastante a la presi&#243;n de aire en el lado
                primario del pist&#243;n relevador.
            </para>
            <para>Cuando se presiona completamente el pedal del freno de piso o colgante, permanecen abiertas las v&#225;lvulas
                de entrada primaria y secundaria y toda la presi&#243;n del dep&#243;sito se entrega a los accionadores.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivar - Circuito primario de la v&#225;lvula de freno de pedal de piso</title>
            <para>Con el pedal del freno desactivado, la fuerza mec&#225;nica se retira del asiento del resorte, del
                resorte de graduaci&#243;n de caucho y del pist&#243;n primario. La presi&#243;n de aire y la carga del
                resorte mueven el pist&#243;n primario, abriendo la v&#225;lvula de escape primaria, dejando que la
                presi&#243;n de aire en la l&#237;nea de entrega primaria salga por el orificio de escape (
                <hotlnk xrefid="f0400224">Figura 24</hotlnk>
                ).
            </para>
            <figure id="f0400224" figsize="col-wide">
                <graphic id="g0400224" filename="../figg04/g0400224.webp" type="webp" scalefit="0"/>
                <caption>Figura 24. Desactivar- Circuito primario de la v&#225;lvula de freno de pedal de piso</caption>
                <calloutgroup>
                    <callout1>1. ASIENTO DEL RESORTE</callout1>
                    <callout1>2. PIST&#211;N PRIMARIO</callout1>
                    <callout1>3. ORIFICIO DE ENTREGA PRIMARIO</callout1>
                    <callout1>4. V&#193;LVULA DE ESCAPE PRIMARIA ABIERTA</callout1>
                    <callout1>5. ORIFICIO DE ENTREGA SECUNDARIO</callout1>
                    <callout1>6. V&#193;LVULA DE ESCAPE SECUNDARIA ABIERTA</callout1>
                    <callout1>7. ORIFICIO DE ESCAPE</callout1>
                    <callout1>8. V&#193;LVULA DE ENTRADA SECUNDARIA CERRADA</callout1>
                    <callout1>9. ORIFICIO DE SUMINISTRO SECUNDARIO</callout1>
                    <callout1>10. PIST&#211;N RELEVADOR</callout1>
                    <callout1>11. V&#193;LVULA DE ENTRADA PRIMARIA CERRADA</callout1>
                    <callout1>12. ORIFICIO DE SUMINISTRO PRIMARIO</callout1>
                    <callout1>13. RESORTE DE GRADUACI&#211;N DEL CAUCHO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivar - Circuito secundario de la v&#225;lvula de freno de pedal de piso</title>
            <para>Con el pedal del freno desactivado, el aire sale del lado primario del pist&#243;n relevador. La presi&#243;n
                de aire y la carga del resorte mueven el pist&#243;n relevador, abriendo la v&#225;lvula de escape
                secundaria, dejando que la presi&#243;n de aire en la l&#237;nea de entrega secundaria salga por el
                orificio de escape (
                <hotlnk xrefid="f0400224">Figura 24</hotlnk>
                ).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_48.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_50.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
