<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - REENSAMBLE - GRUPO DE FRENOS CON CRUCETAS ( Figura 21, Figura
        22 Y Figura 23 )
    </stitle>
    <svcsection/>
    <svcproc svcproctype="assemble" graphiccount="3">
        <title>GRUPO DE FRENOS CON CRUCETAS (
            <hotlnk xrefid="f0400521">Figura 21</hotlnk>,
            <hotlnk xrefid="f0400522">Figura 22</hotlnk>Y
            <hotlnk xrefid="f0400523">Figura 23</hotlnk>)
        </title>
        <figure id="f0400521" figsize="col-wide">
            <graphic id="g0400521" filename="../figg04/g0400521.webp" type="webp"/>
            <caption>Figura 21. Freno Eaton con cruceta y pasador de anclaje fijo</caption>
            <calloutgroup>
                <callout1>1.CRUCETA</callout1>
                <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                <callout1>3.RODILLOS</callout1>
                <callout1>4.LEVA</callout1>
                <callout1>5.RESORTE DE RETORNO</callout1>
                <callout1>6.RESORTE DEL RETENEDOR</callout1>
                <callout1>7.PASADOR DE ANCLAJE</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0400522" figsize="col-wide">
            <graphic id="g0400522" filename="../figg04/g0400522.webp" type="webp"/>
            <caption>Figura 22. Frenos Rockwell serie "P" con cruceta</caption>
            <calloutgroup>
                <callout1>1.CRUCETA</callout1>
                <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                <callout1>3.TORNILLOS DE FIJACI&#211;N</callout1>
                <callout1>4.ALAMBRE DE SEGURIDAD</callout1>
                <callout1>5.PASADOR DE ANCLAJE</callout1>
                <callout1>6.CONJUNTO DE ARANDELA Y ANILLO DE PRESI&#211;N</callout1>
                <callout1>7.RESORTE DE RETORNO</callout1>
                <callout1>8.RODILLOS</callout1>
                <callout1>9.LEVA</callout1>
            </calloutgroup>
        </figure>
        <figure id="f0400523" figsize="col-wide">
            <graphic id="g0400523" filename="../figg04/g0400523.webp" type="webp"/>
            <caption>Figura 23. Freno Rockwell serie "Q" con cruceta y pasadores de anclaje removibles</caption>
            <calloutgroup>
                <callout1>1.CRUCETA</callout1>
                <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                <callout1>3.RODILLOS</callout1>
                <callout1>4.RETENEDORES DE RODILLO</callout1>
                <callout1>5.LEVA</callout1>
                <callout1>6.RESORTE DE RETORNO</callout1>
                <callout1>7.PASADORES DE ANCLAJE</callout1>
                <callout1>8.RESORTE DEL RETENEDOR</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">I nstale el conjunto de &#225;rbol de levas, asegur&#225;ndose de que las arandelas
                espaciadoras se ensamblen en el mismo orden que ten&#237;an al desarmar.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los pasadores de anclaje, si se removieron (grupos de frenos Rockwell series "P" y
                "Q").
            </para>
        </step1>
        <para>Serie "P" - Coloque las zapatas en su lugar en la cruceta; luego, empuje el pasador a trav&#233;s de la
            zapata y dentro de la cruceta. Repita la instalaci&#243;n del pasador de anclaje en la otra zapata. Instale
            los sellos de fieltro, retenedores de sellos y anillos de presi&#243;n en los pasadores de anclaje. Tambi&#233;n
            aseg&#250;rese de que las conexiones del resorte de retorno est&#233;n colocadas en su sitio entre las vigas
            de la zapata.
        </para>
        <para>Es importante que los pasadores de anclaje asegurados con pernos de fijaci&#243;n se ubiquen de tal manera
            que las partes planas queden alineadas con las aberturas de los pernos. Apriete los pernos a 14 N&#8226;m
            (10 lb-pie). Instale los alambres de seguridad.
        </para>
        <para>Serie "Q" - Las zapatas mantienen en su lugar a los pasadores de anclaje, eliminando los anillos de presi&#243;n,
            fieltros y tornillos de ajuste.
        </para>
        <step1>
            <para count="1">En los grupos de frenos con extremos de anclaje abiertos en las zapatas como el Eaton y
                Rockwell Q, coloque las zapatas en los anclajes e instale los resortes de retenci&#243;n de la zapata en
                el extremo de anclaje de las zapatas (
                <hotlnk xrefid="f0400521">Figura 21</hotlnk>y
                <hotlnk xrefid="f0400523">Figura 23</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el resorte de retorno de la zapata de freno.</para>
        </step1>
        <step1>
            <para count="1">Usando una palanca, separe cada zapata de la leva (una a la vez), e instale los rodillos. Si
                los rodillos tienen retenedores, aseg&#250;rese de que est&#233;n enganchados en los conjuntos de
                rodillo.
            </para>
        </step1>
        <step1>
            <para count="1">Reensamble los ajustadores de holgura del &#225;rbol de levas, alineando las marcas hechas y
                vuelva a colocar las arandelas espaciadoras en la misma posici&#243;n que ten&#237;an antes de
                removerse.
            </para>
        </step1>
        <step1>
            <para count="1">Instale las arandelas espaciadoras del ajustador de holgura y el anillo de retenci&#243;n.
                Aseg&#250;rese de que el anillo de retenci&#243;n es del grosor correcto. Se encontrar&#225;n ranuras de
                anillo de dos dimensiones: 1.5875 mm (1/16 de pulgada) y 3.1750 mm (1/8 de pulgada). Se debe usar un
                anillo de retenci&#243;n del grosor apropiado para la ranura del &#225;rbol de levas.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el conjunto de rueda y tambor y ajuste los rodamientos de ruedas. Consulte el GRUPO
                17 - RUEDAS, RINES Y LLANTAS en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Ajuste los frenos como se describi&#243; en
                <hotlnk document="m04005_HL0400501.xml" xrefid="hl0400501">AJUSTE DE FRENOS</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_HL0400501.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
