<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENOS B&#193;SICOS DE LEVA Y AIRE - DESENSAMBLE - GRUPOS DE FRENOS CON PLACA DE SOPORTE</stitle>
    <svcsection/>
    <svcproc svcproctype="disassemble" graphiccount="2">
        <title>GRUPOS DE FRENOS CON PLACA DE SOPORTE</title>
        <svcsubproc>
            <title>Rockwell Series "T"(
                <hotlnk xrefid="f0400504">Figura 4</hotlnk>)
            </title>
            <figure id="f0400504" figsize="col-wide">
                <graphic id="g0400504" filename="../figg04/g0400504.webp" type="webp"/>
                <caption>Figura 4. Rockwell, Frenos con placa de soporte series "T"</caption>
                <calloutgroup>
                    <callout1>1.PLACA DE SOPORTE</callout1>
                    <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                    <callout1>3.PASADORES DE ANCLAJE</callout1>
                    <callout1>4.RETENEDORES DEL PASADOR DE ANCLAJE</callout1>
                    <callout1>5.RESORTE DE RETORNO</callout1>
                    <callout1>6.RODILLOS</callout1>
                    <callout1>7.LEVA</callout1>
                    <callout1>8.CONJUNTO DE PASADOR GU&#205;A</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva el resorte de retorno de la zapata usando alicates para frenos, o una palanca o
                    un destornillador grande y saque la zapata de la leva. Luego, remueva los rodillos y retenedores del
                    extremo de la leva de las zapatas (si est&#225;n instalados). El remover primero los rodillos,
                    liberar&#225; la mayor&#237;a de la tensi&#243;n del resorte de retorno, permitiendo as&#237; su
                    desconexi&#243;n de las zapatas.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva las arandelas "C" (retenedores) de los pasadores gu&#237;as. Despu&#233;s
                    remueva las arandelas planas, las arandelas c&#243;ncavas o el resorte espiral desde el pasador gu&#237;a.
                    Anote la ubicaci&#243;n del conjunto de resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los anillos de presi&#243;n de los retenedores de los pasadores gu&#237;as.
                    Luego, saque las arandelas, los retenedores de fieltro y los fieltros de los pasadores de anclaje.
                </para>
            </step1>
            <step1>
                <para count="1">Levante las zapatas de freno de los pasadores gu&#237;a y de anclaje.</para>
            </step1>
            <step1>
                <para count="1">Ahora puede remover el pasador de anclaje de la zapata de freno, si lo desea, sacando la
                    tuerca y la arandela de bloqueo del pasador de anclaje, extrayendo luego el pasador de anclaje de la
                    placa de soporte.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al remover el ajustador autom&#225;tico de holgura, consulte el GRUPO O4 - FRENOS en el Manual
                        de Servicio Maestro CTS-5000.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Con ajustadores de holgura manuales, marque la ubicaci&#243;n del ajustador de holgura
                    en relaci&#243;n con el &#225;rbol de levas y remueva el pasador de horquilla que conecta el v&#225;stago
                    de empuje de la c&#225;mara de freno al ajustador de holgura.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de presi&#243;n que sujeta el ajustador de holgura al &#225;rbol de
                    leva, luego saque el ajustador de holgura del &#225;rbol de leva. Anote la ubicaci&#243;n de los
                    espaciadores y arandelas para su colocaci&#243;n en el momento del reensamble.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el &#225;rbol de levas de el soporte.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Freno Eaton (
                <hotlnk xrefid="f0400505">Figura 5</hotlnk>)
            </title>
            <figure id="f0400505" figsize="col-wide">
                <graphic id="g0400505" filename="../figg04/g0400505.webp" type="webp"/>
                <caption>Figura 5. Freno Eaton con placa de soporte</caption>
                <calloutgroup>
                    <callout1>1.PLACA DE SOPORTE</callout1>
                    <callout1>2.REVESTIMIENTO Y ZAPATA</callout1>
                    <callout1>3.RODILLOS</callout1>
                    <callout1>4.LEVA</callout1>
                    <callout1>5.RESORTE DE RETORNO</callout1>
                    <callout1>6.ABRAZADERAS RETENEDORA DE LA ZAPATA</callout1>
                    <callout1>7.RESORTE RETENEDOR</callout1>
                    <callout1>8.PASADOR DE ANCLAJE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Usando un destornillador grande o una palanca apropiada, levante la zapata superior y
                    remueva el rodillo de leva y el retenedor (si est&#225;n instalados).
                </para>
            </step1>
            <step1>
                <para count="1">Saque el rodillo de leva inferior, usando el mismo procedimiento que emple&#243; para el
                    rodillo superior.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el resorte de retorno de la zapata con una herramienta adecuada.</para>
            </step1>
            <step1>
                <para count="1">Gire la zapata inferior hacia abajo y g&#237;rela para permitir que la zapata se
                    desenganche de la abrazadera del retenedor de la zapata. Remueva la zapata inferior y el resorte del
                    retenedor.
                </para>
            </step1>
            <step1>
                <para count="1">Levante la zapata superior, g&#237;rela y ret&#237;rela de la abrazadera del retenedor
                    de la zapata.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la chaveta y el pasador de horquilla del v&#225;stago de empuje de la c&#225;mara
                    de aire.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al remover el ajustador autom&#225;tico de holgura, consulte GRUPO O4 - FRENOS en el Manual de
                        Servicio Maestro CTS-5000.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">En los frenos con ajustadores manuales de holgura, marque la ubicaci&#243;n del
                    ajustador de holgura en relaci&#243;n al &#225;rbol de leva.
                </para>
            </step1>
            <step1>
                <para count="1">Con los ajustadores manuales de holgura, si el ajustador de holgura no deja libre la
                    horquilla del v&#225;stago de empuje de la c&#225;mara, presione la camisa de cierre y gire la
                    tuerca ajustadora hasta que el ajustador de holgura se libere de la horquilla del v&#225;stago de
                    empuje de la c&#225;mara de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de muelle, el espaciador y las arandelas que sujetan el ajustador de
                    holgura al &#225;rbol de leva.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el ajustador de holgura del &#225;rbol de levas. Si el ajustador de holgura es
                    dif&#237;cil de sacar, use un extractor adecuado.
                </para>
                <specpara>
                    <note>
                        <para>No utilice un martillo para sacar el ajustador de holgura o el &#225;rbol de leva.</para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva el &#225;rbol de levas de el soporte de la c&#225;mara de aire.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04005_HL0400503.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04005.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
