<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL MODULAR (MV-3)</stitle>
    <svcsection/>
    <svcsubsec>
        <title>V&#193;LVULA DE CONTROL MODULAR (MV-3)</title>
        <svcproc svcproctype="IDcomponent" graphiccount="2">
            <title>DESCRIPCI&#211;N</title>
            <para>La v&#225;lvula de control modular (
                <hotlnk xrefid="f0400239">Figura 39</hotlnk>
                ) es una v&#225;lvula de control de empuje-hale con dos botones alojada en un solo cuerpo, que incluye
                una v&#225;lvula de suministro de circuito doble y una v&#225;lvula de retenci&#243;n. El cuerpo de la v&#225;lvula,
                los &#233;mbolos y los carretes est&#225;n hechos de un material no met&#225;lico ni corrosivo. Todas
                las conexiones est&#225;n en la parte posterior de la v&#225;lvula, excepto el orificio auxiliar, como
                se ilustra en la
                <hotlnk xrefid="f0400240">Figura 40</hotlnk>
                .
            </para>
            <figure id="f0400239" figsize="col-wide">
                <graphic id="g0400239" filename="../figg04/g0400239.webp" type="webp" scalefit="0"/>
                <caption>Figura 39. V&#225;lvula de control modular (MV-3)</caption>
            </figure>
            <figure id="f0400240" figsize="col-wide">
                <graphic id="g0400240" filename="../figg04/g0400240.webp" type="webp" scalefit="0"/>
                <caption>Figura 40. V&#225;lvula de control modular (MV-3) - Parte posterior</caption>
                <calloutgroup>
                    <callout1>1. DEP&#211;SITO PRIMARIO</callout1>
                    <callout1>2. ORIFICIO DE SUMINISTRO N&#186; 1</callout1>
                    <callout1>3. ENTREGA - ORIFICIO DEL REMOLQUE</callout1>
                    <callout1>4. L&#205;NEA DE SUMINISTRO DEL REMOLQUE</callout1>
                    <callout1>5. V&#193;LVULA DE PROTECCI&#211;N DEL TRACTOR</callout1>
                    <callout1>6. ORIFICIO DE SUMINISTRO N&#186; 2</callout1>
                    <callout1>7. DEP&#211;SITO SECUNDARIO</callout1>
                    <callout1>8. C&#193;MARA DE FRENO DE RESORTE</callout1>
                    <callout1>9. ENTREGA - ORIFICIO DEL TRACTOR</callout1>
                    <callout1>10. ORIFICIO DE ENTREGA AUXILIAR</callout1>
                    <callout1>11. ESCAPE</callout1>
                </calloutgroup>
            </figure>
            <para>La v&#225;lvula de control proporciona las siguientes funciones:</para>
            <step1>
                <para count="1">Protecci&#243;n del tractor</para>
            </step1>
            <step1>
                <para count="1">Control del aire de servicio del remolque</para>
            </step1>
            <step1>
                <para count="1">Estacionamiento del sistema</para>
            </step1>
            <step1>
                <para count="1">S&#243;lo estacionamiento del remolque</para>
            </step1>
            <step1>
                <para count="1">Carga del remolque con los frenos de resorte del tractor aplicados (s&#243;lo
                    estacionamiento del tractor)
                </para>
            </step1>
            <step1>
                <para count="1">Selecci&#243;n del dep&#243;sito de suministro</para>
            </step1>
            <step1>
                <para count="1">Conexi&#243;n del dep&#243;sito primario y secundario (v&#225;lvula de retenci&#243;n de
                    dos v&#237;as).
                </para>
            </step1>
            <para>La v&#225;lvula incluye una v&#225;lvula de retenci&#243;n doble de suministro del circuito doble
                cargado por resorte. La v&#225;lvula selecciona la fuente de aire para ambos circuitos de la v&#225;lvula
                de control. El dep&#243;sito primario est&#225; seleccionado en todo momento, a menos que la presi&#243;n
                en el dep&#243;sito primario descienda a m&#225;s de 207 kPa (30 psi) por debajo de la presi&#243;n del
                dep&#243;sito secundario.
            </para>
            <para>Si la presi&#243;n en el dep&#243;sito primario desciende a m&#225;s de 207 kPa (30 psi) bajo la presi&#243;n
                en el dep&#243;sito secundario, la v&#225;lvula de suministro del circuito doble se mover&#225; en vaiv&#233;n
                y establecer&#225; el dep&#243;sito secundario como el suministro.
            </para>
            <para>La v&#225;lvula de suministro de aire del remolque o el control de protecci&#243;n del tractor
                (perilla roja),
                <hotlnk xrefid="f0400239">Figura 39</hotlnk>
                , entrega aire a la l&#237;nea de suministro del remolque y tambi&#233;n se detiene (levanta) autom&#225;ticamente
                y cierra el suministro del remolque si la presi&#243;n disminuye a 276 &#177; 34 kPa (40 &#177; 5 psi).
            </para>
            <specpara>
                <important>
                    <para>El dep&#243;sito n&#176; 1 debe ser el dep&#243;sito que suministra el sistema de frenos
                        primario. El dep&#243;sito n&#176; 2 debe ser el dep&#243;sito que suministra el sistema de
                        frenos secundario.
                    </para>
                </important>
            </specpara>
            <para>La v&#225;lvula del freno de estacionamiento (perilla amarilla),
                <hotlnk xrefid="f0400239">Figura 39</hotlnk>
                , controla los frenos de resorte en el tractor y cuando se vac&#237;a, simult&#225;neamente hace
                levantarse y salir a la v&#225;lvula de suministro del remolque, aplicando as&#237; los frenos de
                estacionamiento del tractor y del remolque como lo requieren los Reglamentos Federales. Los frenos del
                remolque pueden desactivarse independientemente empujando s&#243;lo la v&#225;lvula de suministro de
                aire (perilla roja).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_89.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_91.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
