<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - MANGUERAS, TUBOS Y CONEXIONES - TUBER&#205;AS DE NYLON</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="3">
        <title>TUBER&#205;AS DE NYLON</title>
        <svcprocinfo>
            <para>Durante cierto tiempo, se han usado tuber&#237;as de nylon de diversa construcci&#243;n en la
                industria de camiones.
            </para>
            <para>Las tuber&#237;as de nylon son aceptables como reemplazo de ciertas tuber&#237;as de cobre en
                aplicaciones de sistemas de frenos de aire del chasis. Para el uso de servicio en terreno se est&#225;
                utilizando una tuber&#237;a de nylon superior codificada por color, que es adecuada para muchas
                aplicaciones, as&#237; como para las aplicaciones de sistemas de frenos de aire.
            </para>
            <table id="t0400218" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tablas de tuber&#237;as codificadas por color - Sistema de frenos de aire</title>
                <tgroup cols="2" colsep="1" rowsep="1" align="center" charoff="50">
                    <colspec colname="1" charoff="50" char="c" colwidth="1.00in"/>
                    <colspec colname="2" charoff="50" char="c" colwidth="4.98in"/>
                    <spanspec namest="1" nameend="2" spanname="1to2"/>
                    <tbody valign="top">
                        <row>
                            <entry colspan="2" spanname="1to2" align="center">
                                <para>
                                    <emph type="bold">TUBER&#205;AS CODIFICADAS POR COLOR</emph>VEH&#205;CULOS CON TUBER&#205;AS
                                    DEL SISTEMA DE FRENOS DE AIRE CODIFICADAS POR COLOR
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>VERDE</para>
                            </entry>
                            <entry align="center">
                                <para>Sistema de entrega y suministro primario</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>NARANJA</para>
                            </entry>
                            <entry align="center">
                                <para>Sistema de entrega y suministro secundario</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>AMARILLO</para>
                            </entry>
                            <entry align="center">
                                <para>Sistema de frenos de resorte</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>ROJO</para>
                            </entry>
                            <entry align="center">
                                <para>Emergencia de remolque</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>GRIS</para>
                            </entry>
                            <entry align="center">
                                <para>Seguro divisor de energ&#237;a</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>AZUL</para>
                            </entry>
                            <entry align="center">
                                <para>Servicio de la v&#225;lvula de protecci&#243;n del tractor</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>NEGRO</para>
                            </entry>
                            <entry align="center">
                                <para>Otros sistemas</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcprocinfo>
        <svcsubproc>
            <title>Instrucciones de ensamble de la tuber&#237;a de nylon</title>
            <para>En su mayor parte, las tuber&#237;as de nylon del sistema de frenos de aire se arman de manera similar
                a las tuber&#237;as de cobre. Las mismas conexiones, camisas y tuercas utilizadas con las tuber&#237;as
                de cobre se pueden usar con las tuber&#237;as de nylon. Se pueden encontrar tuercas de tuber&#237;as
                largas y cortas en el chasis en servicio junto con tuber&#237;as de nylon (
                <hotlnk xrefid="f0400298">Figura 98</hotlnk>
                ). Cada tuerca puede usarse de manera satisfactoria en las l&#237;neas de nylon.
            </para>
            <figure id="f0400298" figsize="col-wide">
                <graphic id="g0400298" filename="../figg04/g0400298.webp" type="webp" scalefit="0"/>
                <caption>Figura 98. Ensamble de la tuber&#237;a de nylon</caption>
                <calloutgroup>
                    <callout1>1. CONEXI&#211;N</callout1>
                    <callout1>2. SOPORTE O INSERTO DE LA TUBER&#205;A</callout1>
                    <callout1>3. CAMISA</callout1>
                    <callout1>4. TUERCA CORTA</callout1>
                    <callout1>5. TUERCA LARGA</callout1>
                    <callout1>6. TUBER&#205;A DE NYLON</callout1>
                </calloutgroup>
            </figure>
            <para>Si se substituye una tuber&#237;a de cobre por tuber&#237;a de nylon,
                <emph type="bold">no debe</emph>usarse la tuerca de tuber&#237;a corta. La tuerca de tuber&#237;a corta
                o la tuerca de tuber&#237;a larga pueden usarse de manera satisfactoria con la tuber&#237;a de nylon.
            </para>
            <para>En todas las aplicaciones de tuber&#237;as de nylon o cobre de los sistemas de frenos de aire se usa
                un soporte o inserto de tuber&#237;a. El inserto proporciona un &#225;rea dura o r&#237;gida para
                ondular o comprimir la camisa en la tuber&#237;a y evita que la tuber&#237;a se hunda cuando se aprieta
                la tuerca. El listado de piezas indica que hay algunos tama&#241;os de tuber&#237;as utilizados s&#243;lo
                en sistemas de tuber&#237;as accesorias. Al reparar sistemas de tuber&#237;as accesorias, se necesitan
                soportes de tuber&#237;as para todos los tama&#241;os de tuber&#237;as, a excepci&#243;n del di&#225;metro
                exterior de 3.17 mm (1/8 de pulgada), si se usan conexiones tipo compresi&#243;n.
            </para>
            <para>Una vez que se ha conectado y apretado la tuber&#237;a, la camisa se ha ondulado en la tuber&#237;a e
                inserto. Dado que la camisa se ha comprimido y se puede haber deformado el inserto,
                <emph type="bold">nunca deben usarse por segunda vez la camisa y los insertos.</emph>
            </para>
            <para>Se cambi&#243; la camisa de tipo barril utilizada con las conexiones por una camisa con rebordes, para
                reducir las fugas de aire (
                <hotlnk xrefid="f0400299">Figura 99</hotlnk>
                ). La tuerca y el inserto no han cambiado. Se prefiere el uso de la camisa con rebordes (casquillo).
            </para>
            <figure id="f0400299" figsize="col-wide">
                <graphic id="g0400299" filename="../figg04/g0400299.webp" type="webp" scalefit="0"/>
                <caption>Figura 99. Tipos de camisa</caption>
                <calloutgroup>
                    <callout1>1. CAMISA CON REBORDES</callout1>
                    <callout1>2. CAMISA TIPO BARRIL</callout1>
                </calloutgroup>
            </figure>
            <para>Para ensamblar los extremos de las tuber&#237;as para usarlas en conexiones tipo compresi&#243;n, se
                deben seguir cuidadosamente los siguientes pasos:
            </para>
            <step1>
                <para count="1">Suelte y remueva la tuerca de la conexi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Remueva la tuber&#237;a de la conexi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Repita las mismas operaciones en el otro extremo del tubo. Si s&#243;lo un extremo de la
                    l&#237;nea necesita reparaci&#243;n, no es necesario desconectar el segundo extremo, si la l&#237;nea
                    es lo suficientemente larga para permitir la reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Corte el tama&#241;o seleccionado de tuber&#237;a al largo necesario. Aseg&#250;rese de
                    efectuar cortes suaves y rectos. Se puede usar un cuchillo afilado o una sierra cortametales.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la tuerca en el tubo.</para>
            </step1>
            <step1>
                <para count="1">Coloque la camisa de compresi&#243;n en el tubo.</para>
            </step1>
            <step1>
                <para count="1">Inserte el soporte del tubo en el tubo.*</para>
            </step1>
            <step1>
                <para count="1">Coloque el tubo, soporte y camisa en la conexi&#243;n. Presione la conexi&#243;n en el
                    tubo hasta que toque el fondo.*
                </para>
            </step1>
            <specpara>
                <note>
                    <para>* No se usa un soporte de tubo con la tuber&#237;a de 3.17 mm (1/8 de pulgada) de di&#225;metro
                        exterior. Ciertas conexiones utilizadas en los sistemas de tuber&#237;as accesorias tienen el
                        soporte de tubo como parte integral del cuerpo de la conexi&#243;n. Estas conexiones pueden
                        volver a utilizarse si no se ha producido distorsi&#243;n del soporte de tubo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale y apriete la tuerca del tubo para asegurar la camisa en la tuber&#237;a. Apriete
                    la tuerca del tubo de manera que no se vean m&#225;s de dos hilos entre la tuerca y la conexi&#243;n
                    8
                    <hotlnk xrefid="f04002a0">Figura 100</hotlnk>
                    ). No apriete excesivamente la tuerca.
                </para>
            </step1>
            <figure id="f04002a0" figsize="col-wide">
                <graphic id="g04002a0" filename="../figg04/g04002a0.webp" type="webp" scalefit="0"/>
                <caption>Figura 100. Apriete de la tuerca de tuber&#237;a</caption>
                <calloutgroup>
                    <callout1>1. SOPORTE O INSERTO DE LA TUBER&#205;A</callout1>
                    <callout1>2. CAMISA CON REBORDES (CASQUILLO)</callout1>
                    <callout1>3. TUERCA</callout1>
                    <callout1>4. TUBER&#205;A</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Revise las conexiones de tuber&#237;as para ver si tienen fugas de aire. Con las tuber&#237;as
                    y conexiones asociadas cargadas con toda la presi&#243;n del sistema de aire, cubra las l&#237;neas
                    de las tuber&#237;as y conexiones con espuma jabonosa para ver si hay fugas. No se permiten fugas.
                </para>
            </step1>
            <step1>
                <para count="1">A veces las fugas en las tuber&#237;as se corrigen apretando la tuerca de la conexi&#243;n
                    de la tuber&#237;a. Si no puede corregir as&#237; la fuga, reemplace la conexi&#243;n, la tuber&#237;a
                    o ambas.
                </para>
            </step1>
            <para>La tuber&#237;a de nylon de servicio se marca a intervalos regulares con indicaciones de nombre, n&#250;mero,
                tipo, tama&#241;o y c&#243;digo de fabricaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones especiales para la tuber&#237;a de nylon</title>
            <para>La tuber&#237;a de nylon no debe reemplazarse en terreno por una tuber&#237;a met&#225;lica. Adem&#225;s,
                se deben tomar las siguientes precauciones al usar una tuber&#237;a de nylon.
            </para>
            <step1>
                <para count="1">No use tuber&#237;as de nylon para ninguna aplicaci&#243;n que pueda exponerlas a
                    temperaturas inferiores a -40&#176;C o superiores a +93&#176;C (-40&#176;F &#243; +200&#176;F).
                </para>
            </step1>
            <step1>
                <para count="1">No someta la tuber&#237;a de nylon a una presi&#243;n de trabajo de m&#225;s de 150
                    psi.
                </para>
            </step1>
            <step1>
                <para count="1">No use tuber&#237;as de nylon para las l&#237;neas de bastidor a eje, tractor a remolque
                    o cualquier otra l&#237;nea similar en que se requiera un alto grado de flexibilidad.
                </para>
            </step1>
            <step1>
                <para count="1">Tenga extremo cuidado al soldar cerca de tuber&#237;as de nylon. La escoria caliente o
                    las chispas da&#241;ar&#225;n la tuber&#237;a.
                </para>
            </step1>
            <step1>
                <para count="1">Proteja la tuber&#237;a de nylon del &#225;cido de la bater&#237;a.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_145.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_147.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
