<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL MODULAR (MV-3) - REVISIONES DE SERVICIO</stitle>
    <svcsection/>
    <svcproc id="hl0400217" svcproctype="IDcomponent" graphiccount="0">
        <title>REVISIONES DE SERVICIO</title>
        <svcsubproc>
            <title>Prueba de funcionamiento</title>
            <para>Efect&#250;e la prueba de funcionamiento despu&#233;s de rearmar el conjunto de v&#225;lvula.</para>
            <specpara>
                <caution>
                    <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para revisar
                        las presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n del regulador
                        y otras pruebas.
                    </para>
                </caution>
            </specpara>
            <para>Cuando se realiza la prueba de funcionamiento de la v&#225;lvula de control modular en el veh&#237;culo,
                las revisiones de fuga y funcionamiento se llevan a cabo en forma simult&#225;nea.
            </para>
            <para>En algunos casos, ser&#225; necesario remover el bisel del tablero de instrumentos y el panel de
                acceso de &#233;ste para poder alcanzar la v&#225;lvula. Bloquee las ruedas del veh&#237;culo mientras
                realiza la prueba de funcionamiento.
            </para>
            <step1>
                <para count="1">Con las dos perillas de control afuera, cargue el sistema del freno de aire a 448 kPa
                    (65 psi) y revise si hay fugas. No se permiten fugas.
                </para>
            </step1>
            <step1>
                <para count="1">Con la presi&#243;n del suministro a&#250;n en 448 kPa (65 psi), empuje la perilla roja.
                    La perilla debe permanecer empujada. La fuga en el orificio de escape no debe exceder una burbuja de
                    25 mm (1 pulgada) de di&#225;metro producida en cinco segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Empuje la perilla amarilla. Con el motor apagado, oprima el pedal de freno varias veces
                    para agotar el suministro de aire. La perilla roja debe salirse cuando el dep&#243;sito con presi&#243;n
                    m&#225;s alta alcance 276 &#177; 34 kPa(40 &#177; 5 psi). Si el aire se agota r&#225;pidamente, la
                    perilla roja puede salirse inmediatamente. La fuga en el orificio de escape no debe exceder una
                    burbuja de 25 mm (1 pulgada) de di&#225;metro producida en cinco segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Con el motor apagado, aplique el pedal de freno, vaciando aire adicional. El aire debe
                    comenzar a salir por el orificio de escape cuando la presi&#243;n de aire en el dep&#243;sito de
                    presi&#243;n m&#225;s alta alcance 207 &#177; 34 kPa (30 &#177; 5 psi). La perilla amarilla debe
                    salirse en este momento.
                </para>
            </step1>
            <step1>
                <para count="1">Con el motor apagado, accionando el pedal de freno siga vaciando el sistema de aire. A
                    172 &#177; 34 kPa (25 &#177; 5 psi), la perilla amarilla debesalirse y mantener la presi&#243;n de
                    suministro. La fuga en el orificio de escape no debe exceder una burbuja de 25 mm (1 pulgada) de di&#225;metro
                    producida en cinco segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a aumentar la presi&#243;n del suministro a 276 kPa (40 psi) como m&#237;nimo.
                    Empuje la perilla amarilla; esta perilla debe permanecer adentro. La fuga en el orificio de escape
                    no debe exceder una burbuja de 25 mm (1 pulgada) producida en cinco segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Cargue el sistema a 827 kPa (120 psi) y empuje ambas perillas. Hale la perilla roja. La
                    perilla amarilla debe permanecer presionada.
                </para>
            </step1>
            <step1>
                <para count="1">Empuje la perilla roja y hale la perilla amarilla. La perilla roja debe levantarse casi
                    instant&#225;neamente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un indicador para revisar la presi&#243;n de entrega del freno de resorte del
                    tractor. Aplique 827 kPa (120 psi) a los dep&#243;sitos primario y secundario. Empuje la perilla
                    amarilla. La presi&#243;n de entrega debe igualar la presi&#243;n en el dep&#243;sito primario.
                    Reduzca la presi&#243;n en el dep&#243;sito primario. La presi&#243;n de entrega y la presi&#243;n
                    del dep&#243;sito primario deben descender juntas a 105-621 kPa (105-90 psi), en cuyo punto la v&#225;lvula
                    de vaiv&#233;n de doble circuito de suministro (retenci&#243;n doble) debe transferir al dep&#243;sito
                    secundario y la presi&#243;n de entrega debe aumentarse a la presi&#243;n del dep&#243;sito
                    secundario. Despu&#233;s de reducir la presi&#243;n del dep&#243;sito primario a cero, se permite
                    una fuga del tama&#241;o de una burbuja de 12.7 mm (1/2 pulgada) de di&#225;metro producida en 5
                    segundos en la abertura del dep&#243;sito primario. Cierre la fuga que se ha creado en el dep&#243;sito
                    primario.
                </para>
            </step1>
            <step1>
                <para count="1">Con la perilla amarilla adentro, vuelva a cargar el dep&#243;sito secundario a 827 kPa
                    (120 psi). La presi&#243;n de entrega tambi&#233;n debe indicar 827 kPa (120 psi). Vuelva a cargar
                    el dep&#243;sito primario a 689 kPa (100 psi). Ventile lentamente el dep&#243;sito secundario. A
                    medida que la presi&#243;n del dep&#243;sito secundario y la presi&#243;n de la l&#237;nea de
                    entrega descienden entre 793 y 724 kPa (115 y 105 psi), la v&#225;lvula de vaiv&#233;n de doble
                    circuito de suministro (retenci&#243;n doble) debe transferir al dep&#243;sito primario, haciendo
                    que la presi&#243;n de la l&#237;nea de entrega se ajuste a la presi&#243;n del dep&#243;sito
                    primario.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre todos los orificios de ventilaci&#243;n y puntos de fuga y cargue ambos dep&#243;sitos
                    a 827 kPa (120 psi). Remueva la perilla roja y empuje la perilla amarilla. Efect&#250;e una fuga en
                    la l&#237;nea de entrega del freno de resorte y mantenga presionada la perilla amarilla. La presi&#243;n
                    del dep&#243;sito primario debe reducirse a cero y la presi&#243;n del dep&#243;sito secundario a
                    138 a 207 kPa (20 a 30 psi). La v&#225;lvula de vaiv&#233;n de doble circuito de suministro debe
                    efectuar varios ciclos durante este per&#237;odo de fuga.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_92.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_94.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
