<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE PROTECCI&#211;N DE PRESI&#211;N - REVISIONES DE SERVICIO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="0">
        <title>REVISIONES DE SERVICIO</title>
        <step1>
            <para count="1">Bloquee las ruedas del veh&#237;culo.</para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el orificio de ventilaci&#243;n no est&#233; obstruido.</para>
        </step1>
        <step1>
            <para count="1">Purgue el suministro de aire principal.</para>
        </step1>
        <step1>
            <para count="1">Desconecte el lado de salida del aire de la v&#225;lvula. Instale un indicador de presi&#243;n
                de aire exacto con una v&#225;lvula de cierre. Encienda el motor y deje que aumente la presi&#243;n de
                aire. Observe el indicador en el tablero de instrumentos y en la salida de la v&#225;lvula.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para revisar las
                    presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n del regulador y otras
                    pruebas.
                </para>
                <para>Usted no debe tener presi&#243;n de aire en el indicador de prueba hasta que la presi&#243;n del
                    dep&#243;sito de aire alcance 448 a 517 kPa (65 a 75 psi). Luego la v&#225;lvula de protecci&#243;n
                    de la presi&#243;n se abre y tanto el indicador de prueba como el indicador del veh&#237;culo deben
                    registrar aproximadamente lo mismo.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Detenga el motor y abra la v&#225;lvula de escape del indicador de prueba. El aire debe
                escapar hasta que la presi&#243;n de aire del veh&#237;culo alcance una presi&#243;n de aproximadamente
                137 kPa (20 psi) por debajo de la presi&#243;n de abertura; luego, cierre la v&#225;lvula de escape. Si
                la v&#225;lvula funciona como se describe, la v&#225;lvula est&#225; funcionando correctamente.
            </para>
        </step1>
        <para>Purgue la presi&#243;n del dep&#243;sito de aire principal, remueva la v&#225;lvula de escape y el
            indicador de prueba y vuelva a conectar la l&#237;nea al equipo auxiliar.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_34.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_36.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
