<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - MANTENIMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>MANTENIMIENTO</title>
        <svcsubsecinfo>
            <para>Las c&#225;maras selladas del freno de resorte MGM son una parte importante de su sistema de frenos.
                Si bien no requieren un servicio programado, es un buen mantenimiento preventivo efectuar las siguientes
                inspecciones de rutina mientras se encuentran en el taller para el servicio regular de otros componentes
                o, como m&#237;nimo, cada 80,000 km (50,000 millas).
            </para>
            <specpara>
                <warning>
                    <para>Para evitar todo tipo de alteraciones, el freno de resorte MGM ha sido sellado en f&#225;brica
                        para su protecci&#243;n. Dentro de la c&#225;mara del freno de resorte no hay piezas que
                        requieran servicio por parte del usuario. Si usted experimenta cualquier da&#241;o o defecto de
                        la c&#225;mara del freno de resorte, reemplace el conjunto completo. Nunca intente desensamblar
                        la c&#225;mara del freno de resorte, porque puede provocarle lesiones personales graves o la
                        muerte a causa de la liberaci&#243;n accidental y repentina del resorte de alta energ&#237;a.
                    </para>
                </warning>
            </specpara>
        </svcsubsecinfo>
        <svcproc svcproctype="pm" graphiccount="4">
            <title>PUNTOS DE INSPECCI&#211;N RECOMENDADOS</title>
            <step1>
                <para count="1">La TAPA DE PROTECCI&#211;N CONTRA LA INTEMPERIE de pl&#225;stico (
                    <hotlnk xrefid="f0402005">Figura 5</hotlnk>) no requiere cambios de posici&#243;n ni mantenimiento,
                    pero debe encajarse firmemente en su lugar. Revise la tapa para ver si est&#225; da&#241;ada y
                    reempl&#225;cela seg&#250;n sea necesario. Las unidades que tienen una TAPA DE PROTECCI&#211;N
                    CONTRA LA INTEMPERIE deben contar con un anillo "O" de caucho (
                    <hotlnk xrefid="f0402006">Figura 6</hotlnk>) para asegurar el sellado adecuado de la c&#225;mara del
                    freno de resorte.
                </para>
                <figure id="f0402005" figsize="col-wide">
                    <graphic id="g0402005" filename="../figg04/g0402005.webp" type="webp" resolution="72"/>
                    <caption>Figura 5. Retire la tapa de pl&#225;stico</caption>
                </figure>
                <figure id="f0402006" figsize="col-wide">
                    <graphic id="g0402006" filename="../figg04/g0402006.webp" type="webp" resolution="72"/>
                    <caption>Figura 6. Tapa de pl&#225;stico</caption>
                </figure>
                <para>Revise visualmente las superficies externas de la unidad para ver si presentan se&#241;ales de da&#241;o
                    causado por fuentes externas, corrosi&#243;n y/u &#243;xido. Si observa alguna de estas se&#241;ales
                    o sospecha de su existencia, retire cuidadosamente el conjunto de la c&#225;mara de combinaci&#243;n
                    completa despu&#233;s de desactivar (enjaular) el freno de resorte.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la ABRAZADERA DE TIPO ANILLO DEL FRENO DE SERVICIO (elemento 2,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>), para asegurarse de que est&#233;
                    firme en su lugar y sin da&#241;os. Si observa o sospecha la existencia de da&#241;os, retire y
                    reemplace cuidadosamente el conjunto de freno de resorte de doble diafragma completo.
                </para>
            </step1>
            <step1>
                <para count="1">Revise para asegurarse de que las TUERCAS DE LOS TORNILLOS DE MONTAJE (elemento 10,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>) est&#233;n apretadas a una
                    torsi&#243;n de
                    <emph type="bold">100-115 libras pie</emph>y que las arandelas est&#233;n en su lugar entre la
                    tuerca y el soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Revise las l&#237;neas de aire, mangueras y conexiones (elemento 4,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>) conectadas a la c&#225;mara.
                    Reemplace las piezas da&#241;adas o con fugas.
                    <emph type="bold">Apriete las conexiones con los orificios de entrada de aire de la c&#225;mara a
                        una torsi&#243;n de 25 libras pie.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Revise la V&#193;STAGO DEL PIST&#211;N (elemento 5,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>para asegurarse de que est&#233;
                    funcionando libremente, que no est&#233; doblado ni trabado y que est&#233; ajustado en el fondo de
                    la c&#225;mara con no m&#225;s de
                    <emph type="underscr">+</emph>
                    3&#176; en cualquier direcci&#243;n, y en cualquiera de los puntos del recorrido de la c&#225;mara.
                    Si el V&#193;STAGO DEL PIST&#211;N no est&#225; ajustado, haga las correcciones volviendo a colocar
                    la c&#225;mara en el soporte de montaje y/o colocando arandelas de calce en el ajustador de holgura
                    hacia la derecha o izquierda en el &#225;rbol de levas, seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el CONJUNTO DE YUGO (elemento 6,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>), asegur&#225;ndose de que el
                    PASADOR DE YUGO (elemento 7,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>est&#233; instalado y bloqueado
                    en su lugar con un PASADOR HENDIDO (elemento 8,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>). Reemplace las piezas da&#241;adas,
                    gastadas o que falten.
                    <emph type="bold">Apriete la CONTRATUERCA DEL YUGO con una torsi&#243;n de 25-35 libras pie.</emph>
                </para>
                <para>En las unidades que tienen una CUBIERTA ANTIPOLVO, revise la CUBIERTA para ver si est&#225; da&#241;ada
                    y reempl&#225;cela si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">En las unidades que tienen un TUBO VENTILADOR externo (elemento 9,
                    <hotlnk document="m04020_1.xml" xrefid="f0402001">Figura 1</hotlnk>), aseg&#250;rese de que ambos
                    extremos del tubo conector est&#233;n encajados un m&#237;nimo de 1.27 cm (1/2 pulgada) en cada uno
                    de los codos flexibles (
                    <hotlnk xrefid="f0402007">Figura 7</hotlnk>). El tubo debe estar pegado a ambos codos con un
                    adhesivo de caucho de alta calidad. Estas unidades deben instalarse con un el TUBO VENTILADOR en la
                    mitad superior de la c&#225;mara que no es de presi&#243;n, mirando en direcci&#243;n opuesta a la
                    superficie del camino (
                    <hotlnk xrefid="f0402008">Figura 8</hotlnk>).
                </para>
                <figure id="f0402007" figsize="col-wide">
                    <graphic id="g0402007" filename="../figg04/g0402007.webp" type="webp"/>
                    <caption>Figura 7. Instale el tubo ventilador (si lo hay)</caption>
                </figure>
                <figure id="f0402008" figsize="col-wide">
                    <graphic id="g0402008" filename="../figg04/g0402008.webp" type="webp"/>
                    <caption>Figura 8. Coloque el tubo ventilador</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Si se opera cualquier c&#225;mara modelo MGM serie "TR-T" sin el TUBO VENTILADOR EXTERNO y
                            la TAPA DE LA CUBIERTA instalados y en buenas condiciones, provocar&#225; un desperfecto
                            prematuro del conjunto de freno de resorte y anular&#225; cualquier garant&#237;a.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
