<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL MANUAL - MIDLAND-ROSS</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>MIDLAND-ROSS</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>La v&#225;lvula de control manual se usa para controlar los frenos en un remolque independiente de los
                frenos del veh&#237;culo que remolca. Generalmente, la v&#225;lvula se instala en la columna de direcci&#243;n
                o en el tablero de instrumentos y proporciona al operador un medio gradual para activar y desactivar los
                frenos. La distancia a la que se mueve la manija del freno hacia la derecha en la posici&#243;n de
                accionamiento determina la severidad de la activaci&#243;n del freno.
            </para>
            <specpara>
                <warning>
                    <para>No use la v&#225;lvula de control manual para mantener los frenos aplicados cuando el chasis
                        est&#233; estacionado y sin atenci&#243;n. El aire puede salir del sistema y el veh&#237;culo se
                        mover&#225;.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>Consulte la
                <hotlnk xrefid="f0400257">Figura 57</hotlnk>
                con respecto a todos los n&#250;meros y letras que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400257" figsize="col-wide">
                <graphic id="g0400257" filename="../figg04/g0400257.webp" type="webp" scalefit="0"/>
                <caption>Figura 57. V&#225;lvula de control manual - (Midland Ross)</caption>
                <calloutgroup>
                    <callout1>A. CAVIDAD PRINCIPAL</callout1>
                    <callout1>B. CAVIDAD INFERIOR</callout1>
                    <callout1>C. AJUSTE</callout1>
                    <callout1>D. ORIFICIO DE ESCAPE</callout1>
                    <callout1>E. ORIFICIO DE ENTREGA</callout1>
                    <callout1>1. CONJUNTO DE BLOQUEO</callout1>
                    <callout1>2. TORNILLO</callout1>
                    <callout1>3. CUBIERTA</callout1>
                    <callout1>4. &#193;RBOL DE LEVAS</callout1>
                    <callout1>5. TUERCA</callout1>
                    <callout1>6. CONJUNTO DE MANIJA</callout1>
                    <callout1>7. TORNILLO</callout1>
                    <callout1>8. TORNILLO DE AJUSTE</callout1>
                    <callout1>9. ANILLO "O"</callout1>
                    <callout1>10. ANILLO "O"</callout1>
                    <callout1>11. RESORTE</callout1>
                    <callout1>12. CONJUNTO DE DISCO DE LA V&#193;LVULA</callout1>
                    <callout1>13. CONTRATUERCA</callout1>
                    <callout1>14. ANILLO "O"</callout1>
                    <callout1>15. TAPA DEL EXTREMO</callout1>
                    <callout1>16. V&#193;LVULA</callout1>
                    <callout1>17. CUERPO</callout1>
                    <callout1>18. RESORTE</callout1>
                    <callout1>19. CONJUNTO DE V&#193;LVULA DE DESCARGA</callout1>
                    <callout1>20. PIST&#211;N</callout1>
                    <callout1>21. RESORTE</callout1>
                    <callout1>22. LEVA</callout1>
                    <callout1>23. RODAMIENTO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Accionamiento</title>
            <para>Cuando se mueve la manija (elemento 6) hacia la derecha desde la posici&#243;n desactivada, se aplica
                una fuerza giratoria a una leva espiral (elemento 22) que a su vez convierte el movimiento giratorio en
                empuje axial que forza el resorte compensador (elemento 21) a la compresi&#243;n. El resorte (elemento
                21) que act&#250;a en el pist&#243;n (elemento 20) mueve el pist&#243;n a lo largo de la l&#237;nea
                central de la v&#225;lvula para cerrar la separaci&#243;n entre s&#237; mismo y el conjunto de v&#225;lvula
                de descarga (elemento 19), el cual cierra el conducto de aire entre las cavidades (A) y (B). El
                movimiento posterior del pist&#243;n abre la v&#225;lvula de entrada (elemento 16) separ&#225;ndola de
                su asiento en el cuerpo (elemento 17).
            </para>
            <para>La presi&#243;n de aire del dep&#243;sito en el orificio de entrada del suministro ingresa a la
                cavidad (A), pasa a trav&#233;s del orificio de entrega (E) y sale de la l&#237;nea del freno de pedal
                del remolque. El orificio de entrega (E) es com&#250;n a la cavidad (A). El aire no puede salir a trav&#233;s
                de (B).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Retenci&#243;n</title>
            <para>La presi&#243;n de aire en la cavidad (A) act&#250;a contra el pist&#243;n (elemento 20) para moverlo
                en forma axial contra el resorte (elemento 21). Cuando las fuerzas resultantes sobre y debajo del pist&#243;n
                (elemento 20) se aproximan a un equilibrio, &#233;ste se mueve para que la v&#225;lvula de entrada se
                siente contra el cuerpo (elemento 17). Las fuerzas del resorte y las fuerzas de la presi&#243;n de aire
                mantienen el equilibrio por la retenci&#243;n de la posici&#243;n de la leva y po las presiones de aire
                en la condici&#243;n resultante, por lo tanto la v&#225;lvula logra una posici&#243;n "traslapada". Es
                sensible inmediatamente a cualquier cambio en el movimiento de la palanca, ya sea para aumentar o
                disminuir la presi&#243;n de entrega. Esta caracter&#237;stica de modulaci&#243;n controlada se produce
                desde 0 a 551 kPa (0 a 80 psi) aproximadamente. Cuando la manija se desplaza completamente hacia la
                derecha, la v&#225;lvula entrega la presi&#243;n total del suministro de entrada.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivar</title>
            <para>Retornando la manija (elemento 6) hacia la posici&#243;n DESACTIVADO (OFF) reduce las fuerzas del
                resorte (elemento 21) que act&#250;an contra el pist&#243;n (elemento 10). La posici&#243;n "traslapada"
                por medio de la cual se asientan la v&#225;lvula de entrada y la v&#225;lvula de escape se cruza en
                forma simult&#225;nea e instant&#225;neamente. La fuerza de la presi&#243;n de aire en la cavidad
                principal (A) sigue separando el pist&#243;n de la v&#225;lvula de descarga (elemento 19). La presi&#243;n
                de aire que se retroalimenta por el orificio de entrega (E) ingresa a la cavidad (B) y sale a la atm&#243;sfera
                a trav&#233;s del orificio de escape.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>La v&#225;lvula de control manual est&#225; dise&#241;ada para un funcionamiento sin mantenimiento
                durante toda la vida &#250;til del veh&#237;culo. Si es necesario el desensamble, siga las
                <hotlnk xrefid="hl0400202">
                    <xref refid="hl0400202"/>INSTRUCCIONES DE DESENSAMBLE.
                </hotlnk>
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400212">
            <title>Revisiones de servicio</title>
            <para>Consulte la
                <hotlnk xrefid="f0400257">Figura 57</hotlnk>
                con respecto a todos los n&#250;meros y letras que est&#225;n entre par&#233;ntesis.
            </para>
            <para>
                <emph type="bold">Prueba y ajuste</emph>
            </para>
            <step1>
                <para count="1">Conecte el suministro de aire a 689 a 862 kPa (100 a 125 psi) (presi&#243;n total del
                    dep&#243;sito) al orificio de entrada y un indicador al orificio de entrega.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el orificio de escape para ver si hay fugas. Se puede permitir una burbuja de 25
                    mm (1 pulgada) de di&#225;metro producida en seis segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Accione la v&#225;lvula moviendo la manija hacia la derecha. La presi&#243;n de entrega
                    debe comenzar a aumentar despu&#233;s de 10 a 15 grados del movimiento de la manija y la presi&#243;n
                    total del suministro debe entregarse despu&#233;s de 60 grados de rotaci&#243;n de la manija.
                    Entrela setenta (70) grados de recorrido de la manija disponibles entre la activaci&#243;n y la
                    desactivaci&#243;n total.
                </para>
            </step1>
            <para>Si el recorrido de la manija es excesivo antes de comenzar la entrega o si no se entrega la presi&#243;n
                total del suministro, se debe roscar m&#225;s el rodamiento (elemento 23) dentro del cuerpo de la v&#225;lvula.
            </para>
            <para>Si hay entrega de aire con la manija en la posici&#243;n totalmente desactivada, se debe girar el
                rodamiento hacia la izquierda para extraerlo un poco m&#225;s del cuerpo de la v&#225;lvula.
            </para>
            <para>El ajuste adecuado se producir&#225; al atornillar el rodamiento (elemento 23) en el cuerpo (sin
                conectar la presi&#243;n de aire) hasta que el conjunto de disco de la v&#225;lvula se mantenga abierto,
                conectando despu&#233;s el suministro de aire y sacando el rodamiento del cuerpo de la v&#225;lvula en
                el punto donde la presi&#243;n de entrega es cero y siguiendo 1/2 vuelta. Se puede hacer girar levemente
                el rodamiento (elemento 23) en cualquier direcci&#243;n que sea necesaria para permitir que el conjunto
                de bloqueo sea instalado en su posici&#243;n correcta.
            </para>
            <step1>
                <para count="1">Revise el orificio de escape de la v&#225;lvula para ver si tiene fuga con una entrega
                    de baja presi&#243;n de 103 kPa (15 psi) y con una entrega total de presi&#243;n. Se puede permitir
                    una burbuja de 25 mm (1 pulgada) de di&#225;metro producida en seis segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar la manija de la v&#225;lvula a una posici&#243;n que proporcione 483 kPa (70
                    psi) de presi&#243;n de entrega. La v&#225;lvula debe mantener 414 kPa (60 psi) de presi&#243;n de
                    entrega como m&#237;nimo cuando se libera la manija.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Aplique el freno de estacionamiento y bloquee las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de frenos de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire en el fondo de la v&#225;lvula, incluyendo la l&#237;nea
                    de escape si se usa.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de la abrazadera de montaje, la abrazadera y la v&#225;lvula.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl0400202">
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400257">Figura 57</hotlnk>
                con respecto a todos los n&#250;meros y letras que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Gire la manija a la posici&#243;n desactivada. Marque la ubicaci&#243;n de la cubierta (elemento 3) y
                el conjunto de bloqueo (elemento 1) en relaci&#243;n al cuerpo (elemento 17).
            </para>
            <step1>
                <para count="1">Suelte de la cubierta (elemento 3) la tuerca (elemento 5) y desatornille la manija
                    (elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo (elemento 2) y la cubierta (elemento 3).</para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo (elemento 7) y el conjunto de bloqueo (elemento 1).</para>
            </step1>
            <step1>
                <para count="1">Suelte el tornillo de ajuste (elemento 8), remueva el rodamiento (elemento 23), el
                    anillo "O", el &#225;rbol de levas (elemento 4), la leva y resorte (elemento 11).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva cuidadosamente el pist&#243;n (elemento 20), el anillo "O" (elemento 14) y el
                    resorte (elemento 21).
                </para>
            </step1>
            <para>Ponga la v&#225;lvula en posici&#243;n boca arriba para continuar con el desensamble:</para>
            <step1>
                <para count="1">Remueva cuidadosamente la tapa del extremo (elemento 15), el anillo "O" (elemento 14) y
                    la gu&#237;a de la v&#225;lvula (elemento 19).
                </para>
            </step1>
            <step1>
                <para count="1">Introduzca la mano a trav&#233;s de los agujeros interiores grandes y agarre
                    cuidadosamente (con el fin de evitar da&#241;os) la v&#225;lvula de descarga, para detener su rotaci&#243;n
                    mientras retira la contratuerca (elemento 13). Remueva el conjunto de v&#225;lvula de descarga
                    (elemento 19), el conjunto de disco de la v&#225;lvula (elemento 12) y el resorte (elemento 11).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <step1>
                <para count="1">Lave todas las piezas met&#225;licas con esencias minerales y s&#233;quelas.</para>
            </step1>
            <step1>
                <para count="1">Limpie con trapo todas las piezas pl&#225;sticas.
                    <emph type="bold">No use solventes.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todas las piezas de caucho y resortes por las nuevas piezas que vienen en el
                    juego de reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique todos los sellos excepto el anillo "O" (elemento 9) con un lubricante
                    comparable al mencionado en el &#237;tem 3 de las
                    <hotlnk document="m04002r_150.xml" xrefid="hl0400209">ESPECIFICACIONES DEL LUBRICANTE</hotlnk>
                    . No lubrique la leva (elemento 22) o el &#225;rbol de levas (elemento 4).
                </para>
            </step1>
            <step1>
                <para count="1">Revise todas las piezas met&#225;licas y pl&#225;sticas para ver si tienen mellas, ara&#241;azos
                    o desgaste excesivo. Reemplace seg&#250;n sea necesario.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400257">Figura 57</hotlnk>
                con respecto a todos los n&#250;meros y letras que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Mantenga la v&#225;lvula en posici&#243;n horizontal.</para>
            <step1>
                <para count="1">Deslice el resorte (elemento 18) del conjunto de v&#225;lvula de descarga (elemento 19)
                    con el extremo del di&#225;metro peque&#241;o contra la v&#225;lvula de descarga y coloque primero
                    el v&#225;stago a trav&#233;s del asiento del extremo del agujero grande de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Sujetando firmemente y del extremo opuesto el conjunto de v&#225;lvula de descarga
                    (elemento 19) con el resorte (elemento 18), instale el conjunto de disco de la v&#225;lvula
                    (elemento 12) sobre el v&#225;stago del conjunto de v&#225;lvula de descarga y coloque la
                    contratuerca (elemento 13). Apriete la contratuerca a 0.6 a 0.8 N&#183;m (5 a 7 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la gu&#237;a de la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Deslice el anillo "O" (elemento 14) en la tapa del extremo (elemento 15) e instale en el
                    cuerpo (elemento 17) la tapa (elemento 15). Coloque firmemente la v&#225;lvula con el di&#225;metro
                    interior grande hacia arriba y complete el ensamble.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte (elemento 18) en la ranura adecuada en el cuerpo (elemento 17).
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el anillo "O" (elemento 10) en el pist&#243;n (elemento 20), asegur&#225;ndose
                    de que el anillo "O" y el pist&#243;n est&#233;n bien lubricados.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el pist&#243;n (elemento 20) en el cuerpo (elemento 17), asegur&#225;ndose de
                    que el resorte (elemento 18) no est&#233; montado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte (elemento 21) en la parte superior del pist&#243;n (elemento 20) y
                    coloque la leva (elemento 22) en las ranuras proporcionadas en el cuerpo (elemento 17).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el &#225;rbol de levas (elemento 4) en la leva (elemento 22).</para>
            </step1>
            <step1>
                <para count="1">Coloque el anillo "O" (elemento 9) en el rodamiento (elemento 23) y deslice el
                    rodamiento (elemento 23) sobre el &#225;rbol de levas (elemento 4) y apriete hasta obtener una
                    separaci&#243;n de 0.762 a 1.016 mm (0.030 a 0.040 de pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto de bloqueo (elemento 1) en el rodamiento (elemento 23) de manera que
                    se puedan alinear las marcas previamente hechas en el conjunto de bloqueo (elemento 1) y en el
                    cuerpo (elemento 17). Mantenga en esta posici&#243;n, usando un tornillo (elemento 2) en el primer
                    orificio hacia la derecha del pasador de seguridad. Apriete el tornillo de fijaci&#243;n (elemento
                    8) hasta que haga contacto con el rodamiento (elemento 23); luego, d&#233;le una vuelta adicional
                    para asegurar el rodamiento en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la tuerca (elemento 5) en el conjunto de manija (elemento 6). Atornille el
                    conjunto de manija (elemento 6) en la cubierta (elemento 3). Haga girar el conjunto de manija
                    (elemento 6) a la posici&#243;n deseada y aseg&#250;relo en su lugar con una tuerca (elemento 5).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta (elemento 3) y el conjunto de manija (elemento 6), asegur&#225;ndose
                    de alinear las marcas de coincidencia previas.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure la cubierta (elemento 3) y el conjunto de manija (elemento 6) con el tornillo
                    (elemento 7). Apriete a 1.4 a 1.6 N&#183;m (12 a 14 lb-pulgada).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Instale la v&#225;lvula en la columna de direcci&#243;n. Apriete el tornillo de montaje
                    a 3.39 a 6.78 N&#183;m . (30 a 60 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire.</para>
            </step1>
            <step1>
                <para count="1">Efect&#250;e las
                    <hotlnk xrefid="hl0400212">
                        <xref refid="hl0400212"/>REVISIONES DE SERVICIO.
                    </hotlnk>
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_112.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_114.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
