<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - CONTROLADOR EC-30 DE ABS/ATC - EC-30 CON PLC</stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="2">
        <title>EC-30 CON PLC</title>
        <svcprocinfo>
            <para>A contar del 1 de marzo de 2001, todos los veh&#237;culos de remolque deben controlar una luz de
                advertencia de ABS para el remolque dentro de la cabina. Los remolques fabricados despu&#233;s de esta
                fecha transmiten al tractor el estado de la unidad de ABS del remolque a trav&#233;s de la l&#237;nea de
                alimentaci&#243;n (cable azul del conector J560) mediante las comunicaciones de la PLC.
            </para>
            <para>La se&#241;al de la PLC se transmite generalmente a trav&#233;s de la ECU del ABS del remolque. La
                aplicaci&#243;n de la tecnolog&#237;a de la PLC para la industria de veh&#237;culos pesados se conoce
                como PLC4Trucks. El EC-30 premium Bendix con PLC, y el b&#225;sico con PLC admiten la comunicaci&#243;n
                de la PLC de acuerdo con SAE J2497.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Identificaci&#243;n de un EC-30 con PLC</title>
            <para>Un EC-30 con o sin PLC se puede identificar a trav&#233;s de la etiqueta del n&#250;mero de refacci&#243;n
                individual en la ECU. Adem&#225;s, un EC-30 que no admita la caracter&#237;stica de PLC debe tener
                adherida la siguiente etiqueta:
            </para>
            <para>
                <emph type="bold">Esta ECU no controla una luz de advertencia de ABS para el remolque. No la instale en
                    un veh&#237;culo de remolque fabricado despu&#233;s del 1 de marzo de 2001.
                </emph>
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Medici&#243;n/identificaci&#243;n de la se&#241;al de la PLC</title>
            <para>Es posible utilizar un osciloscopio para verificar la presencia de una se&#241;al de la PLC en la l&#237;nea
                de alimentaci&#243;n. La se&#241;al de la PLC posee modulaci&#243;n de amplitud y de frecuencia.
                Dependiendo del filtrado y de la carga en la l&#237;nea de alimentaci&#243;n, la amplitud de la se&#241;al
                de la PLC puede variar de 0.5 mvp-p a 7.0 Vp-p. La configuraci&#243;n sugerida del osciloscopio es
                (acoplamiento AC, 1 voltio/div, 100 &#181;seg/div). La se&#241;al se debe medir en los conectores de
                alimentaci&#243;n del EC-30. Consulte la
                <hotlnk xrefid="f0404303">Figura 3</hotlnk>
                y la
                <hotlnk xrefid="f0404304">Figura 4</hotlnk>.
            </para>
            <para>El EC-30 no transmite los mensajes de la PLC, a menos que est&#233; programado espec&#237;ficamente
                para hacerlo. Con esta configuraci&#243;n est&#225;ndar, es necesario conectar al veh&#237;culo un
                remolque ABS equipado con una PLC o con una herramienta de diagn&#243;stico de la PLC para generar una
                se&#241;al de la PLC en la l&#237;nea de alimentaci&#243;n.
            </para>
            <figure id="f0404303" figsize="col-wide">
                <graphic filename="../figg04/g0404303.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 3. L&#237;nea de alimentaci&#243;n sin se&#241;al de la PLC</caption>
            </figure>
            <figure id="f0404304" figsize="col-wide">
                <graphic filename="../figg04/g0404304.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 4. L&#237;nea de alimentaci&#243;n con se&#241;al de la PLC</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04043_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04043.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
