<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULAS DE FRENO DE PEDAL BENDIX, E6-PEDAL AL PISO Y E7-PEDAL
        COLGANTE - SERVICIO DE LA V&#193;LVULA TIPO COLGANTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="1">
        <title>SERVICIO DE LA V&#193;LVULA TIPO COLGANTE</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Aplique el freno de estacionamiento y bloquee las ruedas.</para>
                <specpara>
                    <note>
                        <para>En algunos modelos, puede ser necesario remover el tanque del dep&#243;sito de l&#237;quido
                            refrigerante para tener acceso a las l&#237;neas de aire de la v&#225;lvula y a los
                            tornillos de montaje, o puede ser necesario remover el conjunto de filtro de aire.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva la correa que asegura el arn&#233;s del cables al dep&#243;sito de l&#237;quido
                    refrigerante o al conjunto de filtro de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Drene el l&#237;quido refrigerante del dep&#243;sito, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos y tuercas que aseguran el dep&#243;sito de l&#237;quido
                    refrigerante o el filtro de aire al soporte de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Marque las l&#237;neas de aire (mangueras) en relaci&#243;n a la v&#225;lvula de freno
                    (pedal).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte todas las l&#237;neas (mangueras) conectadas a la v&#225;lvula.</para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos que aseguran la v&#225;lvula del lado exterior del tablero de
                    instrumentos. Remueva la v&#225;lvula.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400226">Figura 26</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400226" figsize="col-wide">
                <graphic id="g0400226" filename="../figg04/g0400226.webp" type="webp" scalefit="0"/>
                <caption>Figura 26. V&#225;lvula tipo colgante - Desensamble</caption>
                <calloutgroup>
                    <callout1>1. ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>2. V&#193;LVULA DE ENTRADA Y ESCAPE SECUNDARIA</callout1>
                    <callout1>3. PIST&#211;N EST&#193;TICO SUPERIOR</callout1>
                    <callout1>4. RESORTE DE RETORNO DEL PIST&#211;N RELEVADOR</callout1>
                    <callout1>5. PIST&#211;N RELEVADOR</callout1>
                    <callout1>6. CUERPO</callout1>
                    <callout1>7. RESORTE DE RETORNO DEL PIST&#211;N PRIMARIO</callout1>
                    <callout1>8. PIST&#211;N EST&#193;TICO INFERIOR</callout1>
                    <callout1>9. RESORTE DE CAUCHO</callout1>
                    <callout1>10. PIST&#211;N PRIMARIO</callout1>
                    <callout1>11. RETENEDOR</callout1>
                    <callout1>12. ASIENTO DEL RESORTE</callout1>
                    <callout1>13. CONTRATUERCA</callout1>
                    <callout1>14. GU&#205;A DEL RESORTE DEL V&#193;STAGO</callout1>
                    <callout1>15. RESORTE DEL V&#193;STAGO</callout1>
                    <callout1>16. TUERCA DE ASIENTO DEL RESORTE</callout1>
                    <callout1>17. V&#193;STAGO</callout1>
                    <callout1>18. RANURA DE CIERRE</callout1>
                    <callout1>19. V&#193;LVULA DE ENTRADA Y ESCAPE PRIMARIA</callout1>
                    <callout1>20. ANILLO DE RETENCI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva los tres tornillos de cabeza hexagonal y el conjunto de pedal.</para>
            </step1>
            <step1>
                <para count="1">Aplique fuerza al retenedor, desenganche las leng&#252;etas de cierre del cuerpo y
                    remueva el retenedor (elemento 11).
                </para>
            </step1>
            <step1>
                <para count="1">Agarre con alicates la contratuerca (elemento 13) del conjunto de pist&#243;n est&#225;tico
                    inferior (elemento 8) y remueva el conjunto de pist&#243;n del cuerpo (elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Fabrique un gancho con un trozo de alambre de 152 mm (6 pulgadas) de largo y 3 mm (1/8
                    de pulgada) de di&#225;metro, doblandolo a 90 grados a una distancia de 12.7 a 19 mm (1/2 a 3/4 de
                    pulgada) del extremo. Inserte el extremo del gancho en el agujero del cuerpo y a trav&#233;s del
                    agujero de escape de la v&#225;lvula de entrada secundaria y enganche la v&#225;lvula. Hale con
                    firmeza y remueva el conjunto de pist&#243;n est&#225;tico superior (elemento 3) con la v&#225;lvula
                    de entrada y escape secundaria (elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Aplique una presi&#243;n fuerte en el asiento del resorte (elemento 12), el cual
                    comprimir&#225; el resorte del pist&#243;n primario (elemento 9). Ahora la ranura de cierre
                    (elemento 18) en el pist&#243;n es accesible a trav&#233;s de la abertura rectangular en el cuerpo.
                    Inserte alambre o un destornillador dentro de la ranura de cierre, manteniendo de este modo el
                    resorte del pist&#243;n primario en la posici&#243;n comprimida.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte la hoja del destornillador a trav&#233;s del conducto de escape de los pistones
                    primario y secundario (elemento 10) y en la ranura del v&#225;stago (elemento 17). Afloje la
                    contratuerca (elemento 13).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la contratuerca (elemento 13), la gu&#237;a del v&#225;stago del resorte
                    (elemento 14) y el resorte del v&#225;stago (elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tuerca del asiento del resorte (elemento 16), el asiento del resorte
                    (elemento 12) y el resorte de caucho (elemento 9).
                </para>
            </step1>
            <step1>
                <para count="1">El retiro del destornillador o del alambre de la ranura de cierre permitir&#225; que la
                    carga del resorte haga salir el pist&#243;n primario (elemento 10) y el pist&#243;n relevador
                    (elemento 5).
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Debe tener cuidado al remover la herramienta del anillo de cierre debido a la carga del
                        resorte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva el pist&#243;n primario (elemento 10) y el resorte de retorno, luego el pist&#243;n
                    relevador (elemento 5) y el resorte de retorno.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva de los pistones primario y relevador el v&#225;stago (elemento 17) y los anillos
                    "O".
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los anillos "O" tanto del pist&#243;n est&#225;tico superior (elemento 3) como
                    del pist&#243;n est&#225;tico inferior (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de retenci&#243;n grande del pist&#243;n est&#225;tico inferior
                    (elemento 8) y remueva el conjunto de la v&#225;lvula de entrada y escape primaria (elemento 19). No
                    es necesario desensamblar la v&#225;lvula de entrada y escape, ya que s&#243;lo recibe servicio como
                    conjunto.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de retenci&#243;n grande del pist&#243;n est&#225;tico superior
                    (elemento 3) y remueva el conjunto de la v&#225;lvula de entrada y escape secundaria (elemento 2).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <para>Lave todas las piezas met&#225;licas con un solvente de limpieza. Use aire comprimido para secar las
                piezas. Revise todas las piezas para ver si hay desgaste o deterioro excesivo. Revise los asientos de
                las v&#225;lvulas para ver si presentan deformaciones o rebabas. Revise los resortes para ver si hay
                quebraduras o corrosi&#243;n. Reemplace todas las piezas de caucho y cualquier pieza que no pueda
                recibir servicio.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400226">Figura 26</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Antes de rearmar la v&#225;lvula de freno, lubrique todos los anillos "O", las ranuras de los mismos,
                los agujeros del pist&#243;n y las superficies m&#243;viles metal a metal. Lubrique con grasa Fleetrite
                EP2 Moly o equivalente a la grasa de litio multiuso NLGI n&#186; 2.
            </para>
            <step1>
                <para count="1">Instale en el pist&#243;n est&#225;tico superior (elemento 3), el nuevo conjunto de v&#225;lvula
                    de entrada y escape secundaria (elemento 2) y f&#237;jelo con el anillo de retenci&#243;n (elemento
                    1) asegur&#225;ndose de que el este est&#233; encajado en la ranura del agujero del pist&#243;n est&#225;tico
                    superior.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el conjunto de pist&#243;n est&#225;tico superior (elemento 3) el anillo "O"
                    e inst&#225;le el conjunto en el cuerpo de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale en el pist&#243;n est&#225;tico inferior (elemento 8) el conjunto de v&#225;lvula
                    de entrada y escape primaria (elemento 19) y f&#237;jela con el anillo de retenci&#243;n (elemento
                    20) asegur&#225;ndose de que el anillo de retenci&#243;n est&#233; encajado en la ranura del pist&#243;n
                    est&#225;tico inferior (elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tres anillos "O" en las ranuras del conjunto de pist&#243;n est&#225;tico
                    inferior (elemento 8).
                </para>
                <para>El anillo "O" de di&#225;metro m&#225;s grande se instala en la ranura m&#225;s cercana a la parte
                    inferior del conjunto de pist&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los anillos "O" en el pist&#243;n relevador (elemento 5) y pist&#243;n primario
                    (elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque en el pist&#243;n primario (elemento 10) el resorte de caucho (elemento 9) con
                    el lado c&#243;ncavo hacia abajo, y coloque el asiento del resorte (elemento 12), con el lado plano
                    hacia arriba, sobre el resorte de caucho.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca de asiento del resorte sobre el pist&#243;n primario (elemento 10) con
                    su cabeza hexagonal lo m&#225;s cerca posible del asiento del resorte y g&#237;rela hacia la derecha
                    hasta que la superficie superior del asiento del resorte est&#233; al mismo nivel de la superficie
                    superior del pist&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el resorte del pist&#243;n relevador, que es el m&#225;s liviano de los dos
                    resortes de retorno de pist&#243;n, luego el pist&#243;n relevador (elemento 5), el resorte del pist&#243;n
                    primario y el pist&#243;n primario (elemento 10) en el pist&#243;n est&#225;tico inferior (elemento
                    8). Comprima ambos pist&#243;nes, primario y el secundario dentro del pist&#243;n est&#225;tico
                    inferior. Sost&#233;ngalos en forma manual o mec&#225;nica.
                </para>
                <specpara>
                    <note>
                        <para>Se puede usar un destornillador insert&#225;ndolo a trav&#233;s de una abertura
                            rectangular en el pist&#243;n est&#225;tico dentro de la ranura de cierre (elemento 18) en
                            el pist&#243;n primario (elemento 10).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inserte el v&#225;stago (elemento 17) a trav&#233;s del conducto de escape del relevador
                    (elemento 5) y los pistones primarios (elemento 10), y encaje un destornillador con ranura en la
                    cabeza del v&#225;stago; luego coloque el resorte del v&#225;stago (elemento 15) y la gu&#237;a del
                    resorte (elemento 14) en la tuerca de asiento del resorte (elemento 16).
                </para>
            </step1>
            <step1>
                <para count="1">Comprima el conjunto de resorte gu&#237;a e instale en el v&#225;stago la contratuerca
                    (elemento 13). Apriete la tuerca a 2.3 a 3.4 N&#183;m (20 a 30 lb-pulgada).
                </para>
                <specpara>
                    <note>
                        <para>La torsi&#243;n es un valor especificado para el ensamble; despu&#233;s del ensamble, el
                            valor de la torsi&#243;n disminuir&#225;. No vuelva a apretar la tuerca.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva el destornillador del conjunto de pist&#243;n est&#225;tico inferior (elemento
                    8).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de pist&#243;n est&#225;tico inferior (elemento 8) en el cuerpo de
                    la v&#225;lvula. Luego instale el retenedor (elemento 11) asegur&#225;ndose de que las leng&#252;etas
                    de cierre encajan en los resaltes del cuerpo de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de pedal usando tres tornillos de cabeza hexagonal. Revise para
                    asegurarse de que el &#233;mbolo est&#225; en contacto con el asiento del resorte. Se debe ajustar
                    el bot&#243;n de detenci&#243;n de manera que el rodillo y el &#233;mbolo hagan contacto despu&#233;s
                    del ajuste; el dedo pulgar debe poder hacer girar libremente el rodillo.
                </para>
            </step1>
            <step1>
                <para count="1">Pruebe la v&#225;lvula de freno reensamblada efectuando las
                    <hotlnk document="m04002r_51.xml" xrefid="hl0400206">
                        <xref refid="hl0400206"/>REVISIONES DE SERVICIO
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_52.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_54.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
