<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - FRENO DE RESORTE MGM DE DOBLE DIAFRAGMA - REEMPLAZO DEL CONJUNTO DE FRENO DE SERVICIO</stitle>
    <svcsection/>
    <svcproc svcproctype="replace" graphiccount="4">
        <title>REEMPLAZO DEL CONJUNTO DE FRENO DE SERVICIO</title>
        <para>Es obligatorio cortar el v&#225;stago de empuje de la nueva unidad a la longitud adecuada. La instalaci&#243;n
            inadecuada de la nueva unidad puede causar un funcionamiento inadecuado de los frenos o un desperfecto
            prematuro del sistema de frenos.
        </para>
        <para>Si el conjunto de freno de resorte de doble diafragma que se reemplaza estaba instalado correctamente, use
            las mismas dimensiones para determinar la longitud correcta de la varilla. Si el freno que se retir&#243; no
            se instal&#243; correctamente o se ha da&#241;ado demasiado para permitir la medici&#243;n, se debe seguir
            el siguiente procedimiento para determinar la longitud correcta de la varilla.
        </para>
        <step1>
            <para count="1">Aseg&#250;rese de que el freno de resorte antiguo est&#233; completamente enjaulado.
                Consulte
                <hotlnk document="m04020_6.xml" xrefid="hl0402001">ENJAULAMIENTO DEL RESORTE</hotlnk>. Aseg&#250;rese de
                que el pist&#243;n del freno de servicio est&#233; completamente retraido en la posici&#243;n "OFF" de
                los frenos. Luego, mida hacia afuera desde la cara inferior de la c&#225;mara del freno de servicio y
                anote las dos dimensiones siguientes (
                <hotlnk xrefid="f0402014">Figura 14</hotlnk>):
            </para>
            <para>- pulgadas...dimensi&#243;n Y hasta la l&#237;nea central del pasador de yugo</para>
            <para>- pulgadas...dimensi&#243;n X hasta el extremo del v&#225;stago del pist&#243;n enroscada</para>
        </step1>
        <step1>
            <para count="1"></para>
            <figure id="f0402014" figsize="col-wide">
                <graphic id="g0402014" filename="../figg04/g0402014.webp" type="webp" resolution="72"/>
                <caption>Figura 14. Medici&#243;n del v&#225;stago de empuje</caption>
            </figure>
            <step2>
                <para count="1">En los conjuntos de frenos de resorte de doble diafragma que deben volver a instalarse
                    en ajustadores manuales de holgura est&#225;ndar, la dimensi&#243;n Y es la medici&#243;n m&#225;s
                    cr&#237;tica y se debe cortar un nuevo v&#225;stago de pist&#243;n de servicio (
                    <hotlnk xrefid="f0402015">Figura 15</hotlnk>). Para duplicar exactamente esta longitud "v&#225;stago
                    m&#225;s yugo" (
                    <hotlnk xrefid="f0402014">Figura 14</hotlnk>) la medici&#243;n debe hacerse despu&#233;s de que el
                    conjunto de yugo haya sido reinstalado en el v&#225;stago del pist&#243;n.
                </para>
            </step2>
            <step2>
                <para count="1"></para>
                <figure id="f0402015" figsize="col-wide">
                    <graphic id="g0402015" filename="../figg04/g0402015.webp" type="webp"/>
                    <caption>Figura 15. Corte del v&#225;stago de empuje del freno de servicio</caption>
                </figure>
            </step2>
            <step2>
                <para count="1">En los conjuntos de frenos de resorte de doble diafragma que deben volver a instalarse
                    en ajustadores de holgura autom&#225;ticos, la dimensi&#243;n X
                    <hotlnk xrefid="f0402014">Figura 14</hotlnk>) es la medici&#243;n m&#225;s cr&#237;tica y se debe
                    cortar un nuevo v&#225;stago del pist&#243;n de servicio (
                    <hotlnk xrefid="f0402015">Figura 15</hotlnk>). Para duplicar exactamente esta longitud de "s&#243;lo
                    el v&#225;stago" (
                    <hotlnk xrefid="f0402014">Figura 14</hotlnk>) la medida se debe tomar antes de que el conjunto de
                    yugo se reinstale en el v&#225;stago del pist&#243;n.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Retire las tuercas hexagonales y las arandelas planas de los tornillos de montaje de la
                nueva c&#225;mara, limpie la superficie del soporte de montaje e instale la c&#225;mara en el soporte,
                prestando mucha atenci&#243;n a la posici&#243;n de los orificios de entrada de aire de la c&#225;mara,
                para lograr una alineaci&#243;n correcta con las l&#237;neas de aire del veh&#237;culo. Luego instale
                una arandela plana y una tuerca hexagonal en cada tornillo de montaje y, con una llave manual de 23.81
                mm (15/16 de pulgada)
                <emph type="bold">(NO USE NINGUNA CLASE DE LLAVE DE IMPACTO)</emph>, apriete las tuercas a torsi&#243;n
                de
                <emph type="bold">100-115 libras pie.</emph>
            </para>
            <specpara>
                <caution>
                    <para>Al instalar cualquier c&#225;mara MODELO MGM "TR-T", es obligatorio colocar el extremo de la c&#225;mara
                        (que no es la de presi&#243;n) que tiene el tubo ventilador en la mitad superior de la misma,
                        mirando en direcci&#243;n opuesta a la superficie del camino (
                        <hotlnk document="m04020_5.xml" xrefid="f0402008">Figura 8</hotlnk>). Si no se respeta esta
                        advertencia, se anular&#225; la garant&#237;a en estos modelos.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Reconecte el yugo al ajustador de holgura, asegur&#225;ndose de que se instale el pasador
                con el di&#225;metro y la longitud correctos, y en el orificio correcto del ajustador de holgura.
                Asegure el pasador de yugo con un nuevo pasador hendido.
            </para>
        </step1>
        <step1>
            <para count="1">Revise el v&#225;stago de pist&#243;n para asegurarse de que est&#233; funcionando
                libremente, que no est&#233; trabado y que est&#233; ajustado en el fondo de la c&#225;mara del freno de
                servicio con no m&#225;s de
                <emph type="underscr">+</emph>
                3&#176; en cualquier direcci&#243;n, en cualquiera de los puntos del recorrido de la c&#225;mara. Si el
                v&#225;stago de pist&#243;n no est&#225; ajustado, haga las correcciones volviendo a colocar el conjunto
                en el soporte de montaje y/o colocando arandelas de calce en el ajustador de holgura hacia la derecha o
                izquierda en el &#225;rbol de levas, seg&#250;n sea necesario.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique cinta de tefl&#243;n o compuesto de sellar a las conexiones de las mangueras y
                vuelva a instalar ambas l&#237;neas de aire en la c&#225;mara, asegur&#225;ndose de que cada una
                coincida con el orificio de entrada de aire correcto, de acuerdo con las marcas efectuadas
                anteriormente.
                <emph type="bold">Apriete las conexiones en los orificios de entrada de aire de la c&#225;mara con una
                    torsi&#243;n de 25 libras pie.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Usando aire del sistema del veh&#237;culo, cargue el freno de resorte con presi&#243;n de l&#237;nea
                total (m&#237;nimo a 689.4 kPa [100 psi] ). Usando s&#243;lo agua jabonosa (JAM&#193;S USE NING&#218;N
                TIPO DE ACEITE), revise si hay fugas de aire en las conexiones y l&#237;neas de aire. Si aparecen
                burbujas,
                <emph type="bold">apriete levemente las conexiones, pero no m&#225;s de 25 libras pie.</emph>
            </para>
            <specpara>
                <important>
                    <para>Si solt&#243; la abrazadera de tipo anillo del freno de servicio para reposicionar los
                        orificios de entrada de aire, aplique aire al freno de resorte y luego aplique y mantenga
                        oprimida la v&#225;lvula de pedal del freno de pedal para cargar la c&#225;mara del freno de
                        servicio. Revise si hay fugas alrededor de la circunferencia de la abrazadera tipo anillo. Si
                        aparecen burbujas, golpee firmemente la circunferencia de la abrazadera tipo anillo con un
                        martillo (
                        <hotlnk xrefid="f0402016">Figura 16</hotlnk>) y vuelva a apretar las tuercas de fijaci&#243;n
                        hasta que la fuga se detenga. Apriete las tuercas de fijaci&#243;n con una torsi&#243;n de 25-30
                        libras pie. Cuando haya terminado, descargue completamente el aire de la c&#225;mara del freno
                        de servicio .
                    </para>
                </important>
            </specpara>
            <figure id="f0402016" figsize="col-wide">
                <graphic id="g0402016" filename="../figg04/g0402016.webp" type="webp"/>
                <caption>Figura 16. Golpee la abrazadera tipo anillo</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Con la presi&#243;n de aire descargada de la c&#225;mara del freno de servicio, pero con
                presi&#243;n a&#250;n aplicada en el pedal de freno, retire la tuerca de retenci&#243;n, la arandela y
                el tornillo de liberaci&#243;n. Vuelva a poner estas piezas en su lugar de almacenamiento (
                <hotlnk xrefid="f0402017">Figura 17</hotlnk>) en la c&#225;mara (o si no hay un lugar en la c&#225;mara,
                guardelas en la caja de herramientas del veh&#237;culo,) y apriete la tuerca contra la arandela plana a
                una torsi&#243;n de 10 libras pie.
            </para>
            <figure id="f0402017" figsize="col-wide">
                <graphic id="g0402017" filename="../figg04/g0402017.webp" type="webp"/>
                <caption>Figura 17. Almacene el tornillo y la tuerca de liberaci&#243;n</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Vuelva a poner correctamente la TAPA (
                <hotlnk document="m04020_5.xml" xrefid="f0402005">Figura 5</hotlnk>). Aseg&#250;rese de que el anillo
                "O" est&#233; instalado en la tapa de pl&#225;stico (
                <hotlnk document="m04020_5.xml" xrefid="f0402006">Figura 6</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>Las unidades que no tengan la TAPA asegurada en su lugar durante el funcionamiento provocar&#225;n
                        un desperfecto prematuro del conjunto de freno de resorte y anular&#225;n cualquier garant&#237;a.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <important>
                    <para>Si la c&#225;mara est&#225; dotada de un tubo ventilador externo, aseg&#250;rese de que ambos
                        extremos del tubo conector est&#233;n encajados a un m&#237;nimo de 1.27 cm (1/2 pulgada) en
                        cada uno de los codos flexibles (
                        <hotlnk document="m04020_5.xml" xrefid="f0402007">Figura 7</hotlnk>). El tubo debe estar
                        adherido a ambos codos con un adhesivo de caucho de alta calidad. Estas unidades deben
                        instalarse con el TUBO VENTILADOR en la mitad superior de la c&#225;mara que no es de presi&#243;n,
                        mirando en direcci&#243;n opuesta a la superficie del camino (
                        <hotlnk document="m04020_5.xml" xrefid="f0402008">Figura 8</hotlnk>). Si no se cumplen estas
                        instrucciones de instalaci&#243;n, se anular&#225; cualquier garant&#237;a.
                    </para>
                </important>
            </specpara>
            <specpara>
                <important>
                    <para>Despu&#233;s de reemplazar el diafragma del freno de servicio o la c&#225;mara del freno de
                        resorte, debe revisarse el recorrido del v&#225;stago del pist&#243;n de servicio y la alineaci&#243;n
                        de aplicaci&#243;n, para asegurar una instalaci&#243;n y ajuste correctos del freno b&#225;sico.
                        Es muy importante saber que no pueden hacerse ajustes del freno b&#225;sico, ya sea en la c&#225;mara
                        del freno de resorte o en la c&#225;mara del freno de servicio y que todos los "ajustes de
                        recorrido" deben hacerse en el ajustador de holgura.
                    </para>
                </important>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04020_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
