<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - COMPONENTES DEL FRENO - V&#193;LVULA DE CONTROL MANUAL - BENDIX TC-7</stitle>
    <svcsection/>
    <svcproc svcproctype="IDcomponent" graphiccount="2">
        <title>BENDIX TC-7</title>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>La v&#225;lvula de control manual se usa para controlar los frenos en un remolque, en forma
                independiente de los frenos del veh&#237;culo de remolque. Generalmente, la v&#225;lvula se instala en
                la columna de direcci&#243;n o en el tablero de instrumentos y proporciona al operador un medio gradual
                para activar y desactivar los frenos. La distancia a la que se mueve la manija del freno hacia la
                derecha en la posici&#243;n de accionamiento determina la severidad de la activaci&#243;n del freno.
            </para>
            <specpara>
                <warning>
                    <para>No use la v&#225;lvula de control manual para mantener los frenos aplicados cuando el chasis
                        est&#233; estacionado y sin atenci&#243;n. El aire puede salir del sistema y el veh&#237;culo se
                        mover&#225;.
                    </para>
                </warning>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Funcionamiento</title>
            <para>Cuando se mueve la manija hacia la derecha desde la posici&#243;n desactivada, se ejerce fuerza en la
                parte superior del resorte de regulaci&#243;n de la presi&#243;n a trav&#233;s de la acci&#243;n de la
                leva y del seguidor de leva. La fuerza sobre el resorte hace que el pist&#243;n se mueva hacia abajo. El
                asiento de escape en el centro del pist&#243;n hace contacto con la v&#225;lvula de escape y cierra el
                conducto de escape en el pist&#243;n. Al mismo tiempo que el escape se cierra, el continuo movimiento
                hacia abajo del pist&#243;n levanta la v&#225;lvula de entrada de su asiento. La presi&#243;n de aire
                del dep&#243;sito pasa por la entrada abierta y sale del orificio de entrega, a trav&#233;s de la l&#237;nea
                de servicio y aplica los frenos (
                <hotlnk xrefid="f0400258">Figura 58</hotlnk>
                ).
            </para>
            <figure id="f0400258" figsize="col-wide">
                <graphic id="g0400258" filename="../figg04/g0400258.webp" type="webp" scalefit="0"/>
                <caption>Figura 58. V&#225;lvula de control manual Bendix TC-7</caption>
                <calloutgroup>
                    <callout1>1. SOPORTE</callout1>
                    <callout1>2. MANIJA</callout1>
                    <callout1>3. V&#193;LVULA</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Retenci&#243;n</title>
            <para>La presi&#243;n de aire que pasa por la v&#225;lvula de entrada abierta tambi&#233;n es efectiva en el
                &#225;rea inferior del pist&#243;n. Cuando la fuerza de la presi&#243;n de aire debajo del pist&#243;n
                equilibra la fuerza del resorte de graduaci&#243;n que presiona por encima, el pist&#243;n se levanta
                suavemente y la v&#225;lvula de entrada regresa a su asiento. La v&#225;lvula de escape permanece
                sentada de modo que el flujo de aire a trav&#233;s de la v&#225;lvula se detiene y se mantiene la presi&#243;n
                de aire en la l&#237;nea de servicio.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desactivaci&#243;n</title>
            <para>Cuando se mueve la manija o la palanca de funcionamiento hacia la izquierda, la fuerza sobre el pist&#243;n
                disminuye. Entonces la presi&#243;n de aire desde abajo levantar&#225; el pist&#243;n, separ&#225;ndolo
                de la v&#225;lvula de escape. Con el conducto de escape abierto, la presi&#243;n de aire en la l&#237;nea
                de servicio sale del orificio de escape de la v&#225;lvula.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Mantenimiento</title>
            <para>Cada tres meses o cada 40,000 km (25,000 millas), se debe revisar la v&#225;lvula de control manual
                para ver si su graduaci&#243;n y funcionamiento son apropiados. Las conexiones de la palanca o
                articulaci&#243;n de la v&#225;lvula operada a control remoto deben revisarse y lubricarse si es
                necesario.
            </para>
            <para>Una vez al a&#241;o o cada 160,000 km (100,000 millas), desarme la v&#225;lvula de control manual.
                Limpie y revise todas las piezas. Desarme y limpie las piezas con esencias minerales. Reemplace todas
                las piezas de caucho y cualquiera que est&#233; gastada o da&#241;ada. Efect&#250;e las
                <hotlnk xrefid="hl0400216">
                    <xref refid="hl0400216"/>REVISIONES DE SERVICIO
                </hotlnk>
                antes de poner en servicio el veh&#237;culo.
            </para>
        </svcsubproc>
        <svcsubproc id="hl0400216">
            <title>Revisiones de servicio - Prueba de funcionamientos</title>
            <step1>
                <para count="1">Estacione el veh&#237;culo sobre una superficie nivelada y bloquee las ruedas.</para>
            </step1>
            <specpara>
                <caution>
                    <para>S&#243;lo se deben de usar indicadores de prueba conocidos por su precisi&#243;n para revisar
                        las presiones de entrega de la v&#225;lvula de frenos, los ajustes de presi&#243;n del regulador
                        y otras pruebas.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Conecte al orificio de entrega un indicador de prueba preciso o conecte el indicador al
                    acoplamiento de la manguera de servicio del tractor. Si se conecta el indicador al acoplamiento de
                    la manguera de servicio, instale un acoplamiento de manguera falso en el acoplamiento de la manguera
                    de suministro (emergencia) y coloque el control de protecci&#243;n del tractor en la posici&#243;n
                    de carga del remolque. Cuando se mueva la manija a la posici&#243;n de accionamiento total, el
                    indicador de prueba debe registrar una presi&#243;n total en el dep&#243;sito.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva la manija a una posici&#243;n intermedia entre desactivada y activad total y
                    observe que la presi&#243;n de aire registrada en el indicador de prueba var&#237;a en consecuencia.
                    Al desactivar, el indicador de prueba debe registrar cero inmediatamente.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Prueba de fugas</title>
            <step1>
                <para count="1">Ubique la conexi&#243;n del orificio de escape y las l&#237;nea de escape y aplique una
                    soluci&#243;n jabonosa. Con la v&#225;lvula en la posici&#243;n desactivada, la fuga en el escape no
                    debe exceder una burbuja de jab&#243;n de 25 mm (1 pulgada) de di&#225;metro producida en cinco
                    segundos. Con la v&#225;lvula completamente accionada, la fuga en el escape no debe exceder una
                    burbuja de jab&#243;n de 25 mm (1 pulgada) de di&#225;metro producida en tres segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Repare o reemplace la v&#225;lvula si no funciona como se describi&#243; o si la fuga es
                    excesiva.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Aplique el freno de estacionamiento y bloquee las ruedas.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de los frenos de aire.</para>
            </step1>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire en el fondo de la v&#225;lvula, incluyendo la l&#237;nea
                    de escape si se usa.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de la abrazadera de montaje, la abrazadera y la v&#225;lvula.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desensamble</title>
            <para>Consulte la
                <hotlnk xrefid="f0400259">Figura 59</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f0400259" figsize="col-wide">
                <graphic id="g0400259" filename="../figg04/g0400259.webp" type="webp" scalefit="0"/>
                <caption>Figura 59. V&#225;lvula de control manual Midland-Ross - Desensamble</caption>
                <calloutgroup>
                    <callout1>1. CUERPO DE LA V&#193;LVULA</callout1>
                    <callout1>2. V&#193;LVULA DE ESCAPE</callout1>
                    <callout1>3. ANILLO DE SELLO</callout1>
                    <callout1>4. ARANDELA DE FRICCI&#211;N</callout1>
                    <callout1>5. ANILLO "O"</callout1>
                    <callout1>6. ANILLO "O"</callout1>
                    <callout1>7. SEGUIDOR DE LA LEVA</callout1>
                    <callout1>8. ARANDELA DE SEGURIDAD ESPECIAL</callout1>
                    <callout1>9. ANILLO DE RETENCI&#211;N</callout1>
                    <callout1>10. ANILLO DE AJUSTE</callout1>
                    <callout1>11. ADAPTADOR DEL ANILLO DE AJUSTE</callout1>
                    <callout1>12. LEVA</callout1>
                    <callout1>13. RESORTE DE GRADUACI&#211;N</callout1>
                    <callout1>14. PIST&#211;N</callout1>
                    <callout1>15. ANILLO "O"</callout1>
                    <callout1>16. RESORTE</callout1>
                    <callout1>17. ASIENTO DE ENTRADA</callout1>
                    <callout1>18. ANILLO "O"</callout1>
                    <callout1>19. V&#193;LVULA DE ENTRADA</callout1>
                </calloutgroup>
            </figure>
            <para>Si la v&#225;lvula se desarma en una prensa de banco, aseg&#250;rese de que la prensa no est&#233;
                apretada en exceso, ya que se pueden deformar la v&#225;lvula y las piezas internas.
            </para>
            <step1>
                <para count="1">Remueva la arandela de seguridad del anillo de ajuste (elemento 8).</para>
            </step1>
            <step1>
                <para count="1">Remueva el anillo de ajuste (elemento 10).</para>
            </step1>
            <specpara>
                <note>
                    <para>Se debe usar una llave de horquilla para hacer girar el anillo de ajuste. Si no tiene a su
                        disposici&#243;n esta llave de tuercas, puede girar el anillo de ajuste con un peque&#241;o
                        destornillador insertado en una de las muescas internas del anillo.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva el anillo de retenci&#243;n (elemento 9).</para>
            </step1>
            <step1>
                <para count="1">Remueva el adaptador del anillo de ajuste (elemento 11), el seguidor de la leva
                    (elemento 7), el anillo de sello (elemento 3) y la arandela de fricci&#243;n (elemento 4).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Es importante observar si la arandela de fricci&#243;n est&#225; instalada con las nervaduras
                        contra el anillo sellante o separadas de &#233;ste, ya que debe volver a instalarse de la misma
                        manera.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva la leva (elemento 12), el resorte de graduaci&#243;n (elemento 13), el pist&#243;n
                    (elemento 14) y el resorte de retorno del pist&#243;n (elemento 16).
                </para>
            </step1>
            <step1>
                <para count="1">Use una llave de cubo de 17.4 mm (11/16 de pulgada) con extensi&#243;n de profundidad y
                    remueva los conjuntos de la v&#225;lvula de entrada y la de escape.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza y revisi&#243;n</title>
            <step1>
                <para count="1">Lave todas las piezas met&#225;licas con esencias minerales y s&#233;quelas.
                    <emph type="bold">No use solvente de limpieza.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todas las piezas de caucho.</para>
            </step1>
            <step1>
                <para count="1">Revise todas las piezas para ver si hay desgaste o deterioro excesivo.</para>
            </step1>
            <step1>
                <para count="1">Revise los resortes para ver si hay grietas, corrosi&#243;n o deformaciones.</para>
            </step1>
            <step1>
                <para count="1">Revise los asientos de la v&#225;lvula y el agujero del pist&#243;n para ver si
                    presentan mellas y rebabas.
                </para>
            </step1>
            <step1>
                <para count="1">Reemplace todas las piezas que no pueden recibir servicio.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reensamble</title>
            <para>Antes del reensamble, lubrique los n&#250;cleos del cuerpo, la leva, los seguidores de leva, los
                anillos "O" y las ranuras del anillo "O" con un lubricante comparable al que se mencion&#243; en el
                elemento 3 de las
                <hotlnk document="m04002r_150.xml" xrefid="hl0400209">
                    <xref refid="hl0400209"/>ESPECIFICACIONES DE LUBRICACI&#211;N
                </hotlnk>
                . No lubrique el anillo sellador, la arandela de fricci&#243;n o las dentaduras del seguidor de leva.
            </para>
            <para>Consulte la
                <hotlnk xrefid="f0400259">Figura 59</hotlnk>
                con respecto a todos los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale el anillo "O" (elemento 18) en el conjunto de v&#225;lvula de entrada y
                    escape.
                </para>
            </step1>
            <step1>
                <para count="1">Usando una llave de cubo de 17.4 mm (11/16 de pulgada) con extenci&#243;n, instale los
                    conjuntos de la v&#225;lvula de entrada y escape y apriete a 1.7 N&#183; m (15 lb-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte de retorno del pist&#243;n (elemento 16).</para>
            </step1>
            <step1>
                <para count="1">Coloque el anillo "O" (elemento 15) del pist&#243;n (elemento 14) e instale el pist&#243;n
                    en el cuerpo de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el resorte de graduaci&#243;n (elemento 13).</para>
            </step1>
            <step1>
                <para count="1">Instale la leva (elemento 12) en el cuerpo de la v&#225;lvula, con el lado plano hacia
                    el resorte de graduaci&#243;n (elemento 13). Alinee las "orejas" de la leva con las correspondientes
                    ranuras en el cuerpo de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo sellante de caucho (elemento 3) en el seguidor de la leva (elemento
                    7).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la arandela de fricci&#243;n (elemento 4) en el seguidor de la leva en la misma
                    direcci&#243;n que se mencion&#243; en el paso 4 de Desensamble.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el seguidor de la leva (elemento 7).</para>
            </step1>
            <specpara>
                <note>
                    <para>La "oreja" de tope del seguidor de leva (elemento 7) no permitir&#225; un ensamble incorrecto
                        del seguidor de la leva. Aseg&#250;rese de que la "oreja" de ubicaci&#243;n de la arandela de
                        fricci&#243;n (elemento 4) se ajuste en la ranura ancha del cuerpo de la v&#225;lvula.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque el anillo "O" (elemento 11) en el adaptador del anillo de ajuste (elemento 11) y
                    en el anillo de ajuste (elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el anillo de ajuste (elemento 10) en el adaptador (elemento 11) hasta que est&#233;
                    al nivel de la parte de abajo del adaptador.
                </para>
                <specpara>
                    <note>
                        <para>Cuando se instala el adaptador, &#233;ste tiene dos leng&#252;etas de divisi&#243;n que
                            encajan en las ranuras del cuerpo de la v&#225;lvula. Despu&#233;s de ensamblar la v&#225;lvula,
                            aseg&#250;rese de instalar el anillo de ajuste (elemento 10) con las ranuras para la llave
                            en forma accesible, (hacia arriba).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Coloque el adaptador y el conjunto de anillo de ajuste (elemento 11) sobre el seguidor
                    de la leva (elemento 7), asegur&#225;ndose de que las leng&#252;etas del adaptador encajen en las
                    ranuras del cuerpo.
                </para>
            </step1>
            <step1>
                <para count="1">Presione hacia abajo el seguidor de la leva (elemento 7) e instale el anillo de expansi&#243;n.
                    Aseg&#250;rese de que el anillo de retenci&#243;n (elemento 9) est&#233; completamente encajado en
                    su ranura.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si las leng&#252;etas en el adaptador no est&#225;n en las ranuras del cuerpo, no se puede
                        instalar completamente el anillo de retenci&#243;n (elemento 9).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Antes de instalar la arandela de seguridad (elemento 8), ajuste la v&#225;lvula.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ajuste</title>
            <para>Generalmente, la v&#225;lvula de control manual del freno TC-7 debe entregar la presi&#243;n total del
                dep&#243;sito.
            </para>
            <step1>
                <para count="1">Si la presi&#243;n entregada es inferior a 862 kPa (125 psi), se puede ajustar quitando
                    la manija, soltando la arandela de seguridad del anillo y haciendo girar el anillo de ajuste hacia
                    la derecha.
                </para>
            </step1>
            <step1>
                <para count="1">Si la presi&#243;n entregada es superior a 862 kPa (125 psi), se puede disminuir
                    haciendo girar el anillo de ajuste hacia la izquierda.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de terminar el ajuste, apriete la arandela de seguridad e instale la manija
                    de la v&#225;lvula.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La posici&#243;n de la manija no es ajustable.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire a la TC-7.</para>
            </step1>
            <step1>
                <para count="1">Instale la v&#225;lvula en la columna de direcci&#243;n. Apriete los tornillos de
                    montaje a 3.39 a 6.78 N&#183;m (30 a 60 lb-pulgada).
                    <emph type="bold">No apriete en exceso.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Proceda con la REVISI&#211;N DE SERVICIO, tal como se describe en la p&#225;gina 90.
                </para>
            </step1>
            <para></para>
            <para></para>
            <para></para>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla de torsiones</title>
            <table id="t0400207" tblwidth="full-page" frame="all" numbered="no" view="reveal">
                <title>Tabla de torsiones - V&#225;lvula de control manual Midland-Ross</title>
                <tgroup cols="3" align="center" charoff="50" char="c">
                    <colspec colnum="1" colname="1" colwidth="173pt"/>
                    <colspec colnum="2" colname="2" colwidth="162pt"/>
                    <colspec colnum="3" colname="3" colwidth="162pt" colsep="1"/>
                    <tbody valign="top">
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Ubicaci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Lb-pulgada</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>N&#183; m</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Conjunto de entrada y escape</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                            <entry>
                                <para>1.7</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillos de montaje de la v&#225;lvula</para>
                            </entry>
                            <entry>
                                <para>30 a 60</para>
                            </entry>
                            <entry>
                                <para>3.39 a 6.78</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Tornillo de la manija de la v&#225;lvula</para>
                            </entry>
                            <entry>
                                <para>30 a 60</para>
                            </entry>
                            <entry>
                                <para>3.39 a 6.78</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Contratuerca del v&#225;stago de valor de descarga</para>
                            </entry>
                            <entry>
                                <para>5 a 7</para>
                            </entry>
                            <entry>
                                <para>0.6 a 0.8</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tornillos de la cubierta</para>
                            </entry>
                            <entry>
                                <para>12 a 14</para>
                            </entry>
                            <entry>
                                <para>1.4 a 1.6</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_113.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r_115.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m04002r.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
