<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RUEDAS, RINES Y LLANTAS - CUIDADO DE LLANTAS - DESGASTE DE LLANTAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>DESGASTE DE LLANTAS</title>
        <para>Las llantas radiales pueden presentar tres tipos de patrones de desgaste normal. 1. Uniforme, 2. Erosi&#243;n,
            3.Resalto.
        </para>
        <para>
            <emph type="bold">Desgaste uniforme.</emph>
            Como en el caso de las llantas de tela sesgada, cuando las llantas radiales tienen un patr&#243;n de
            desgaste uniforme es signo de que se han utilizado y mantenido en forma apropiada.
        </para>
        <para>
            <emph type="bold">El desgaste por erosi&#243;n</emph>
            tambi&#233;n se denomina desgaste por rodaje, desgaste de r&#237;o o canal y se puede encontrar tanto en las
            llantas de tela sesgada como en las llantas radiales. El desgaste por erosi&#243;n se encuentra m&#225;s a
            menudo en las llantas de rodaje libre. Esta es una indicaci&#243;n de que la llanta se utiliza en
            operaciones de desgaste lento. Lo que sucede es que las telas de la banda se mantienen muy r&#237;gidas y no
            permiten que la rodadura se distorsione a medida que pasa a trav&#233;s del &#225;rea de contacto. S&#243;lo
            se desgastar&#225; el borde de la rueda. La llanta no se ha desgastado lo suficientemente r&#225;pido
            durante el manejo normal. No se requiere ninguna acci&#243;n de correcci&#243;n. Si la erosi&#243;n llega a
            1/16 de pulgada (1.588mm) o m&#225;s, la llanta se debe rotar.
        </para>
        <para>
            <emph type="bold">El desgaste de resalto</emph>incluso con las llantas infladas en forma apropiada es el
            desgaste normal de ciertos dise&#241;os de llanta radial. Si tanto el resalto interno como externo se
            desgastan de modo uniforme alrededor de la llanta, no se necesita ninguna acci&#243;n adicional. No infle
            excesivamente la llanta para corregir este efecto. El hacer esto podr&#237;a provocar una falla prematura
            cuando se produce un impacto en caminos peligrosos.
        </para>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_22.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_24.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
