<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RUEDAS, RINES Y LLANTAS - CUIDADO Y MANTENIMIENTO - INSTALACI&#211;N, APRIETE Y
        ALINEACI&#211;N (DESCENTRAMIENTO LATERAL)
    </stitle>
    <svcsection/>
    <svcproc id="x1700102" svcproctype="install" graphiccount="6">
        <title>INSTALACI&#211;N, APRIETE Y ALINEACI&#211;N (DESCENTRAMIENTO LATERAL)</title>
        <svcsubproc>
            <title>Ruedas de disco o ruedas de rayo moldeado</title>
            <para>Cuando se instalan ruedas de disco o rines desmontables con ruedas de rayo moldeado, aseg&#250;rese de
                que las roscas de los pernos y las tuercas est&#233;n limpios para permitir la correcta torsi&#243;n de
                las tuercas. Las superficies de instalaci&#243;n de los rines, las ruedas, los anillos espaciadores y
                las abrazaderas no deber&#237;an tener suciedad, &#243;xido ni estar da&#241;ados. Utilice un cepillo de
                alambre para limpias las superficies de contacto de instalaci&#243;n. No utilice ning&#250;n lubricante
                en las roscas.
            </para>
            <para>Despu&#233;s de haber apretado el rin o la rueda en forma apropiada, se deber&#237;a revisar el
                ensamblaje para detectar un descentramiento lateral. Esto se puede lograr al fijar un indicador dial de
                descentramiento de llantas en una superficie firme y estable y ubicarlo a la m&#237;nima distancia
                posible de la superficie exterior de la costilla de la curva de la llanta (
                <hotlnk xrefid="f1700121">Figura 21</hotlnk>). Si esta &#225;rea est&#225; desgastada, cortada o
                estriada, obtendr&#225; una lectura inapropiada en el indicador dial. El descentramiento lateral en las
                llantas delanteras no deber&#237;a exceder 0.125 pulgadas. Para los ejes traseros con ruedas dobles, el
                descentramiento lateral no deber&#237;a exceder 0.187 pulgadas. Si el descentramiento lateral excede
                estos valores, revise para descartar rines doblados o torcidos, cojinetes de rueda ajustados en forma
                inapropiada y/o asiento de bola de llanta inapropiado. Realice correcciones seg&#250;n sea necesario.
                Suelte todas las tuercas de seguridad y las abrazaderas de rin y tuerza nuevamente de acuerdo a lo
                especificado. Luego verifique el descentramiento lateral.
            </para>
            <figure id="f1700121" figsize="col-wide">
                <graphic id="g1700121" filename="../figg17/g1700121.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figura 21. Revisi&#243;n del descentramiento lateral total.</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Ruedas de rayos moldeados</title>
            <step1>
                <para count="1">Deslice el ensamblaje trasero interior o delantero de la llanta y el rin por encima de
                    la rueda de rayo moldeado y p&#243;ngala de nuevo en posici&#243;n contra la superficie de instalaci&#243;n
                    ahusada. Aseg&#250;rese de que el v&#225;stago de la v&#225;lvula est&#233; orientado hacia afuera y
                    est&#233; centrado entre los dos rayos (y, si se aplica, libere los calibradores del freno de
                    disco).
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el anillo espaciador por encima de la rueda. Revise el anillo espaciador para
                    detectar concentricidad, rotando el anillo espaciador alrededor de la rueda de rayo moldeado (s&#243;lo
                    la rueda trasera).
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el ensamblaje de la llanta trasera interior y del rin en la rueda, asegur&#225;ndose
                    de que el v&#225;stago de la v&#225;lvula est&#233; orientado hacia adentro y se localice en la
                    misma posici&#243;n relativa que el v&#225;stago de la v&#225;lvula interior (s&#243;lo rueda
                    trasera).
                </para>
            </step1>
            <step1>
                <para count="1">Ensamble todas las abrazaderas y tuercas del rin. Gire las tuercas en los pernos hasta
                    que cada tuerca est&#233; al nivel del final del perno.
                </para>
            </step1>
            <step1>
                <para count="1">Gire la tuerca superior "1" (
                    <hotlnk xrefid="f1700122">Figura 22</hotlnk>) hasta que est&#233; ajustada.
                </para>
                <figure id="f1700122" figsize="col-wide">
                    <graphic id="g1700122" filename="../figg17/g1700122.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="232px" resolution="72"/>
                    <caption>Figura 22. Secuencia de apriete de rueda de rayo moldeado</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire la rueda y el rin hasta la tuerca "2" (
                    <hotlnk xrefid="f1700122">Figura 22</hotlnk>) est&#233; en la posici&#243;n superior y la tuerca
                    ajustada.
                </para>
            </step1>
            <step1>
                <para count="1">Gire la rueda y el rin hasta la tuerca "3" (
                    <hotlnk xrefid="f1700122">Figura 22</hotlnk>) est&#233; en la posici&#243;n superior y la tuerca
                    ajustada.
                </para>
            </step1>
            <step1>
                <para count="1">Gire la rueda y el rin hasta que las tuercas "4", "5" y "6" est&#233;n en la posici&#243;n
                    superior y ajusten estas tuercas.
                </para>
            </step1>
            <para>Ya que el peso total del ensamblaje de la rueda y el rin est&#225;n en el rayo superior, el proceso en
                ejecuci&#243;n (secuencia en sentido cruzado) asegurar&#225;n la aplicaci&#243;n uniforme de fuerza en
                todos los puntos del rin, manteniendo el rin en la alineaci&#243;n correcta.
            </para>
            <step1>
                <para count="1">Repita la secuencia de apriete de las tuercas de acuerdo al valor de torsi&#243;n que
                    aparece en la
                    <hotlnk document="m17001y_27.xml" xrefid="x1700101">TABLA DE TORSI&#211;N</hotlnk>.
                </para>
                <para>Despu&#233;s de que el ensamblaje de la rueda este apretado en forma apropiada, revise la alineaci&#243;n
                    del rin como se mencion&#243; anteriormente.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de hacer funcionar el veh&#237;culo durante 50 millas (80 km.)
                    aproximadamente, revise las tuercas de los pernos para verificar el apriete en la misma secuencia
                    que aparece.
                    <hotlnk xrefid="f1700122">Figura 22</hotlnk>
                    . Una vez a la semana inspeccione y apriete nuevamente las tuercas de los pernos de la rueda.
                    <hotlnk xrefid="f1700123">Figura 23</hotlnk>).
                </para>
                <figure id="f1700123" figsize="col-wide">
                    <graphic id="g1700123" filename="../figg17/g1700123.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="352px" resolution="72"/>
                    <caption>Figura 23. Uso de la llave de torsi&#243;n en las tuercas de torsi&#243;n de la rueda
                    </caption>
                </figure>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ruedas de disco con tuercas (de asiento de bola)</title>
            <step1>
                <para count="1">Ponga en posici&#243;n la llanta interior/trasera o delantera y la rueda por encima de
                    los pernos y empuje hacia atr&#225;s tanto como sea posible. H&#225;galo con cuidado para evitar un
                    da&#241;o a las roscas o a los pernos y, si se aplica, inspeccione el v&#225;stago de la v&#225;lvula
                    para que libere el calibrador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca de rueda en las ruedas delanteras y la tuerca de rueda interior en las
                    ruedas traseras dobles. Inserte las tuercas en los pernos hasta que las tuercas hagan contacto con
                    la rueda. Gire la rueda hasta la mitad para permitir que las piezas se ajusten en forma natural.
                </para>
            </step1>
            <step1>
                <para count="1">Det&#233;ngase alternando entre las tuercas de pernos, siguiendo la secuencia (patr&#243;n
                    en sentido cruzado) como se ilustra en la
                    <hotlnk xrefid="f1700124">Figura 24</hotlnk>. No apriete las tuercas por completo en esta
                    oportunidad. Este procedimiento permitir&#225; un asiento uniforme de las tuercas y asegurar&#225;
                    el contacto uniforme cara a cara de la rueda y el cubo.
                </para>
                <figure id="f1700124" figsize="col-wide">
                    <graphic id="g1700124" filename="../figg17/g1700124.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="392px" resolution="72"/>
                    <caption>Figura 24. Secuencia de apriete de rueda de disco</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Contin&#250;e el apriete de las tuercas de acuerdo al valor de torsi&#243;n que aparece
                    en la
                    <hotlnk document="m17001y_27.xml" xrefid="x1700101">TABLA DE TORSI&#211;N,</hotlnk>
                    utilizando el mismo m&#233;todo de alternaci&#243;n que aparece en la
                    <hotlnk xrefid="f1700124">Figura 24</hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale la rueda y las tuercas traseras exteriores. Repita el m&#233;todo anterior. Aseg&#250;rese
                    de que tanto el v&#225;stago interior como exterior de la v&#225;lvula sean de f&#225;cil acceso.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de hacer funcionar el veh&#237;culo durante 50 millas (80 km.)
                    aproximadamente, revise las tuercas de los pernos para verificar el apriete. Se pueden encontrar
                    algunos asientos naturales de las piezas y la torsi&#243;n de las tuercas caer&#225;. Apriete
                    nuevamente todas las tuercas de acuerdo al valor de torsi&#243;n especificado.
                </para>
            </step1>
            <para>Para verificar y apretar la rueda interior de acuerdo a la torsi&#243;n apropiada, primero suelte las
                tuercas de la rueda externa gir&#225;ndolas varias veces y apriete las tuercas internas, luego apriete
                nuevamente las tuercas externas (s&#243;lo la rueda trasera).
            </para>
            <para>Para evitar la p&#233;rdida de la posici&#243;n de la rueda externa cuando revise la torsi&#243;n de
                la rueda interna se sugiere que suelte alternativamente las tuercas externas y apriete las internas,
                luego apriete de nuevo las tuercas externas. Luego suelte las tuercas externas restantes, apriete las
                tuercas internas y luego apriete nuevamente las tuercas externas.
            </para>
            <para>Si fuera necesario, una vez a la semana inspeccione y apriete nuevamente las tuercas de los pernos de
                la rueda (
                <hotlnk xrefid="f1700123">Figura 23</hotlnk>).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ruedas de disco con tuercas de reborde</title>
            <para>Consulte la
                <hotlnk xrefid="f1700125">Figura 25</hotlnk>
                y
                <hotlnk xrefid="f1700126">Figura 26</hotlnk>
                para ver la secci&#243;n cruzada de la instalaci&#243;n de tuercas de reborde.
            </para>
            <figure id="f1700125" figsize="col-wide">
                <graphic id="g1700125" filename="../figg17/g1700125.webp" type="webp" scalefit="1" scalefitwidth="208px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figura 25. Sistema de tuerca de reborde, Montaje de la rueda delantera</caption>
                <calloutgroup>
                    <callout1>1. TUERCA DE REBORDE</callout1>
                    <callout1>2. RUEDA</callout1>
                    <callout1>3. TAMBOR DE FRENO</callout1>
                    <callout1>4. PERNO DE LA RUEDA (22mm)</callout1>
                    <callout1>5. CUBO DE LA RUEDA</callout1>
                </calloutgroup>
            </figure>
            <figure id="f1700126" figsize="col-wide">
                <graphic id="g1700126" filename="../figg17/g1700126.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figura 26. Sistema de tuerca de reborde, Montaje de la rueda trasera</caption>
                <calloutgroup>
                    <callout1>1. TUERCA DE REBORDE</callout1>
                    <callout1>2. RUEDAS</callout1>
                    <callout1>3. TAMBOR DE FRENO</callout1>
                    <callout1>4. PERNO DE LA RUEDA (22mm)</callout1>
                    <callout1>5. CUBO DE LA RUEDA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Ponga en posici&#243;n la llanta interior trasera o delantera y la rueda por encima de
                    los pernos y empuje hacia atr&#225;s tanto como sea posible. H&#225;galo con cuidado de modo que las
                    roscas en los pernos no se da&#241;en. Inspeccione el v&#225;stago de la v&#225;lvula en cuanto a la
                    liberaci&#243;n del calibrador de freno, si se aplica.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga en posici&#243;n la llanta y la rueda exterior trasera por encima de los pernos y
                    empuje hacia atr&#225;s tanto como sea posible. Nuevamente h&#225;galo con cuidado, de modo que las
                    roscas en los pernos no se da&#241;en.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte las tuercas en los pernos hasta que las tuercas hagan contacto con la o las
                    ruedas. Gire el ensamblaje de la rueda hasta la mitad para permitir que las piezas se ajusten en
                    forma natural.
                </para>
            </step1>
            <step1>
                <para count="1">Det&#233;ngase alternando entre las tuercas, siguiendo la secuencia (patr&#243;n en
                    sentido cruzado) como se ilustra en la
                    <hotlnk xrefid="f1700124">Figura 24</hotlnk>
                    . No apriete las tuercas por completo en esta oportunidad. Este procedimiento permitir&#225; un
                    asentamiento uniforme de las tuercas y asegurar&#225; el contacto uniforme cara a cara de la rueda y
                    el cubo.
                </para>
            </step1>
            <step1>
                <para count="1">Contin&#250;e el apriete de las tuercas de acuerdo a los valores que aparece en la
                    <hotlnk document="m17001y_27.xml" xrefid="x1700101">TABLA DE TORSI&#211;N</hotlnk>utilizando el
                    mismo m&#233;todo de alternaci&#243;n que aparece en la
                    <hotlnk xrefid="f1700124">Figura 24</hotlnk>
                    .
                </para>
            </step1>
            <para>Si fuera necesario, una vez a la semana inspeccione y apriete nuevamente las tuercas de los pernos de
                la rueda (
                <hotlnk xrefid="f1700123">Figura 23</hotlnk>).
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
