<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RUEDAS, RINES Y LLANTAS - EST&#193;NDARES OSHA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>EST&#193;NDARES OSHA</title>
        <para>La Administraci&#243;n de Seguridad Laboral y de Salud (OSHA) ha establecido reglas y normas que
            corresponden al servicio de Ruedas de rines de piezas m&#250;ltiples
        </para>
        <para>El texto en referencia hace menci&#243;n a extractos seleccionados del est&#225;ndar OSHA. Para detalles m&#225;s
            completos, consulte el est&#225;ndar OSHA 1910.177 completo para asegurar su cumplimiento.
        </para>
        <para>B&#225;sicamente, las normas establecen que depende del empleador el proporcionar entrenamiento al
            empleado para que instruya a todos los empleados que dan servicio a rines de piezas m&#250;ltiples, acerca
            de los peligros que esto reviste y los procedimientos de seguridad que se deben seguir.
        </para>
        <para>El empleador deber&#225; supervisar que ning&#250;n empleado sin entrenamiento d&#233; servicio a ruedas
            con rin &#250;nico o de piezas m&#250;ltiples y el empleado deber&#225; demostrar y mantener la habilidad
            para dar servicio en forma segura a las ruedas de rin de piezas m&#250;ltiples.
        </para>
        <para>Esto debe incluir las siguientes tareas:</para>
        <seqlist>
            <item>
                <para>Desinstalaci&#243;n de las llantas, lo que incluye la deflaci&#243;n de las mismas.</para>
            </item>
            <item>
                <para>Inspecci&#243;n de los componentes.</para>
            </item>
            <item>
                <para>Instalaci&#243;n de las llantas, lo que incluye un inflador con un dispositivo de restricci&#243;n.</para>
            </item>
            <item>
                <para>Utilizaci&#243;n del dispositivo de restricci&#243;n.</para>
            </item>
            <item>
                <para>Manejo de las ruedas.</para>
            </item>
            <item>
                <para>Inflado de las llantas cuando una rueda est&#225; montada en el veh&#237;culo.</para>
            </item>
            <item>
                <para>Se da por entendido que es necesario permanecer fuera de la trayectoria de la llanta, tanto
                    durante el inflado de la misma como durante la inspecci&#243;n de la rueda del rin despu&#233;s del
                    inflado.
                </para>
            </item>
            <item>
                <para>Instalaci&#243;n y desmontaje de las ruedas.</para>
            </item>
        </seqlist>
        <para>Adem&#225;s OSHA establece el tipo de equipo que se usar&#225; para dar servicio a las llantas.</para>
        <seqlist>
            <item>
                <para>Dispositivo de restricci&#243;n (jaula de inflado).</para>
            </item>
            <item>
                <para>Mandril de mordaza con suficiente manguera como para permitir a los empleados que se ubiquen en un
                    lugar seguro lejos de la trayectoria potencial de los componentes de la rueda. Adem&#225;s se debe
                    proporcionar una v&#225;lvula en l&#237;nea con indicador o regulador de presi&#243;n preestablecido
                    a un valor deseado.
                </para>
            </item>
            <item>
                <para>Las tablas actuales se deben pegar en las &#225;reas de servicio.</para>
            </item>
            <item>
                <para>En el &#225;rea de servicio debe haber un manual actualizado de rines que contenga las
                    instrucciones para los tipos de rines a los que se da servicio.
                </para>
            </item>
            <item>
                <para>El empleador debe asegurarse de que se utilicen s&#243;lo las herramientas recomendadas en el
                    manual de rines para dar servicio a las ruedas con rines de piezas m&#250;ltiples.
                </para>
            </item>
        </seqlist>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
