<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RUEDAS, RINES Y LLANTAS - CUIDADO Y MANTENIMIENTO
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>CUIDADO Y MANTENIMIENTO</title>
        <svcsubsecinfo>
            <para>Los rines de las ruedas se deben inspeccionar en forma peri&#243;dica, tanto cuando est&#225;n
                instalados como cuando se cambian las llantas, a fin de descartar trizaduras, pernos sueltos de la rueda
                y orificios de instalaci&#243;n gastados o doblados.
            </para>
            <para>
                <emph type="bold">Las ruedas de disco</emph>
                tienen rines que est&#225;n integrados con la rueda misma. Es importante destacar que las tuercas del
                perno deben estar apretadas. Esto significa que deber&#237;an inspeccionarlas y apretarlas a intervalos
                regulares. Cuando se revisan los pernos de instalaci&#243;n y las tuercas en las ruedas de disco doble (
                <hotlnk xrefid="f1700116">Figura 16</hotlnk>), se deber&#237;a echar hacia atr&#225;s la tuerca exterior
                antes de intentar apretar la tuerca interior. Pruebe todas las tuercas ciegas despu&#233;s del primer
                viaje o despu&#233;s de cualquier cambio de rueda. Cuando se instalan en forma apropiada deber&#237;an
                permanecer apretadas indefinidamente.
            </para>
            <figure id="f1700116" figsize="col-wide">
                <graphic id="g1700116" filename="../figg17/g1700116.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 16. Instalaci&#243;n de rueda de disco doble</caption>
                <calloutgroup>
                    <callout1>1. RUEDA INTERIOR</callout1>
                    <callout1>2. RUEDA EXTERIOR</callout1>
                    <callout1>3. TUERCA INTERIOR</callout1>
                    <callout1>4. TUERCA EXTERIOR</callout1>
                    <callout1>5. PERNO</callout1>
                </calloutgroup>
            </figure>
            <para>Las tuercas con rosca de la izquierda se pueden identificar por la peque&#241;a ranura grabada en las
                orillas o por la letra "L" estampada en la superficie. Los pernos de la izquierda se pueden identificar
                por la letra "L" estampada en la cabeza. Utilice las tuercas de la izquierda en el lado izquierdo del
                cami&#243;n.
            </para>
            <para>
                <emph type="bold">Las ruedas de rayo moldeado</emph>
                tienen el ensamblaje y el rin instalados en el rayo de la rueda por medio de las abrazaderas del rin.
                Las tuercas de la abrazadera del rin tambi&#233;n se deben mantener apretadas. Se deben revisar con
                frecuencia el rin y la llanta con respecto a la alineaci&#243;n de la rueda para asegurarse de que est&#225;
                funcionando bien.
            </para>
            <para>Cada vez que desmonte una llanta, limpie toda la grasa y la suciedad del camino. Utilice un cepillo de
                alambre o virutilla de acero para quitar el caucho de la rueda o del asiento del aro del rin.
            </para>
            <para>Cualquier saliente en la pared de la canaleta puede provocar un asentamiento desigual del anillo
                lateral, generando el desportillado de la canaleta. Quite &#233;stas y otras salientes del &#225;rea de
                instalaci&#243;n para asegurar el mejor ajuste posible.
            </para>
            <para>Roturas y ranuras en las cercan&#237;as del reborde fijo pueden hacer que el rin se quiebre.</para>
            <para>No caliente ni suelde las ruedas o los rines en un intento por enderezar o reparar da&#241;os graves
                provocados en la ruta. Reemplace el componente. La aleaci&#243;n especial que se utiliza en estos
                componentes est&#225; tratada con calor, por lo que una cantidad indiscriminada de calor proveniente de
                una antorcha a soplete afecta las propiedades del material.
            </para>
            <para>Para evitar posibles efectos de corrosi&#243;n en las ruedas de aluminio, utilice s&#243;lo una peque&#241;a
                cantidad de agua y jab&#243;n neutro (similar al "Ivory Snow", etc., no detergente) cuando instale las
                llantas. No utilice lubricantes comerciales para hule.
            </para>
            <para>No permita que entre suciedad al &#225;rea de instalaci&#243;n durante este proceso.</para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
