<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - RUEDAS, RINES Y LLANTAS - CUIDADO DE LLANTAS
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>CUIDADO DE LLANTAS</title>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>REVISI&#211;N</title>
            <para>Para prevenir fallas a causa de la p&#233;rdida r&#225;pida de aire es esencial someter el veh&#237;culo
                a un programa regular de inspecci&#243;n de llantas. Las llantas se deber&#237;an revisar, por lo menos
                durante las revisiones preventivas regulares de mantenimiento.
            </para>
            <para>En cualquier inspecci&#243;n de rutina se deber&#237;an revisar las llantas para descartar los
                problemas m&#225;s m&#237;nimos. Si se encuentra alguno, se debe desmontar y reparar la llanta,
                recaucharla o desecharla, seg&#250;n lo indique la condici&#243;n de la misma.
            </para>
            <seqlist>
                <item>
                    <para>Cualquier burbuja, abolladura o porci&#243;n levantada en cualquier parte de la superficie de
                        la rodadura o de la pared lateral de la llanta (que no sea una abolladura producto de una
                        reparaci&#243;n). &#201;stas indican el comienzo de la separaci&#243;n interna.
                    </para>
                </item>
                <item>
                    <para>Cualquier corte que llegue a la banda o las telas, o que sea lo suficientemente grande como
                        para agrandarse o profundizarse.
                    </para>
                </item>
                <item>
                    <para>Cualquier clavo u objeto punzante.</para>
                </item>
                <item>
                    <para>Si cualquier piedra u objeto se engancha en la ranura de la rodadura y comienza a perforar la
                        base de la rodadura, quite el objeto.
                    </para>
                </item>
                <item>
                    <para>Busque puntos resbalosos y condiciones irregulares de desgaste.</para>
                </item>
            </seqlist>
            <para>Un inflado apropiado de la llanta, cargas de la llanta y velocidades en carretera son importantes para
                determinar los factores que administran el millaje de la llanta y que tambi&#233;n afectan el
                funcionamiento de la direcci&#243;n y la maniobrabilidad. En los p&#225;rrafos que siguen a continuaci&#243;n,
                se ilustra cu&#225;nto afectan estos factores al desgaste de la llanta.
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_14.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y_16.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m17001y.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
