<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-08-06R - Mauvais signal du t&#233;moin et avertisseur de freins hydrauliques</stitle>
    <tsi id="tsi000806r" tsitype="truck" translation="french">
        <tsinumber>00-08-06R</tsinumber>
        <replace>
            <tsinumber>TSI-00-08-06</tsinumber>
        </replace>
        <tsidate>Septembre 2000</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Mauvais signal du t&#233;moin et avertisseur de freins hydrauliques</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000
                    <daterange>
                        <enddate>11/01/1997</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000
                    <daterange>
                        <enddate>11/01/1997</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <enddate>11/01/1997</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ils se peut que des mod&#232;les 1000, 3000 et 4000 construits avant le 1er novembre 1997 fassent
                    l&#x2019;objet de mauvais signaux du t&#233;moin et de l&#x2019;avertisseur de freins hydrauliques
                    en raison d&#x2019;une mise &#224; la masse m&#233;diocre ou d&#x2019;une ampoule d&#233;fectueuse
                    de feu d&#x2019;arr&#234;t &#224; l&#x2019;arri&#232;re du v&#233;hicule. Pour corriger ce probl&#232;me,
                    l&#x2019;installation d&#x2019;un relais (figures 1 et 2) est recommand&#233;e. De plus, des
                    renseignements de rep&#233;rage des pannes et un tableau de d&#233;marche de diagnostic (figure 3)
                    sont joints au pr&#233;sent bulletin pour vous guider dans la m&#233;thode de rep&#233;rage des
                    pannes.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0008061">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="2.42in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Description</para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>2012557C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Relais</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2027580C91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Faisceau de relais</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 00-08-06R - Mauvais signal du t&#233;moin et avertisseur de freins hydrauliques
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <note>
                    <para>Le diagramme de circuit utilis&#233; dans ce bulletin TSI est typique. Se reporter au Livre
                        des diagrammes de circuits dans le manuel d&#x2019;entretien principal CTS-5000 pour le mod&#232;le
                        &#224; r&#233;parer.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries d&#233;gagent des gaz explosifs. Garder &#224; l&#x2019;&#233;cart des &#233;tincelles,
                        flammes vives, cigarettes allum&#233;es ou des autres sourcesd&#x2019;allumage en tout temps.
                        Toujours porter des lunettes de s&#233;curit&#233; et un protecteur facial en travaillant pr&#232;s
                        de batteries en vue de pr&#233;venir des blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble de la borne n&#233;gative de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Trouver le circuit 70B (figure 1) et couper ce circuit &#224; un point qui permettra
                    &#224; l&#x2019;extr&#233;mit&#233; venant de l&#x2019;interrupteur du feu d&#x2019;arr&#234;t d&#x2019;&#234;tre
                    &#233;piss&#233; au faisceau de relais pour la cosse 86 sur le relais (figure 2). L&#x2019;autre
                    extr&#233;mit&#233; du circuit 70B (depuis l&#x2019;interrupteur du signal de direction) est &#233;piss&#233;
                    au faisceau pour la cosse 87 du relais.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le fil de faisceau de cosse 85 de relais &#224; la masse (figure 2).</para>
            </step1>
            <step1>
                <para count="1">Brancher le fil de faisceau de cosse 30 de relais au fusible F9 avec un fil de calibre
                    14 (figure 2).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le relais dans le raccord de faisceau.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Fixer le relais et le faisceau de mani&#232;re &#224; &#233;viter tout contact avec des
                        surfaces qui pourraient frotter contre le faisceau et causer un court-circuit.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Installer le c&#226;ble de la borne n&#233;gative de la batterie.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="troubleshoot" graphiccount="3">
            <stitle>French - TSI 00-08-06R - Mauvais signal du t&#233;moin et avertisseur de freins hydrauliques
            </stitle>
            <title>GUIDE DE REP&#201;RAGE DES PANNES</title>
            <para>Les causes suivantes peuvent activer le t&#233;moin et l&#x2019;avertisseur :</para>
            <step1>
                <para count="1">Des fusibles saut&#233;s dans le circuit 90C, fusible 33 ou le circuit 70, fusible F9.
                    Alors que la cl&#233; de contact est &#224; la position &#171;arr&#234;t&#187; et que la p&#233;dale
                    des freins est enfonc&#233;e, les feux d&#x2019;arr&#234;t et la pompe de r&#233;serve seront activ&#233;s
                    en m&#234;me temps.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si la pompe de r&#233;serve n&#x2019;est pas activ&#233;e, v&#233;rifier le circuit 70,
                            fusible 33.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Si les feux d&#x2019;arr&#234;t ne s&#x2019;allument pas, v&#233;rifier le circuit 70,
                            fusible F9.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Les contacts de l&#x2019;interrupteur de freins hydrauliques et de l&#x2019;interrupteur
                    des feux d&#x2019;arr&#234;t sont &#224; la suite et doivent ouvrir et fermer en m&#234;me temps. V&#233;rifier
                    l&#x2019;&#233;tat des broches G et H du module de contr&#244;le des freins hydrauliques alors que
                    la p&#233;dale de freins est enfonc&#233;e. Les deux broches G et H doivent &#234;tre sous tension.
                    Si seulement une broche est sous tension, le t&#233;moin des freins sera activ&#233; en 9 &#224; 21
                    secondes.
                </para>
            </step1>
            <step1>
                <para count="1">Des diodes de verrouillage ouvertes dans le raccord 48.</para>
            </step1>
            <step1>
                <para count="1">Des raccords ou cosses l&#226;ches ou intermittents dans les circuits d&#x2019;alimentation
                    ou de mise &#224; la masse.
                </para>
            </step1>
            <step1>
                <para count="1">Un interrupteur ouvert ou court-circuit&#233;.</para>
            </step1>
            <step1>
                <para count="1">Un interrupteur de diff&#233;rence de pression court-circuit&#233;.</para>
            </step1>
            <step1>
                <para count="1">Un circuit ouvert dans le servo-moteur. V&#233;rifier la r&#233;sistance du servo-moteur
                    &#224; l&#x2019;aide d&#x2019;un ohmm&#232;tre. Le mesurage de la r&#233;sistance devrait &#234;tre
                    inf&#233;rieur &#224; 100 ohms. Ensuite, v&#233;rifier la tension &#224; la broche F du module de
                    contr&#244;le des freins. Si la tension est sup&#233;rieure &#224; 2,5 volts, le t&#233;moin et l&#x2019;avertisseur
                    des freins seront activ&#233;s
                </para>
            </step1>
            <para></para>
            <figure id="f0008061" figsize="pg-wide">
                <graphic filename="../tsifigures/g0008061.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         resolution="72"/>
                <caption>Figure 1. Typical Hydraulic Brake System Circuit</caption>
            </figure>
            <figure id="f0008062" figsize="col-wide">
                <graphic filename="../tsifigures/g0008062.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figure 2. Relay Connections</caption>
            </figure>
            <figure id="f0008063" figsize="pg-wide">
                <graphic filename="../tsifigures/g0008063.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figure 3. Diagnostic Flow Chart</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
