<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-08-05 - Diagnostics du groupe d'instruments des camions poids moyen</stitle>
    <tsi id="tsi000805" tsitype="truck" translation="french">
        <tsinumber>00-08-05</tsinumber>
        <tsidate>Juin 2000</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Diagnostics du groupe d'instruments des camions poids moyen</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ce bulletin fournit de l'information sur le fonctionnement et le diagnostic du groupe
                    d'instruments des camions poids moyen de mod&#232;les 2000, 3000, 4000 et 8000 construits depuis le
                    1er janvier 1994.
                </para>
                <para>On trouve deux types de groupe d'instruments dans les camions poids moyen. Le premier est le
                    <emph type="bold">groupe d'instruments pour camions poids moyen de mod&#232;le ant&#233;rieur -
                    </emph>
                    qui comprend deux ensembles de 8 commutateurs DIP &#224; l'arri&#232;re et un indicateur m&#233;canique
                    de pression d'huile. Il doit &#234;tre programm&#233; pour pouvoir fonctionner correctement et peut
                    &#234;tre utilis&#233; avec des moteurs &#224; commande m&#233;canique ou &#233;lectronique. Le
                    second est le
                    <emph type="bold">groupe d'instruments &#224; interface de donn&#233;es pour camions poids moyen -
                    </emph>
                    qui comprend deux cavaliers &#224; l'arri&#232;re. Il n'a pas besoin d'&#234;tre programm&#233; et
                    peut seulement &#234;tre utilis&#233; avec des moteurs &#224; commande &#233;lectronique.
                </para>
                <para>L'information contenue dans ce bulletin vient compl&#233;ter et clarifier l'information paraissant
                    dans les sections CTS-5257 et CTS-5228 du groupe 08 du Manuel d'entretien principal CTS-5000.
                </para>
            </geninfo>
            <geninfo>
                <title>OUTILS DE DIAGNOSTIC</title>
                <para>Vous trouverez ci-dessous une description des outils disponibles pour diagnostiquer les pannes du
                    groupe d'instruments pour camions poids moyen.
                </para>
                <para>
                    <emph type="bold">Outil Pro-Link avec cartouche IPC -</emph>
                    Cet outil permet de param&#233;trer le programme interne et de v&#233;rifier le fonctionnement des
                    indicateurs command&#233;s par interface de donn&#233;es du groupe d'instruments &#224; interface de
                    donn&#233;es pour camions poids moyen. Cet outil permet &#233;galement de v&#233;rifier le
                    fonctionnement de certains indicateurs du groupe d'instruments pour camions poids moyen de mod&#232;le
                    ant&#233;rieur &#224; condition qu'ils soient programm&#233;s de fa&#231;on &#224; prendre la
                    lecture &#224; partir de l'interface de donn&#233;es.
                </para>
                <specpara>
                    <note>
                        <para>La cartouche IPC ne fonctionnera pas dans un v&#233;hicule &#233;quip&#233; d'un module de
                            commande de moteur International NGD &#224; 3 bo&#238;tiers.
                        </para>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">Outil Pro-Link avec cartouche tout usage &#224; grand rendement -</emph>
                    Cet outil permet de lire et d'afficher l'information sur l'interface de donn&#233;es et de v&#233;rifier
                    si le groupe d'instruments affiche les donn&#233;es qui lui sont transmises.
                </para>
                <para>
                    <emph type="bold">Outil EZ-Tech avec logiciel IPC (nouveau) -</emph>Le logiciel permet de v&#233;rifier
                    le fonctionnement des indicateurs command&#233;s par interface de donn&#233;es ou de programmer le
                    groupe d'instruments. Cet outil est plus convivial que le Pro-Link. Une formation sur l'utilisation
                    de cet outil sera dispens&#233;e dans un avenir rapproch&#233;.
                </para>
                <para>
                    <emph type="bold">Outil EZ-Tech avec programme Master Diagnostics 32 bits (nouveau) -</emph>
                    Ce programme permet de v&#233;rifier l'interface de donn&#233;es. Pour v&#233;rifier une liaison de
                    donn&#233;es particuli&#232;re du groupe d'instruments, aller &#224; Sessions>>Open et cliquer deux
                    fois sur Instrumentpanelcluster.ssn.
                </para>
                <para>
                    <emph type="bold">Organigramme de diagnostic (nouveau) -</emph>
                    Cet organigramme (ci-joint) facilite le d&#233;pannage et indique quel outil de diagnostic utiliser,
                    s'il y lieu, et quel essai effectuer. On y trouve le brochage de sortie, l'emplacement des broches
                    des indicateurs, les tensions et les num&#233;ros de circuit
                    <hotlnk xrefid="f0008051">(figures 1</hotlnk>
                    et
                    <hotlnk xrefid="f0008052">2)</hotlnk>.
                </para>
            </geninfo>
            <geninfo>
                <title>Diagnostics des probl&#232;mes r&#233;currents du groupe d'instruments</title>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Les instruments semblent fig&#233;s.
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    Utiliser l'un des outils de diagnostic indiqu&#233;s dans ce bulletin pour v&#233;rifier l'interface
                    de donn&#233;es afin de s'assurer que les donn&#233;es sont transmises. Un indicateur command&#233;
                    par interface de donn&#233;es cessera de fonctionner s'il n'y a plus de donn&#233;es disponibles.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Le groupe d'instruments semble &#234;tre en mode de diagnostic.
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    V&#233;rifier dans le v&#233;hicule si l'alimentation est suffisante ou intermittente ou s'il y a
                    une mauvaise mise &#224; la masse. Le groupe d'instruments est remis &#224; z&#233;ro lorsque
                    l'alimentation ou la mise &#224; la masse est interrompue m&#234;me pendant une fraction de seconde.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    La lecture du compteur kilom&#233;trique m&#233;canique ne change pas.
                </para>
                <para>
                    <emph type="bold">Diagnostic 1 :</emph>
                    Si le compteur fait entendre des clics, mais que la lecture ne change pas, c'est qu'il est d&#233;fectueux
                    ou que le m&#233;canisme est bloqu&#233; par le support de fixation.
                </para>
                <para>
                    <emph type="bold">Diagnostic 2 :</emph>
                    Si le compteur ne fait pas entendre de clics, il est possible que la carte &#224; circuits soit d&#233;fectueuse
                    ou que l'interface de donn&#233;es ne transmette pas les donn&#233;es de vitesse du v&#233;hicule au
                    groupe d'instruments.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Le nouveau groupe d'instruments install&#233; ne fonctionne pas correctement.
                </para>
                <para>
                    <emph type="bold">Diagnostic 1 :</emph>
                    S'il s'agit d'un groupe d'instruments &#224; interface de donn&#233;es pour camions poids moyen
                    install&#233; dans un v&#233;hicule non &#233;quip&#233; d'un moteur &#224; commande &#233;lectronique,
                    il ne fonctionnera pas. Il faut installer un groupe d'instruments pour camions poids moyen de mod&#232;le
                    ant&#233;rieur.
                </para>
                <para>
                    <emph type="bold">Diagnostic 2 :</emph>
                    S'il s'agit d'un groupe d'instruments pour camions poids moyen de mod&#232;le ant&#233;rieur, il
                    doit &#234;tre programm&#233; pour pouvoir fonctionner. Utiliser l'outil EZ-Tech avec le logiciel
                    IPC pour faciliter la programmation.
                </para>
                <specpara>
                    <note>
                        <para>Tous les commutateurs DIP du groupe d'instruments doivent &#234;tre mis &#224; &#171;&#160;0&#160;&#187;
                            pour que le programme de l'outil EZ-Tech soit activ&#233;.
                        </para>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Comment savoir quel programme utiliser pour le groupe d'instruments?
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    La fiche technique du v&#233;hicule indique quel programme utiliser.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Comment doit-on proc&#233;der pour programmer un v&#233;hicule &#233;quip&#233; d'un module de
                    commande de moteur International NGD &#224; 3 bo&#238;tiers?
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    Le programme de l'indicateur de vitesse doit &#234;tre mis &#224;
                    <emph type="bold">0101111100</emph>. Le tachym&#232;tre doit &#234;tre mis &#224;
                    <emph type="bold">011</emph>. Si le v&#233;hicule est &#233;quip&#233; d'un pont &#224; deux
                    vitesses pr&#233;sentant un rapport de 1,39, mettre le s&#233;lecteur de rapport de pont &#224; la
                    position
                    <emph type="bold">1</emph>. Si le compteur doit afficher la lecture en kilom&#232;tres, mettre le s&#233;lecteur
                    de mode kilometer/miles &#224; la position
                    <emph type="bold">1</emph>.
                </para>
            </geninfo>
            <geninfo>
                <title>Probl&#232;mes intermittents</title>
                <para>Les probl&#232;mes intermittents sont les plus difficiles &#224; diagnostiquer et sont g&#233;n&#233;ralement
                    attribuables &#224; l'une des causes suivantes :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>connexions l&#226;ches dues &#224; des bornes corrod&#233;es, ouvertes ou mal
                            fix&#233;es;
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>transmission intermittente d'information sur l'interface de donn&#233;es;</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>fils de l'interface de donn&#233;es en mauvais &#233;tat ou d&#233;faits;</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>alternateur parasit&#233; provoquant des probl&#232;mes de communication sur l'interface
                            de donn&#233;es.
                        </para>
                    </item>
                </randlist>
                <figure id="f0008051" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008051.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 1. Organigramme de d&#233;pannage</caption>
                </figure>
                <figure id="f0008052" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008052.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 2. Organigramme de d&#233;pannage</caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
