<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-08-07 - R&#233;vision du circuit auto/point mort des mod&#232;les 2000 et 4000 &#224; bo&#238;te
        de vitesses Allison WTEC III, code International 813AAS, construits entre le 1er novembre 1997 et le 3&#160;avril
        2000.
    </stitle>
    <tsi id="tsi000807" tsitype="truck" translation="french">
        <tsinumber>00-08-07</tsinumber>
        <tsidate>D&#233;cembre 2000</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>R&#233;vision du circuit auto/point mort des mod&#232;les 2000 et 4000 &#224; bo&#238;te de
                vitesses Allison WTEC III, code International 813AAS, construits entre le 1er novembre 1997 et le 3&#160;avril
                2000.
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>11/01/1997</startdate>
                        <enddate>04/03/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>11/01/1997</startdate>
                        <enddate>04/03/2000</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>813AAS</ucode>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>Allison</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les mod&#232;les 2000 et 4000 &#224; bo&#238;te de vitesses Allison WTEC III, code International
                    813AAS, construits entre le 1er novembre 1997 et le 3&#160;avril 2000, ont un circuit dont la
                    configuration peut emp&#234;cher l'augmentation du r&#233;gime du moteur pour faire tourner la PDF
                    lorsque la fonction auto/point mort est enclench&#233;e et que l'interrupteur du frein de
                    stationnement est enclench&#233;.
                </para>
                <para>Afin d'assurer le fonctionnement du circuit auto/neutre, une modification a &#233;t&#233; incorpor&#233;e
                    &#224; la cha&#238;ne de production le 3&#160;avril 2000. Les v&#233;hicules construits avant cette
                    date peuvent &#234;tre modifi&#233;s en suivant cette marche &#224; suivre.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>French - TSI 00-08-07 - R&#233;vision du circuit auto/point mort des mod&#232;les 2000 et 4000
                &#224; bo&#238;te de vitesses Allison WTEC III, code International 813AAS, construits entre le 1er
                novembre 1997 et le 3&#160;avril 2000.
            </stitle>
            <title>Marche &#224; suivre</title>
            <specpara>
                <warning>
                    <para>Les batteries expulsent des gaz explosifs. &#201;loigner les &#233;tincelles, les flammes, les
                        cigarettes et autres sources d'inflammation en tout temps. Toujours porter des lunettes de s&#233;curit&#233;
                        et un &#233;cran facial pour travailler pr&#232;s d'une batterie afin de pr&#233;venir les
                        blessures.
                    </para>
                </warning>
            </specpara>
            <para>Voir le diagramme du circuit,
                <hotlnk xrefid="f0008071">figure&#160;1</hotlnk>, pour la configuration actuelle du circuit et la
                <hotlnk xrefid="f0008072">figure&#160;2</hotlnk>
                pour la modification actuellement en production.
            </para>
            <step1>
                <para count="1">D&#233;connecter le c&#226;ble de la borne n&#233;gative de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le relais d'indication du point mort (962)
                    <hotlnk xrefid="f0008071">(figure&#160;1</hotlnk>
                    et
                    <hotlnk xrefid="f0008072">figure&#160;2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le cavalier 146F qui relie les bornes 85 et 30 du relais.</para>
            </step1>
            <step1>
                <para count="1">D&#233;placer le circuit 114NO &#224; la borne 30 du relais d'indication du point mort
                    (962). &#192; la borne 30, joindre le circuit 114NO avec du fil de calibre 18
                    <hotlnk xrefid="f0008071">(figure&#160;1)</hotlnk> &#224; la borne B du connecteur 386,
                    <hotlnk xrefid="f0008072">(figure&#160;2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Poser un cavalier de calibre 16 entre les bornes 87 et 85 du relais d'indication du
                    point mort
                    <hotlnk xrefid="f0008072">(figure&#160;2)</hotlnk>. S'assurer que le circuit 146E reste connect&#233;
                    &#224; la borne 85 ou 87 du relais d'indication du point mort.
                </para>
            </step1>
            <step1>
                <para count="1">Poser un cavalier de calibre 14 entre la borne 87A du relais d'indication du point mort
                    et la borne 87 du relais du point mort
                    <hotlnk xrefid="f0008072">(figure&#160;2</hotlnk>
                    et
                    <hotlnk xrefid="f0008073">figure&#160;3)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Reconnecter le c&#226;ble n&#233;gatif de la batterie.</para>
            </step1>
            <step1>
                <para count="1">Tester les modifications du circuit.</para>
            </step1>
            <seqlist>
                <item>
                    <para>Stationner le v&#233;hicule dans un endroit s&#233;curitaire, loin des autres v&#233;hicules,
                        des &#233;difices et des personnes. Faire d&#233;marrer le moteur, placer le s&#233;lecteur de
                        vitesses en position de marche et placer l'interrupteur auto/point mort &#224; la position On. V&#233;rifier
                        si la bo&#238;te de vitesses passe au point mort et si la PDF fonctionne correctement lorsque le
                        frein de stationnement est engag&#233;.
                    </para>
                </item>
                <item>
                    <para>Appuyer sur la p&#233;dale d'acc&#233;l&#233;ration pour faire passer le moteur du ralenti
                        &#224; environ 1&#160;200 tr/min. Rel&#226;cher le frein de stationnement et s'assurer que la bo&#238;te
                        de vitesses ne s'embraye pas. Laisser revenir le moteur au ralenti, faire passer le s&#233;lecteur
                        de vitesses de la position de marche au point mort, puis le ramener &#224; la position de marche
                        et s'assurer que la bo&#238;te de vitesses s'embraye.
                    </para>
                </item>
                <item>
                    <para>Arr&#234;ter le moteur en laissant le s&#233;lecteur de vitesses engag&#233; et s'assurer
                        qu'on ne peut pas faire d&#233;marrer le moteur sans avoir ramen&#233; le s&#233;lecteur de
                        vitesses au point mort
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <svcproc svcproctype="troubleshoot" graphiccount="4">
            <stitle>French - TSI 00-08-07 - R&#233;vision du circuit auto/point mort des mod&#232;les 2000 et 4000
                &#224; bo&#238;te de vitesses Allison WTEC III, code International 813AAS, construits entre le 1er
                novembre 1997 et le 3&#160;avril 2000.
            </stitle>
            <title>D&#233;pannage</title>
            <svcsubproc>
                <title>T&#233;moin indicateur auto/point mort</title>
                <para>Le t&#233;moin indicateur auto/point mort s'allume dans les cas suivants :</para>
                <randlist type="bullet">
                    <item>
                        <para>Le s&#233;lecteur de vitesses est au point mort.</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>En mode auto/point mort, lorsque le s&#233;lecteur de vitesses est en position de marche
                            et que la bo&#238;te de vitesses est au point mort.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Le moteur cale en mode auto/point mort</title>
                <randlist type="bullet">
                    <item>
                        <para>Si le moteur cale en mode auto/point mort, le s&#233;lecteur de vitesses doit &#234;tre
                            mis au point mort pour le red&#233;marrer.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Fonction auto/point mort</title>
                <randlist type="bullet">
                    <item>
                        <para>R&#233;glage du frein de stationnement : joint les circuits 161C et 117 par le biais du
                            connecteur de frein de stationnement 466 et des bornes d'entr&#233;e/sortie de rechange B et
                            C de la bo&#238;te de vitesses.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Interrupteur auto/point mort en position ON : relie le circuit 153 &#224; la masse par le
                            biais du connecteur de frein de stationnement 466 et de la borne d'entr&#233;e/sortie de
                            rechange E de la bo&#238;te de vitesses.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Bo&#238;te de vitesses au point mort: le module de commande &#233;lectronique (ECU) de la
                            bo&#238;te de vitesses commande la mise &#224; la masse du circuit 114 du connecteur 466 et
                            de la borne d'entr&#233;e/sortie de rechange F de la bo&#238;te de vitesses.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Si le moteur cale, cette entr&#233;e s'ouvrira, d&#233;gageant le relais d'indication du
                            point mort.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Fonctionnement de la PDF : avec le circuit 114 mis &#224; la masse, le relais d'indication
                            du point mort est activ&#233;, ce qui met le circuit DDC du module de commande &#233;lectronique
                            (ECM) du moteur sous une tension de 12&#160;volts et le t&#233;moin indicateur de point mort
                            s'allume. Cela permet &#224; la PDF de fonctionner normalement.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>La bo&#238;te de vitesses ne passe pas au point mort quand le moteur tourne</title>
                <randlist type="bullet">
                    <item>
                        <para>Mettre l'interrupteur auto/point mort &#224; la position On et appliquer le frein de
                            stationnement pour v&#233;rifier la continuit&#233; entre les bornes B et C du connecteur
                            d'entr&#233;e/sortie de rechange 466 de la bo&#238;te de vitesses. S'il n'y a pas de
                            continuit&#233; entre les bornes, v&#233;rifier le fonctionnement du frein de stationnement
                            et les connexions des circuits.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que la borne E du connecteur d'entr&#233;e/sortie de rechange 466 de la bo&#238;te
                            de vitesses est mise &#224; la masse. Si la borne n'est pas mise &#224; la masse, v&#233;rifier
                            si l'interrupteur ON/OFF auto/point mort ainsi que les circuits de mise &#224; la masse
                            fonctionnent bien.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que la borne F du connecteur d'entr&#233;e/sortie de rechange 466 de la bo&#238;te
                            de vitesses est mise &#224; la masse. Si la borne n'est pas mise &#224; la masse, v&#233;rifier
                            la mise &#224; la masse et le fonctionnement du module de commande &#233;lectronique (ECU)
                            de la bo&#238;te de vitesses Allison.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Le moteur ne tourne pas</title>
                <para>Le s&#233;lecteur de la bo&#238;te de vitesses doit &#234;tre au point mort.</para>
                <randlist type="bullet">
                    <item>
                        <para>V&#233;rifier si la tension est de 12&#160;volts au connecteur 379 (
                            <hotlnk xrefid="f0008074">figure&#160;4</hotlnk>)du module de commande &#233;lectronique
                            (ECM), entre la borne 26 (DDS) et la masse et entre la borne 46 (ECI) et la masse.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Avec le s&#233;lecteur de vitesses au point mort et la cl&#233; &#224; la position de
                            marche, v&#233;rifier si le circuit 123 du connecteur Allison &#171;&#160;V&#160;&#187; re&#231;oit
                            une tension de 12&#160;volts. Si la tension est de 0 volt, v&#233;rifier l'alimentation et
                            la mise &#224; la masse du module de commande &#233;lectronique (ECU) de la bo&#238;te de
                            vitesses.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>V&#233;rifier le fusible F17, le circuit 97P entre le fusible F17 et le relais du point
                            mort ainsi que le fonctionnement de ce relais (615).
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Pour lancer le moteur, il faut une tension de 12&#160;volts au connecteur 379 &#224;
                            l'entr&#233;e DDS du module de commande (ECU) du moteur.
                        </para>
                        <para>Le circuit 123 du connecteur 632 de l'ECU Allison &#171;&#160;V&#160;&#187; n'affiche
                            qu'une tension de 12&#160;volts lorsque le s&#233;lecteur de la bo&#238;te de vitesses est
                            au point mort. Cela active le relais du point mort, mettant sous une tension de 12&#160;volts
                            le circuit 97AV et le circuit 97A vers l'entr&#233;e DDS du module de commande (ECU) du
                            moteur, et permet de lancer le moteur.
                        </para>
                    </note>
                </specpara>
                <figure id="f0008071" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008071.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 1. Circuit du relais d'indication du point mort avant modification</caption>
                </figure>
                <figure id="f0008072" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008072.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 2. Circuit du relais d'indication du point mort apr&#232;s modification</caption>
                </figure>
                <figure id="f0008073" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008073.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 3. Circuit de r&#233;f&#233;rence du relais du point mort</caption>
                </figure>
                <figure id="f0008074" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008074.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figure 4. Circuit de r&#233;f&#233;rence du connecteur 379 du module de commande &#233;lectronique
                        (ECM)
                    </caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
