<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-08-04 - Diagnostics du groupe d'instruments du centre de commande des camions poids lourd
    </stitle>
    <tsi id="tsi000804" tsitype="truck" translation="french">
        <tsinumber>00-08-04</tsinumber>
        <tsidate>Juin 2000</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Diagnostics du groupe d'instruments du centre de commande des camions poids lourd</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000</truckmodel>
                <truckmodel>5000i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>01/01/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000</truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>01/01/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ce bulletin fournit de l'information sur le fonctionnement et le diagnostic du groupe
                    d'instruments du centre de commande des camions poids lourd de mod&#232;les 5000, 5000i, 9000 et
                    9000i construits entre le 1er janvier 1994 et le 1er janvier 2000, exclusion faite des mod&#232;les
                    9600, 9700 et 9800.
                </para>
                <para>Le groupe d'instruments du centre de commande des camions poids lourd comprend un module
                    indicateur de vitesse/tachym&#232;tre et 2 blocs de six indicateurs. Le groupe d'instruments peut
                    comporter un compteur kilom&#233;trique m&#233;canique ou un compteur VF multifonction.
                </para>
                <para>L'information contenue dans ce bulletin vient compl&#233;ter et clarifier l'information paraissant
                    dans les sections CTS-5257, CTS-5180 et CTS-5180S du groupe 08 du Manuel d'entretien principal
                    CTS-5000.
                </para>
            </geninfo>
            <geninfo>
                <title>OUTILS DE DIAGNOSTIC</title>
                <para>Vous trouverez ci-dessous une description des outils disponibles pour diagnostiquer et r&#233;gler
                    les pannes du groupe d'insruments du centre de commande des camions poids lourd.
                </para>
                <para>
                    <emph type="bold">Outil Pro-Link MPSI avec cartouche IPC -</emph>
                    Cet outil permet de param&#233;trer le programme interne et de v&#233;rifier le fonctionnement des
                    indicateurs command&#233;s par interface de donn&#233;es du groupe d'instruments. Cet outil permet
                    de v&#233;rifier le fonctionnement des indicateurs &#224; condition qu'ils soient programm&#233;s
                    pour prendre la lecture &#224; partir de l'interface de donn&#233;es.
                </para>
                <para>
                    <emph type="bold">Outil Pro-Link MPSI avec cartouche tout usage &#224; grand rendement -</emph>
                    Cet outil permet de lire et d'afficher l'information sur l'interface de donn&#233;es et de v&#233;rifier
                    si le groupe d'instruments affiche les donn&#233;es qui lui sont transmises.
                </para>
                <para>
                    <emph type="bold">Outil EZ-Tech avec logiciel IPC (nouveau) -</emph>
                    Le logiciel permet de v&#233;rifier le fonctionnement des indicateurs command&#233;s par interface
                    de donn&#233;es ou de programmer le groupe d'instruments. Cet outil est plus convivial que le
                    Pro-Link. Une formation sur l'utilisation de cet outil sera dispens&#233;e dans un avenir rapproch&#233;.
                </para>
                <para>
                    <emph type="bold">Outil EZ-Tech avec programme Master Diagnostics 32 bits (nouveau) -</emph>
                    Ce programme permet de v&#233;rifier l'interface de donn&#233;es. Pour v&#233;rifier une liaison de
                    donn&#233;es particuli&#232;re du groupe d'instruments, aller &#224; Sessions>>Open et cliquer deux
                    fois sur Instrumentpanelcluster.ssn.
                </para>
                <para>
                    <emph type="bold">Organigramme de diagnostic (nouveau) -</emph>
                    Cet organigramme facilite le d&#233;pannage et indique quel outil de diagnostic utiliser, s'il y
                    lieu, et quel essai effectuer. On y trouve le brochage de sortie, l'emplacement des broches des
                    indicateurs, les tensions et les num&#233;ros de circuit (voir
                    <hotlnk xrefid="f0008041">les figures 1</hotlnk>
                    et
                    <hotlnk xrefid="f0008042">2</hotlnk>).
                </para>
            </geninfo>
            <geninfo>
                <title>Diagnostic des probl&#232;mes r&#233;currents du groupe d'instruments</title>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Les instruments semblent fig&#233;s.
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    Utiliser l'un des outils de diagnostic indiqu&#233;s dans ce bulletin pour v&#233;rifier l'interface
                    de donn&#233;es afin de s'assurer que les donn&#233;es sont transmises. Un indicateur command&#233;
                    par interface de donn&#233;es cessera de fonctionner s'il n'y a plus de donn&#233;es disponibles.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Le groupe d'instruments semble &#234;tre en mode de diagnostic.
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    V&#233;rifier dans le v&#233;hicule si l'alimentation est suffisante ou intermittente ou s'il y a
                    une mauvaise mise &#224; la masse. Le groupe d'instruments est remis &#224; z&#233;ro lorsque
                    l'alimentation ou la mise &#224; la masse est interrompue m&#234;me pendant une fraction de seconde.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    La lecture du compteur kilom&#233;trique m&#233;canique ne change pas.
                </para>
                <para>
                    <emph type="bold">Diagnostic 1 :</emph>
                    Si le compteur fait entendre des clics, mais que la lecture ne change pas, c'est qu'il est d&#233;fectueux
                    ou que le m&#233;canisme est bloqu&#233; par le support de fixation.
                </para>
                <para>
                    <emph type="bold">Diagnostic 2:</emph>
                    Si le compteur kilom&#233;trique ne fait pas entendre de clics, il est possible que la carte &#224;
                    circuits soit d&#233;fectueuse ou que l'interface de donn&#233;es ne transmette pas les donn&#233;es
                    de vitesse du v&#233;hicule au groupe d'instruments.
                </para>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Le nouveau groupe d'instruments install&#233; ne fonctionne pas.
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    Le nouveau groupe d'instruments doit &#234;tre programm&#233; avec l'outil Pro-Link et une cartouche
                    IPC ou avec l'outil EZ-TEch.
                </para>
                <specpara>
                    <note>
                        <para>Tous les commutateurs DIP du groupe d'instruments doivent &#234;tre mis &#224; &#171;&#160;0&#160;&#187;
                            pour que le programme de l'outil EZ-Tech soit activ&#233;.
                        </para>
                    </note>
                </specpara>
                <para>
                    <emph type="bold">Probl&#232;me :</emph>
                    Comment savoir quel programme utiliser pour le groupe d'instruments?
                </para>
                <para>
                    <emph type="bold">Diagnostic :</emph>
                    La fiche technique du v&#233;hicule indique quel programme utiliser.
                </para>
            </geninfo>
            <geninfo>
                <title>Probl&#232;mes intermittents</title>
                <para>Les probl&#232;mes intermittents sont les plus difficiles &#224; diagnostiquer et sont g&#233;n&#233;ralement
                    attribuables &#224; l'une des causes suivantes :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>connexions l&#226;ches dues &#224; des bornes corrod&#233;es, ouvertes ou mal
                            fix&#233;es;
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>transmission intermittente d'information sur l'interface de donn&#233;es;</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>fils de l'interface de donn&#233;es en mauvais &#233;tat ou d&#233;faits;</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>alternateur parasit&#233; provoquant des probl&#232;mes de communication sur l'interface
                            de donn&#233;es.
                        </para>
                    </item>
                </randlist>
            </geninfo>
            <geninfo>
                <title>Probl&#232;mes divers</title>
                <randlist type="bullet">
                    <item>
                        <para>Il est possible que le voltm&#232;tre des groupes d'instruments dont le code de date est
                            sup&#233;rieur &#224; 3897 ne fonctionne pas correctement. Pour rem&#233;dier &#224; ce
                            probl&#232;me, employer l'outil Pro-link ou EZ-Tech et utiliser les capteurs comme source de
                            signaux du voltm&#232;tre plut&#244;t que l'interface de donn&#233;es.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Lorsqu'on change le mode de compteur kilom&#233;trique VF, il faut conduire le v&#233;hicule
                            sur une distance d'au moins 1,6 kilom&#232;tre (1 mille) pour conserver le nouveau mode.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Le compteur kilom&#233;trique VF n'affiche pas les dixi&#232;mes de mille ou de kilom&#232;tre.
                            Il n'affiche que des nombres entiers.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>La lecture du compteur VF augmente de fa&#231;on sporadique par 2 dixi&#232;mes de kilom&#232;tres
                            si le groupe d'instruments n'est pas programm&#233; de fa&#231;on &#224; afficher des
                            valeurs m&#233;triques. Le compteur demeure quand m&#234;me pr&#233;cis peu importe le mode
                            d'affichage dans lequel il est r&#233;gl&#233;.
                        </para>
                    </item>
                </randlist>
                <figure id="f0008041" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008041.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="200"/>
                    <caption>Figure 1. Organigramme de d&#233;pannage</caption>
                </figure>
                <figure id="f0008042" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008042.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             resolution="200"/>
                    <caption>Figure 2. Organigramme de d&#233;pannage (suite)</caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
