<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-16-03 - Pr&#233;sence d'eau entre les panneaux de verre du hublot de la porte du passager
    </stitle>
    <tsi id="tsi001603" tsitype="truck" translation="french">
        <tsinumber>00-16-03</tsinumber>
        <tsidate>Mai 2000</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Pr&#233;sence d'eau entre les panneaux de verre du hublot de la porte du passager</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i</truckmodel>
                <truckmodel>9100i</truckmodel>
                <truckmodel>9200i</truckmodel>
                <truckmodel>9400i</truckmodel>
                <truckmodel>9900i</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les camions 5000i et 9000i sont pourvus d'un hublot au coin inf&#233;rieur avant de la porte du
                    passager (
                    <hotlnk xrefid="f0016031">figure 1</hotlnk>). Ce hublot comprend un panneau de verre ext&#233;rieur
                    situ&#233; sur le rev&#234;tement ext&#233;rieur de la porte et un panneau de verre int&#233;rieur
                    ventil&#233; situ&#233; sur le panneau de garniture de la porte(
                    <hotlnk xrefid="f0016032">figure 2</hotlnk>).
                </para>
                <para>Des gouttelettes d'eau form&#233;es &#224; la suite de pr&#233;cipitations ou par condensation
                    peuvent s'accumuler sur les vitres du hublot &#224; l'int&#233;rieur de la porte (
                    <hotlnk xrefid="f0016032">figure 2</hotlnk>). CETTE PR&#201;SENCE D'EAU EST NORMALE. L'eau est
                    &#233;vacu&#233;e par les deux orifices situ&#233;s au bas de la porte. De plus, le panneau de verre
                    int&#233;rieur du hublot comporte deux orifices d'a&#233;ration qui permettent &#224; l'air de
                    circuler entre les panneaux de verre int&#233;rieur et ext&#233;rieur afin d'&#233;liminer la
                    condensation sur ces surfaces.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="clean" graphiccount="2">
            <stitle>French - TSI 00-16-03 - Pr&#233;sence d'eau entre les panneaux de verre du hublot de la porte du
                passager
            </stitle>
            <title>Marche &#224; suivre</title>
            <para>On recommande de nettoyer p&#233;riodiquement la surface interne des panneaux de verre du hublot.
            </para>
            <step1>
                <para count="1">Retirer les quatre vis de fixation du panneau int&#233;rieur du hublot (
                    <hotlnk xrefid="f0016031">figure 1</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le panneau de verre du hublot du panneau de garniture int&#233;rieur de la
                    porte.
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyer la surface interne des deux panneaux de verre, puis remettre les pi&#232;ces en
                    place.
                </para>
            </step1>
            <figure id="f0016031" figsize="col-wide">
                <graphic filename="../tsifigures/g0016031.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figure 1. Hublot de la porte du passager</caption>
            </figure>
            <figure id="f0016032" figsize="col-wide">
                <graphic id="fig2" filename="../tsifigures/g0016032.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figure 2. Vue lat&#233;rale du hublot</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
