<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 00-12-03 - Coussinet de but&#233;e principal inf&#233;rieur du moteur T 444E</stitle>
    <tsi id="tsi001203" tsitype="engine" translation="french">
        <tsinumber>00-12-03</tsinumber>
        <tsidate>Octobre 2000</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Coussinet de but&#233;e principal inf&#233;rieur du moteur T 444E</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>T 444E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>NOUVEAU COUSSINET DE BUT&#201;E PRINCIPAL INF&#201;RIEUR DESTIN&#201; &#192; LA PRODUCTION ET
                    &#192; L'ENTRETIEN
                </title>
                <para>On a con&#231;u un nouveau coussinet de but&#233;e principal inf&#233;rieur (position num&#233;ro&#160;5
                    seulement) destin&#233; &#224; la production et &#224; l'entretien du moteur International T 444E.
                    On a enlev&#233; la patte de verrouillage dans le nouveau coussinet, comme le montre l'illustration
                    <hotlnk xrefid="f00120301" appearance="icon">Coussinet de but&#233;e principal inf&#233;rieur et
                        chapeau de palier principal
                        <xref refid="f00120301"/>.
                    </hotlnk>
                </para>
                <figure id="f00120301" figsize="col-wide">
                    <graphic filename="../tsifigures/eg8797.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="592px" resolution="300"/>
                    <caption>Figure 1. Coussinet de but&#233;e principal inf&#233;rieur et chapeau de palier principal
                    </caption>
                </figure>
                <para>Le nouveau coussinet permet maintenant aux techniciens de l'installer et de l'orienter dans les
                    deux sens. De plus, l'&#233;limination de la patte de verrouillage &#224; la position du coussinet
                    de but&#233;e principal inf&#233;rieur num&#233;ro&#160;5 pr&#233;vient les probl&#232;mes
                    d'assemblage du chapeau de palier principal num&#233;ro 5. Le fonctionnement du nouveau coussinet
                    n'est pas g&#234;n&#233;, car celui-ci est fix&#233; par le coussinet sup&#233;rieur au moyen d'une
                    patte de verrouillage.
                </para>
                <para>Les autres marches &#224; suivre recommand&#233;es relativement aux paliers de vilebrequin et aux
                    chapeaux de palier principal figurent dans le manuel d'entretien EGES-120.
                </para>
                <specpara>
                    <important>
                        <para>Les pi&#232;ces de rechange des coussinets de palier principal inf&#233;rieurs 1 &#224; 4
                            et ceux du carter de vilebrequin (coussinets sup&#233;rieurs 1 &#224; 5) n&#233;cessitent
                            toujours une patte de verrouillage.
                        </para>
                    </important>
                </specpara>
            </geninfo>
        </description>
        <svcproc svcproctype="install" graphiccount="0">
            <stitle>French - TSI 00-12-03 - Coussinet de but&#233;e principal inf&#233;rieur du moteur T 444E</stitle>
            <title>N&#201;CESSAIRES D'ENTRETIEN TOUCH&#201;S</title>
            <specpara>
                <note>
                    <para>Tous les n&#233;cessaires d'entretien contiennent la feuille d'instructions publi&#233;e r&#233;cemment
                        (formulaire num&#233;ro 1171760R1) expliquant la nouvelle marche &#224; suivre.
                    </para>
                </note>
            </specpara>
            <table id="t00120301">
                <title>Num&#233;ro de pi&#232;ce et description des n&#233;cessaires d'entretien</title>
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="1.55in"/>
                    <colspec colname="col2" colwidth="3.98in"/>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>1812325C92</para>
                            </entry>
                            <entry colname="col2">
                                <para>N&#233;cessaire de palier de vilebrequin (standard)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>1812326C92</para>
                            </entry>
                            <entry colname="col2">
                                <para>N&#233;cessaire de palier de vilebrequin (plus petit de 0,010 po)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>1812327C92</para>
                            </entry>
                            <entry colname="col2">
                                <para>N&#233;cessaire de palier de vilebrequin (plus petit de 0,020 po)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>1812328C92</para>
                            </entry>
                            <entry colname="col2">
                                <para>N&#233;cessaire de palier de vilebrequin (plus petit de 0,030 po)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcproc>
    </tsi>
</isis>
