<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-09-05 - Peinture des rallonges d'aile modifi&#233;es</stitle>
    <tsi id="tsi010905" tsitype="truck" translation="french">
        <tsinumber>01-09-05</tsinumber>
        <tsidate>D&#233;cembre 2001</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>Peinture des rallonges d'aile modifi&#233;es</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>On a remplac&#233; le produit Xenoy par le produit GTX dans la fabrication des rallonges d'aile
                    des mod&#232;les 4300 et 4400 le 17 octobre 2001. De plus, des modifications de conception ont
                    permis d'augmenter le d&#233;gagement pour l'installation de pneus larges. Le nouveau mat&#233;riau
                    GTX comporte une exigence particuli&#232;re en mati&#232;re de peinture.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>3566716C1 - Rallonge d'aile gauche appr&#234;t&#233;e</para>
            <para>3566717C1 - Rallonge d'aile droite appr&#234;t&#233;e</para>
            <specpara>
                <note>
                    <para>Il ne faut pas ajouter de garde-boue aux rallonges d'aile, sauf dans le cas des camions munis
                        de r&#233;servoirs de carburant de 70 gallons et de pneus de 22,5 po (percer les trous de
                        fixation sur place).
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <stitle>French - TSI 01-09-05 - Peinture des rallonges d'aile modifi&#233;es</stitle>
            <title>M&#233;thode de peinture</title>
            <para>
                <emph type="bold">ZONES CRITIQUES &#192; NE PAS PEINDRE.</emph>
            </para>
            <specpara>
                <caution>
                    <para>De la peinture appliqu&#233;e sur certaines zones critiques sous les rallonges d'aile GTX peut
                        provoquer leur fissuration par temps tr&#232;s froid. Masquer ces zones, comme le montrent les
                        figures 1 et 2, &#224; l'aide d'un ruban-cache d'au moins 1 po de largeur avant de peindre. Du
                        ruban est d&#233;j&#224; appliqu&#233; sur les rallonges d'aile de production et de
                        remplacement.
                    </para>
                </caution>
            </specpara>
            <figure id="f0109051" figsize="col-wide">
                <graphic filename="../tsifigures/g0109051.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 1. Zone n&#233;cessitant du ruban</caption>
            </figure>
            <figure id="f0109052" figsize="col-wide">
                <graphic filename="../tsifigures/g0109052.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 2. Zone n&#233;cessitant du ruban</caption>
            </figure>
            <specpara>
                <note>
                    <para>Les rallonges d'aile de remplacement sont appr&#234;t&#233;es avant l'exp&#233;dition et pr&#234;tes
                        &#224; peindre.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">S'assurer que la pi&#232;ce est exempte de peinture, de produit d&#233;moulant ou de
                    tout autre rev&#234;tement ou impuret&#233; autre que l'appr&#234;t.
                </para>
            </step1>
            <step1>
                <para count="1">SI CE N'EST PAS D&#201;J&#192; FAIT, APPLIQUER DU RUBAN-CACHE D'UN POUCE DE LARGEUR SUR
                    LA FACE INF&#201;RIEURE DU JOINT DE LA RALLONGE D'AILE, COMME LE MONTRENT LES FIGURES 1 ET 2.
                </para>
            </step1>
            <step1>
                <para count="1">D&#201;GRAISSER LA PI&#200;CE AU MOYEN D'UN D&#201;GRAISSANT ANTISTATIQUE. Cela &#233;liminera
                    tout r&#233;sidu de produit d&#233;moulant, toute salet&#233; superficielle et les charges
                    statiques.
                </para>
            </step1>
            <step1>
                <para count="1">APPLIQUER AUTOBASE/AUTOCLEAR II ou AUTOCRYL. Pour les plastiques souples et mous,
                    consulter le tableau des rapports de m&#233;lange pour pi&#232;ces souples. Pour obtenir de plus
                    amples renseignements, consulter le guide de r&#233;f&#233;rence technique courant de Sikkens.
                </para>
            </step1>
            <step1>
                <para count="1">UNE FOIS LA PEINTURE S&#200;CHE, LAISSER LE RUBAN-CACHE EN PLACE POUR PROT&#201;GER LE
                    SUBSTRAT DE PLASTIQUE.
                </para>
            </step1>
            <step1>
                <para count="1">Fixer de nouveau &#224; l'aide d'une rondelle dont le diam&#232;tre ext&#233;rieur est
                    suffisamment petit pour d&#233;gager le rayon du support (la rondelle devrait reposer &#224; plat).
                    Serrer les pi&#232;ces de fixation &#224; un couple de 21 &#224; 26 N&#183;m.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
