<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-08-04 - Afficheur num&#233;rique &#224; cristaux liquides du combin&#233; d'instruments sur
        les mod&#232;les 4300 et 4400
    </stitle>
    <tsi id="tsi010804" tsitype="truck" translation="french">
        <tsinumber>01-08-04</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Afficheur num&#233;rique &#224; cristaux liquides du combin&#233; d'instruments sur les mod&#232;les
                4300 et 4400
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Remise &#224; z&#233;ro des donn&#233;es de trajet et s&#233;lection de l'affichage du compteur
                    kilom&#233;trique du v&#233;hicule en kilom&#232;tres ou en milles.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>French - TSI 01-08-04 - Afficheur num&#233;rique &#224; cristaux liquides du combin&#233;
                d'instruments sur les mod&#232;les 4300 et 4400
            </stitle>
            <title>Marche &#224; suivre</title>
            <step1>
                <para count="1">Faire d&#233;filer les modes de l'afficheur num&#233;rique &#224; cristaux liquides en
                    enfon&#231;ant et en rel&#226;chant le bouton Select/Reset sur le c&#244;t&#233; inf&#233;rieur
                    droit du combin&#233; d'instruments. Les modes d'affichage disponibles sont Milles/KM, Heures (horom&#232;tre),
                    MPG (Milles par gallon), Milles/KM du trajet et Heures de trajet.
                </para>
            </step1>
            <step1>
                <para count="1">Maintenir le bouton Select/Reset enfonce pendant&#160;3 &#224; 5&#160;secondes en mode
                    d'affichage Milles/KM du trajet pour remettre l'affichage &#224; z&#233;ro.
                </para>
            </step1>
            <step1>
                <para count="1">Maintenir le bouton Select/Reset enfonce pendant&#160;3 &#224; 5&#160;secondes en mode
                    d'affichage Heures de trajet pour remettre l'affichage &#224; z&#233;ro.
                </para>
            </step1>
            <step1>
                <para count="1">Maintenir le bouton Select/Reset enfonce pendant&#160;3 &#224; 5&#160;secondes en mode
                    d'affichage Milles pour passer en mode d'affichage Kilom&#232;tres et vice versa.
                </para>
            </step1>
            <step1>
                <para count="1">La distance totale parcourue par le v&#233;hicule est enregistr&#233;e par le module de
                    commande du moteur, et non pas par le combin&#233; d'instruments. Celui-ci sauvegarde temporairement
                    et affiche la distance la plus r&#233;cente parcourue par le v&#233;hicule, mais il affichera la
                    distance sauvegard&#233;e dans le module de commande du moteur apr&#232;s avoir parcouru 0,16&#160;km
                    (0,1&#160;mille). Au moment de la programmation du module de commande du moteur au moyen du
                    processus NETS, entrer la distance affich&#233;e sur le combin&#233; d'instruments avant de conduire
                    le v&#233;hicule de nouveau.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
