<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-08-07 - Lecture et effacement des codes d'anomalie</stitle>
    <tsi id="tsi010807" tsitype="truck" translation="french">
        <tsinumber>01-08-07</tsinumber>
        <tsidate>Ao&#251;t 2001</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Lecture et effacement des codes d'anomalie</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les mod&#232;les 4300/4400 comportent des syst&#232;mes &#233;lectriques et &#233;lectroniques
                    passablement am&#233;lior&#233;s avec plusieurs dispositifs d'autodiagnostic. Les &#233;l&#233;ments
                    surveill&#233;s comprennent le ombin&#233; d'instruments &#233;lectronique (EGC), le contr&#244;leur
                    du syst&#232;me &#233;lectrique (ESC), plusieurs interrupteurs et relais, les commandes du syst&#232;me
                    de chauffage, de ventilation et de climatisation, les surcharges/sous-charges de circuits, les
                    modules de l&#232;ve-vitre &#233;lectrique, les modules d'alimentation &#224; distance (RPM), le
                    module de commande &#224; distance du r&#233;gime moteur et les modules &#224; distance de sol&#233;no&#239;de
                    du syst&#232;me pneumatique. Les codes d'anomalie (DTC) peuvent &#234;tre lus &#224; l'aide de
                    l'afficheur &#224; cristaux liquides du compteur kilom&#233;trique dans le combin&#233;
                    d'instruments &#233;lectronique. En cas de probl&#232;me &#233;lectrique, il est recommand&#233; de
                    v&#233;rifier les codes d'anomalie et de les noter, le cas &#233;ch&#233;ant, avant d'appeler le
                    concessionnaire. Suivant les codes d'anomalie, le concessionnaire peut donner des d&#233;tails sur
                    la nature du probl&#232;me et fixer une date de r&#233;paration, ce qui r&#233;duit au minimum le
                    temps d'arr&#234;t du v&#233;hicule.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="describe" graphiccount="0">
            <stitle>French - TSI 01-08-07 - Lecture et effacement des codes d'anomalie</stitle>
            <title>Marche &#224; suivre</title>
            <para>
                <emph type="bold">Pour passer en mode de diagnostic&#160;:</emph>
            </para>
            <step1>
                <para count="1">commencer avec le moteur &#224; l'arr&#234;t et le frein de stationnement serr&#233;;
                </para>
            </step1>
            <step1>
                <para count="1">mettre la bo&#238;te de vitesses au point mort;</para>
            </step1>
            <step1>
                <para count="1">tourner la cl&#233; de contact &#224; la position &#171;&#160;ON&#160;&#187; mais ne pas
                    faire d&#233;marrer le moteur;
                </para>
            </step1>
            <step1>
                <para count="1">le combin&#233; d'instruments &#233;lectronique fera son autodiagnostic de mise sous
                    tension et l'afficheur &#224; cristaux liquides indiquera le num&#233;ro de version du logiciel du
                    combin&#233; d'instruments &#233;lectronique;
                </para>
            </step1>
            <step1>
                <para count="1">v&#233;rifier si le t&#233;moin de frein de stationnement est allum&#233;;</para>
            </step1>
            <step1>
                <para count="1">enfoncer simultan&#233;ment les interrupteurs &#171;&#160;ON&#160;&#187; et &#171;&#160;RESUME&#160;&#187;
                    du r&#233;gulateur de vitesse;
                </para>
            </step1>
            <step1>
                <para count="1">si aucun code d'anomalie n'est pr&#233;sent, l'afficheur &#224; cristaux liquides
                    indiquera &#171;&#160;NO FAULTS&#160;&#187;;
                </para>
            </step1>
            <step1>
                <para count="1">si des codes d'anomalie sont pr&#233;sents, l'afficheur &#224; cristaux liquides
                    indiquera d'abord le nombre total d'anomalies &#171;&#160;A&#160;&#187;ctives, puis d'anomalies
                    &#171;&#160;P&#160;&#187;ass&#233;es;
                </para>
            </step1>
            <step1>
                <para count="1">apr&#232;s dix secondes approximativement, chaque code d'anomalie s'affichera; pendant
                    dix secondes environ;
                </para>
            </step1>
            <step1>
                <para count="1">le contacteur &#171;&#160;Select/Reset&#160;&#187; sur le combin&#233; d'instruments
                    &#233;lectronique peut aussi &#234;tre utilis&#233; pour faire d&#233;filer manuellement les codes
                    d'anomalie;
                </para>
            </step1>
            <step1>
                <para count="1">en mode de diagnostic, les codes d'anomalie du moteur International ou ceux du syst&#232;me
                    de freinage antiblocage clignoteront sur leurs t&#233;moins respectifs;
                </para>
            </step1>
            <step1>
                <para count="1">les codes d'anomalie se lisent comme suit&#160;:</para>
                <para>lire les chiffres sur la ligne inf&#233;rieure de gauche &#224; droite d'abord, puis lire les
                    chiffres sur la ligne au-dessus de gauche &#224; droite. Le &#171;&#160;A&#160;&#187; ou le &#171;&#160;P&#160;&#187;
                    &#224; l'extr&#234;me droite de la ligne inf&#233;rieure indiquent si le code d'anomalie est &#171;&#160;A&#160;&#187;ctif
                    ou &#171;&#160;P&#160;&#187;ass&#233;.
                </para>
                <para>Exemple&#160;:</para>
                <para>12 _ 1</para>
                <para>612_ 14A</para>
                <para>Ce code d'anomalie se lirait comme suit&#160;: 612-14-12-1 A</para>
            </step1>
            <para>
                <emph type="bold">Pour effacer des codes d'anomalie &#171;&#160;Pass&#233;s&#160;&#187;&#160;:</emph>
            </para>
            <para>Attention&#160;: l'effacement de codes d'anomalie &#171;&#160;Pass&#233;e&#160;&#187; peut causer la
                perte d'informations de diagnostic utiles.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>le combin&#233; d'instruments &#233;lectronique doit &#234;tre en mode de diagnostic;</para>
                </item>
                <item>
                    <para>activer le clignotant gauche;</para>
                </item>
                <item>
                    <para>enfoncer simultan&#233;ment les interrupteurs &#171;&#160;ON&#160;&#187; et &#171;&#160;SET&#160;&#187;
                        du r&#233;gulateur de vitesse;
                    </para>
                </item>
                <item>
                    <para>s'il n'y a aucun code d'anomalie &#171;&#160;Actif&#160;&#187;, l'afficheur &#224; cristaux
                        liquides devrait maintenant afficher &#171;&#160;NO FAULTS&#160;&#187;;
                    </para>
                </item>
                <item>
                    <para>cette m&#233;thode n'effacera pas les codes d'anomalie &#171;&#160;Actifs&#160;&#187;, les
                        codes d'anomalie du moteur ni les codes d'anomalie du syst&#232;me de freinage antiblocage.
                    </para>
                </item>
                <item>
                    <para>Pour quitter le mode de diagnostic, couper le contact, rel&#226;cher le frein de stationnement
                        ou faire d&#233;marrer le moteur.
                    </para>
                </item>
            </seqlist>
        </svcproc>
    </tsi>
</isis>
