<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-06-03 - D&#233;calage des arbres de transmission interponts sur les ponts Dana Spicer
        (anciennement Eaton)
    </stitle>
    <tsi id="tsi010603" tsitype="truck" translation="french">
        <tsinumber>01-06-03</tsinumber>
        <tsidate>D&#233;cembre 2001</tsidate>
        <subjectfile>ARBRE DE TRANSMISSION</subjectfile>
        <subjectgroup>
            <subject>D&#233;calage des arbres de transmission interponts sur les ponts Dana Spicer (anciennement
                Eaton)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Spicer</vendor>
                <vendor>Eaton</vendor>
                <ucodegroup/>

                <ucode>14GEP</ucode>
                <ucode>14GER</ucode>
                <ucode>14GES</ucode>
                <ucode>14GEZ</ucode>
                <ucode>14GGH</ucode>
                <ucode>14GGJ</ucode>
                <ucode>14GGY</ucode>
                <ucode>14GHD</ucode>
                <ucode>14GJC</ucode>
                <ucode>14GGG</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>On a modifi&#233; le d&#233;calage des arbres de transmission interponts sur certains ponts
                    tandems Dana Spicer pour r&#233;duire la r&#233;troaction de torsion de la transmission dans les bo&#238;tes
                    de vitesses Allison et Eaton (Fuller).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Dans le cas des arbres de transmission Dana SPL170, lorsqu'on regarde de l'avant vers
                            l'arri&#232;re de l'ensemble interponts, la partie arri&#232;re est tourn&#233;e d'environ
                            32&#176; (3 dents) en sens antihoraire par rapport au d&#233;calage normal de 0&#176;.
                            <emph type="bold">NOTA : Le joint coulissant est scell&#233; et ne doit pas &#234;tre d&#233;mont&#233;.</emph>
                        </para>
                    </item>
                    <item>
                        <para>Dans le cas des arbres de transmission Dana de s&#233;rie 10, lorsqu'on regarde de l'avant
                            vers l'arri&#232;re de l'ensemble interponts, la partie arri&#232;re est tourn&#233;e
                            d'environ 22&#176; (1 dent) en sens antihoraire par rapport au d&#233;calage normal de 0&#176;.
                        </para>
                    </item>
                    <item>
                        <para>Les arbres de transmission interponts d&#233;cal&#233;s comportent des num&#233;ros de pi&#232;ce
                            dont la sixi&#232;me position est occup&#233;e par un &#171;&#160;F&#160;&#187;. Les num&#233;ros
                            de pi&#232;ce types sont : 270DTF, 427DTF, 217STF, 417STF, 217LTF et 417LTF.
                            <emph type="bold">NOTA : Les &#233;tiquettes des num&#233;ros de pi&#232;ce sont appos&#233;es
                                sur les arbres de transmission. Il pourrait s'av&#233;rer n&#233;cessaire d'enlever de
                                la peinture sur l'&#233;tiquette afin de pouvoir la lire.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Au moment de l'entretien des arbres de transmission, il est fortement recommand&#233; de
                            tracer des bandes d'alignement sur l'arbre avec de la peinture avant de le d&#233;monter.
                        </para>
                    </item>
                </randlist>
            </geninfo>
        </description>
    </tsi>
</isis>
