<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-03-01 - Am&#233;lioration de la tenue de route des mod&#232;les 3400, 4700 et 4700LP/LPX dot&#233;s
        d'une suspension avant &#224; ressorts paraboliques d'une capacit&#233; de 8 000 lb, codes 003AAN, 003ADA et
        003AEM, et d'une suspension pneumatique &#224; l'arri&#232;re
    </stitle>
    <tsi id="tsi010301" tsitype="truck" translation="french">
        <tsinumber>01-03-01</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>RESSORTS</subjectfile>
        <subjectgroup>
            <subject>Am&#233;lioration de la tenue de route des mod&#232;les 3400, 4700 et 4700LP/LPX dot&#233;s d'une
                suspension avant &#224; ressorts paraboliques d'une capacit&#233; de 8 000 lb, codes 003AAN, 003ADA et
                003AEM, et d'une suspension pneumatique &#224; l'arri&#232;re
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3400</truckmodel>
                <truckmodel>4700</truckmodel>
                <ucodegroup/>

                <ucode>03AAN</ucode>
                <ucode>03ADA</ucode>
                <ucode>03AEM</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il est possible d'am&#233;liorer la tenue de route des mod&#232;les 3400, 4700 et 4700LP/LPX dot&#233;s
                    d'une suspension avant &#224; ressorts paraboliques d'une capacit&#233; de 8 0000 lb et d'une
                    suspension pneumatique &#224; l'arri&#232;re dont la garde au sol est de 9,5 po comme l'indique la
                    fiche technique (hauteur des ressorts pneumatiques de 12,5 po).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Comme de nombreux ch&#226;ssis supportent des charges l&#233;g&#232;res, il est possible
                            de r&#233;duire consid&#233;rablement la pression des pneus, particuli&#232;rement celle des
                            pneus des roues motrices, &#224; partir de la pression de gonflage maximale &#224; froid
                            indiqu&#233;e sur le flanc afin qu'elle corresponde &#224; la charge r&#233;elle. Cela
                            permettra d'am&#233;liorer consid&#233;rablement la tenue de route. Consultez les tableaux
                            de charge et de gonflage des pneus dans le manuel d'entretien S1700Y se trouvant dans le
                            groupe 17 du manuel d'entretien principal.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Depuis juillet 1999, les pneus et les jantes de 19,5 po sont assortis pour la pose. La
                            partie saillante du pneu est plac&#233;e de mani&#232;re &#224; correspondre &#224; la
                            partie creuse de la jante et de la roue, ce qui donne un arrondi plus uniforme. Un faux rond
                            du pneu et de la roue d&#233;passant 0,045 po, particuli&#232;rement sur des essieux
                            directeurs, peut causer une vibration ind&#233;sirable du ch&#226;ssis &#224; certaines
                            vitesses en conduite normale. Il faut v&#233;rifier le faux rond des pneus et des roues
                            lorsqu'on remarque une vibration &#224; basse fr&#233;quence &#224; une vitesse avoisinant
                            96 km/h sur une route asphalt&#233;e lisse.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Depuis avril 2001, les ch&#226;ssis munis de freins pneumatiques sont &#233;quip&#233;s de
                            tambours de frein command&#233;s &#224; deux &#233;tapes qui assurent la concentricit&#233;
                            des tambours et des roues afin d'am&#233;liorer la tenue de route et le freinage.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Des amortisseurs d'essieux directeurs avant &#233;talonn&#233;s et optimis&#233;s pour
                            &#234;tre dot&#233;s de ressorts paraboliques, des coussinets plus mous pour les bielles de
                            force des suspensions pneumatiques et un ressort pneumatique d'une raideur totale plus basse
                            de 15 500 livres pour les suspensions de pont arri&#232;re (sauf 4700LPX) sont disponibles
                            au service des pi&#232;ces d'entretien et ils am&#233;lioreront la tenue de route.
                        </para>
                    </item>
                </randlist>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0103011">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.35in"/>
                    <colspec colname="col1" colwidth="3.92in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Description</para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>2504419C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Amortisseur pour suspension avant &#224; ressorts paraboliques d'une capacit&#233;
                                    de 8 000 lb
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2504420C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Bielle de force pour suspension pneumatique arri&#232;re</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>GY1R11170</para>
                            </entry>
                            <entry colname="col1">
                                <para>Ressort pneumatique de suspension pour garde au sol de 9,5 po et hauteur de
                                    ressort pneumatique de 12,5 po (sauf LPX)
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 01-03-01 - Am&#233;lioration de la tenue de route des mod&#232;les 3400, 4700 et
                4700LP/LPX dot&#233;s d'une suspension avant &#224; ressorts paraboliques d'une capacit&#233; de 8 000
                lb, codes 003AAN, 003ADA et 003AEM, et d'une suspension pneumatique &#224; l'arri&#232;re
            </stitle>
            <title>Marche &#224; suivre</title>
            <step1>
                <para count="1">Pesez le v&#233;hicule avec une charge type. Notez le poids &#224; chaque essieu.
                    Consultez les tableaux de charge et de gonflage dans la section d'entretien S17001Y du groupe 17 du
                    manuel d'entretien principal et faites correspondre la pression de gonflage &#224; froid aux charges
                    maximales r&#233;ellement transport&#233;es. Cela optimisera les pneus par rapport &#224; la tenue
                    de route et adoucira cette derni&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Si vous remarquez une vibration du v&#233;hicule &#224; une certaine vitesse et que
                    celle-ci diminue ou dispara&#238;t &#224; une vitesse inf&#233;rieure ou sup&#233;rieure, il est
                    probable qu'un faux rond de pneu et de roue d&#233;passant 0,045 po en soit la cause, particuli&#232;rement
                    sur l'essieu directeur.
                </para>
                <specpara>
                    <warning>
                        <para>N'utilisez jamais uniquement un cric pour supporter un v&#233;hicule pendant que vous
                            travaillez sous le ch&#226;ssis. Il risque de s'abaisser et de causer des blessures s&#233;rieuses.
                            Supportez toujours le v&#233;hicule &#224; l'aide de chandelles.
                        </para>
                    </warning>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Garez le v&#233;hicule sur une surface plane de niveau, calez les roues et, &#224; l'aide
                            d'un cric ad&#233;quat et de chandelles, soulevez la roue de mani&#232;re que le pneu ne
                            repose plus sur le sol. Mesurez le faux rond pour voir s'il d&#233;passe 0,045 po. Pour le r&#233;duire,
                            marquez la position du pneu par rapport &#224; la jante, s&#233;parez le pneu de la roue,
                            faites tourner le pneu de 180&#176; par rapport &#224; la roue et remontez-le.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Dans le cas des roues en acier, la partie basse de la jante est indiqu&#233;e au moyen
                            d'une marque de poin&#231;on de 1/8 po de diam&#232;tre du c&#244;t&#233; concave (creux),
                            soit le c&#244;t&#233; visible des roues externes jumel&#233;es arri&#232;re de 22,5 et 24,5
                            po. La marque des roues de 19,5 po peut se trouver d'un c&#244;t&#233; ou de l'autre de la
                            roue &#224; proximit&#233; du si&#232;ge du talon et peut &#234;tre recouverte par le pneu
                            une fois install&#233;. La partie saillante des pneus des roues en aluminium se situe &#224;
                            c&#244;t&#233; de la tige de la soupape.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>S'il s'av&#232;re n&#233;cessaire d'am&#233;liorer encore davantage la tenue de route du v&#233;hicule,
                            songez &#224; remplacer les amortisseurs avant, les bielles de force de la suspension
                            pneumatique arri&#232;re et les ressorts pneumatiques arri&#232;re, selon la configuration
                            de la suspension du v&#233;hicule.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcproc>
    </tsi>
</isis>
