<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-08-03 - Radio sur les mod&#232;les 4300 et 4400</stitle>
    <tsi id="tsi010803" tsitype="truck" translation="french">
        <tsinumber>01-08-03</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Radio sur les mod&#232;les 4300 et 4400</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La radio ne fonctionne pas lorsque les touches de fonction sont enfonc&#233;es, mais que
                    l'affichage reste allum&#233;.
                </para>
                <para>Les radios ont plusieurs fonctions de m&#233;moire programmables, incluant les stations pr&#233;r&#233;gl&#233;es,
                    l'horloge et le r&#233;veil, ainsi que des codes d'erreur. Une petite pile rechargeable &#224; l'int&#233;rieur
                    de la radio maintient ces r&#233;glages m&#234;me lorsque la batterie du v&#233;hicule est d&#233;charg&#233;e
                    ou d&#233;branch&#233;e. Si la pile interne de la radio n'est pas charg&#233;e et que les batteries
                    du v&#233;hicule sont d&#233;charg&#233;es ou d&#233;branch&#233;es, la radio ne fonctionne pas, m&#234;me
                    apr&#232;s que les batteries ont &#233;t&#233; connect&#233;es et correctement charg&#233;es.
                    Utiliser la m&#233;thode de r&#233;initialisation suivante pour rem&#233;dier &#224; cette
                    situation.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 01-08-03 - Radio sur les mod&#232;les 4300 et 4400</stitle>
            <title>M&#233;thode de r&#233;initialisation de la radio</title>
            <step1>
                <para count="1">S'assurer que les batteries du v&#233;hicule sont branch&#233;es et qu'elles sont
                    correctement charg&#233;es.
                </para>
            </step1>
            <step1>
                <para count="1">Le commutateur d'allumage peut &#234;tre en position &#171;&#160;ON&#160;&#187; ou
                    &#171;&#160;OFF&#160;&#187;.
                </para>
            </step1>
            <step1>
                <para count="1">Reperer le petit bouton de r&#233;initialisation de la radio situ&#233; juste au-dessus
                    et &#224; droite de la commande de volume. (Se reporter au manuel du conducteur du v&#233;hicule,
                    page F-64, pour une illustration du bouton de r&#233;initialisation (Reset) et &#224; la page F-66
                    pour les informations concernant les messages d'erreur {E1, E2 et E3}).
                </para>
            </step1>
            <step1>
                <para count="1">Appuyer sur le petit bouton de r&#233;initialisation &#224; l'aide d'un petit objet
                    pointu, comme la pointe d'un stylo ou d'un crayon. Tous les r&#233;glages en m&#233;moire sont effac&#233;s
                    et reviennent &#224; leur valeur implicite.
                </para>
            </step1>
            <step1>
                <para count="1">Entrer les r&#233;glages de m&#233;moire de la radio. Un message vous indiquera de r&#233;gler
                    l'heure une fois que le bouton de r&#233;initialisation aura &#233;t&#233; enfonc&#233;.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La consommation de courant dans cet &#233;tat est d'environ 270&#160;mA (1/4&#160;A). Sur une
                        longue p&#233;riode de temps, les batteries du v&#233;hicule peuvent alors se d&#233;charger. Ne
                        pas laisser la radio dans cet &#233;tat.
                    </para>
                </note>
            </specpara>
            <para>Lorsque la pile interne de la radio est recharg&#233;e, le probl&#232;me dispara&#238;t.</para>
            <para>La radio doit &#234;tre inspect&#233;e durant la v&#233;rification de pr&#233;livraison pour s'assurer
                qu'elle ne se trouve pas dans cet &#233;tat.
            </para>
            <para>La r&#233;initialisation de la radio n'est pas couverte par la garantie.</para>
        </svcproc>
    </tsi>
</isis>
