<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-09-04 - M&#233;thodes de r&#233;paration des nouveaux capots des mod&#232;les 9900</stitle>
    <tsi id="tsi010904" tsitype="truck" translation="french">
        <tsinumber>01-09-04</tsinumber>
        <tsidate>D&#233;cembre 2001</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>M&#233;thodes de r&#233;paration des nouveaux capots des mod&#232;les 9900</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9900</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>L'utilisation d'un nouveau mat&#233;riau pour la fabrication des capots des mod&#232;les 9900 a
                    commenc&#233; en f&#233;vrier 2001 et s'est g&#233;n&#233;ralis&#233;e le 9 mai 2001. Les nouveaux
                    capots sont faits de plastique Metton &#224; r&#233;sistance &#233;lev&#233;e au lieu de plastique
                    renforc&#233; de fibre de verre. Le plastique Metton &#224; r&#233;sistance &#233;lev&#233;e ne n&#233;cessite
                    plus de feuille d'ur&#233;thane ou d'enduit caoutchout&#233; pour prot&#233;ger les ailes contre les
                    cailloux et les fissures en pattes d'araign&#233;e. Les nouveaux capots peuvent porter le nom &#171;&#160;Paramount
                    Mfg.&#160;&#187; ou &#171;&#160;21st Century Mfg.&#160;&#187; figurant sur une plaquette fix&#233;e
                    &#224; l'arri&#232;re du capot.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 01-09-04 - M&#233;thodes de r&#233;paration des nouveaux capots des mod&#232;les 9900
            </stitle>
            <title>R&#233;parations</title>
            <svcprocinfo>
                <para>Il est possible de r&#233;parer les fissures d'une longueur maximale de 4 po, les &#233;gratignures,
                    les entailles et les rainures dans les &#233;l&#233;ments en plastique Metton en utilisant les m&#233;thodes
                    suivantes. Il faut effectuer les r&#233;parations &#224; la temp&#233;rature ambiante.
                </para>
                <specpara>
                    <note>
                        <para>Les produits de r&#233;paration Fusor mentionn&#233;s dans le pr&#233;sent bulletin sont
                            disponibles par exp&#233;dition directe; consulter la lettre des pi&#232;ces G-19-4577-A du
                            15 mai 2001.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les blessures, porter des lunettes de s&#233;curit&#233;, un masque
                            antipoussi&#232;res et des gants.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>R&#233;paration de la face inf&#233;rieure des fissures d'au plus 4 po de longueur</title>
                <table id="t0109041">
                    <title>R&#233;paration de la face inf&#233;rieure des fissures d'au plus 4 po de longueur</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.45*"/>
                        <colspec colname="col3" colwidth="1.24*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>&#201;tape</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>M&#233;thode</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Outils et pi&#232;ces n&#233;cessaires</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Au moyen d'une serviette d'atelier, nettoyer la zone &#224; r&#233;parer avec
                                        du nettoyant d'appr&#234;t adh&#233;sif num&#233;ro 703 et la laisser s&#233;cher
                                        &#224; l'air.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Nettoyant d'appr&#234;t adh&#233;sif Fusor num&#233;ro 703 (&#224; base d'eau)
                                        et serviette d'atelier propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer la surface &#224; l'aide d'une ponceuse &#224; double action pourvue
                                        d'un papier de verre &#224; grains num&#233;ro 80. Nettoyer &#224; l'aide d'un
                                        jet d'air comprim&#233; sec, puis essuyer au moyen d'une serviette d'atelier s&#232;che.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Ponceuse &#224; double action, papier de verre &#224; grains num&#233;ro 80 et
                                        serviette d'atelier propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>D&#233;couper une pi&#232;ce de renfort dans de la toile de fibre de verre
                                        Fusor num&#233;ro 702 de mani&#232;re qu'elle d&#233;passe la fissure d'un pouce
                                        dans tous les sens.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Toile de fibre de verre Fusor num&#233;ro 702</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Appliquer une pellicule d'adh&#233;sif de r&#233;paration structurale du
                                        plastique Fusor T10 d'&#233;paisseur moyenne; celle-ci doit s'&#233;tendre
                                        &#224; environ 1/12 po dans tous les sens &#224; partir de la fissure. Utiliser
                                        un distributeur manuel Fusor num&#233;ro 301 et un applicateur en plastique
                                        jetable propre.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adh&#233;sif de r&#233;paration structurale du plastique Fusor T10,
                                        distributeur manuel Fusor num&#233;ro 301 et applicateur en plastique jetable
                                        propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poser la pi&#232;ce de toile de fibre de verre pr&#233;d&#233;coup&#233;e.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Appliquer une autre pellicule d'adh&#233;sif de r&#233;paration structurale du
                                        plastique Fusor T10 au moyen d'un applicateur en plastique jetable propre. Faire
                                        p&#233;n&#233;trer l'adh&#233;sif dans la fibre de verre et amincir les bords de
                                        la zone &#224; r&#233;parer.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adh&#233;sif de r&#233;paration structurale du plastique Fusor T10,
                                        distributeur manuel Fusor num&#233;ro 301 et applicateur en plastique jetable
                                        propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Chauffer la zone &#224; r&#233;parer &#224; l'aide d'un pistolet &#224; air
                                        chaud ou d'une lampe &#224; rayons infrarouges &#224; une temp&#233;rature de
                                        140 &#176;F pendant 10 minutes ou jusqu'au durcissement complet. Ne pas
                                        surchauffer.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pistolet &#224; air chaud ou lampe &#224; rayons infrarouges.</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
            <svcsubproc>
                <title>R&#233;paration de la partie apparente des fissures d'au plus 4 po de longueur</title>
                <table id="t0109042">
                    <title>R&#233;paration de la partie apparente des fissures d'au plus 4 po de longueur</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.46*"/>
                        <colspec colname="col3" colwidth="1.23*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>&#201;tape</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>M&#233;thode</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Outils et pi&#232;ces n&#233;cessaires</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Au moyen d'une serviette d'atelier, nettoyer la zone &#224; r&#233;parer avec
                                        du nettoyant d'appr&#234;t adh&#233;sif Fusor num&#233;ro 703 et la laisser s&#233;cher
                                        &#224; l'air.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Nettoyant d'appr&#234;t adh&#233;sif Fusor num&#233;ro 703 (&#224; base d'eau)
                                        et serviette d'atelier propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer la surface fissur&#233;e &#224; l'aide d'une ponceuse &#224; double
                                        action pourvue d'un papier de verre &#224; grains num&#233;ro 80 ou d'une
                                        meuleuse d'angle munie d'un papier de verre num&#233;ro 36. Biseauter vers le
                                        bas de la partie endommag&#233;e. Amincir tous les bords. Au cours du pon&#231;age,
                                        &#233;viter que la surface du panneau atteigne le point de fusion.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Ponceuse &#224; double action, papier de verre num&#233;ro 80, meuleuse
                                        d'angle et papier de verre num&#233;ro 36.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer ensuite toutes les surfaces &#224; remettre en &#233;tat au moyen d'un
                                        bloc &#224; poncer pourvu d'un papier de verre num&#233;ro 80.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Papier de verre num&#233;ro 80 et bloc &#224; poncer.</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Nettoyer &#224; l'air comprim&#233; sec, puis essuyer &#224; l'aide d'une
                                        serviette d'atelier s&#232;che.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Serviette d'atelier propre et s&#232;che.</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Appliquer de l'adh&#233;sif de r&#233;paration structurale du plastique Fusor
                                        T10 (s&#233;chage thermique lent) ou de l'adh&#233;sif de finition T9 (s&#233;chage
                                        rapide) pour remplir la zone &#224; r&#233;parer. Utiliser un applicateur en
                                        plastique et lisser le produit.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adh&#233;sif de r&#233;paration structurale du plastique Fusor T10 (s&#233;chage
                                        thermique lent) et distributeur manuel Fusor num&#233;ro 301 OU adh&#233;sif de
                                        finition T9 (s&#233;chage rapide; pas de distributeur ni de m&#233;langeur n&#233;cessaire)
                                        et applicateur en plastique jetable propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Laisser s&#233;cher l'adh&#233;sif Fusor T9 &#224; la temp&#233;rature
                                        ambiante pendant 15 minutes avant le pon&#231;age.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Faire s&#233;cher l'adh&#233;sif Fusor T10 &#224; l'aide d'un pistolet &#224;
                                        air chaud ou d'une lampe &#224; rayons infrarouges &#224; une temp&#233;rature
                                        de 140 &#176;F pendant 10 minutes ou jusqu'&#224; ce qu'il soit dur avant le pon&#231;age.
                                        Ne pas surchauffer.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pistolet &#224; air chaud ou lampe &#224; rayons infrarouges.</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>8.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer la surface au moyen d'une ponceuse &#224; double action pourvue d'un
                                        papier de verre &#224; grains num&#233;ro 80 suivi d'un papier de verre &#224;
                                        grains num&#233;ro 180/220. Utiliser un bloc &#224; poncer pour la finition.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Ponceuse &#224; double action, papier de verre &#224; grains num&#233;ro 80,
                                        papier de verre &#224; grains num&#233;ro 180/220 et bloc &#224; poncer.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>9.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Laisser reposer pendant une heure, puis appr&#234;ter et peindre selon les
                                        recommandations du fabricant de peinture.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
            <svcsubproc>
                <title>R&#233;paration des &#233;gratignures, des entailles et des rainures superficielles</title>
                <table id="t0109043">
                    <title>R&#233;paration des &#233;gratignures, des entailles et des rainures superficielles</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.42*"/>
                        <colspec colname="col3" colwidth="1.26*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>&#201;tape</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>M&#233;thode</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Outils et pi&#232;ces n&#233;cessaires</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Au moyen d'une serviette d'atelier, nettoyer la zone &#224; r&#233;parer avec
                                        du nettoyant d'appr&#234;t adh&#233;sif Fusor num&#233;ro 703 et la laisser s&#233;cher
                                        &#224; l'air.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Nettoyant d'appr&#234;t adh&#233;sif Fusor num&#233;ro 703 (&#224; base d'eau)
                                        et serviette d'atelier propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer la surface fissur&#233;e &#224; l'aide d'une ponceuse &#224; double
                                        action pourvue d'un papier de verre &#224; grains num&#233;ro 80 ou d'une
                                        meuleuse d'angle munie d'un papier de verre num&#233;ro 36. Biseauter vers le
                                        bas de la partie endommag&#233;e. Amincir tous les bords. Au cours du pon&#231;age,
                                        &#233;viter que la surface du panneau atteigne le point de fusion.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Ponceuse &#224; double action, papier de verre num&#233;ro 80, meuleuse
                                        d'angle et papier de verre num&#233;ro 36.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer ensuite toutes les surfaces &#224; remettre en &#233;tat au moyen d'un
                                        bloc &#224; poncer pourvu d'un papier de verre num&#233;ro 80.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Papier de verre num&#233;ro 80 et bloc &#224; poncer.</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Nettoyer &#224; l'air comprim&#233; sec, puis essuyer &#224; l'aide d'une
                                        serviette d'atelier s&#232;che.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Serviette d'atelier propre et s&#232;che.</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Verser de l'adh&#233;sif de finition Fusor T9 (s&#233;chage rapide) sur une
                                        plaque de m&#233;lange, puis l'appliquer rapidement pour remplir la zone &#224;
                                        r&#233;parer. Utiliser un applicateur en plastique et lisser le produit.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adh&#233;sif de finition Fusor T9 (s&#233;chage rapide), plaque de m&#233;lange
                                        et applicateur en plastique jetable propre.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Laisser s&#233;cher &#224; la temp&#233;rature ambiante pendant 15 minutes
                                        avant de poncer.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Poncer la surface au moyen d'une ponceuse &#224; double action pourvue d'un
                                        papier de verre &#224; grains num&#233;ro 80 suivi d'un papier de verre &#224;
                                        grains num&#233;ro 180/220. Utiliser un bloc &#224; poncer pour la finition.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Ponceuse &#224; double action, papier de verre &#224; grains num&#233;ro 80,
                                        papier de verre &#224; grains num&#233;ro 180/220 et bloc &#224; poncer.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>8.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Laisser reposer pendant une heure, puis appr&#234;ter et peindre selon les
                                        recommandations du fabricant de peinture.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <note>
                        <para>Pour obtenir de plus amples renseignements sur les produits Fusor, consulter le site Web :
                            www.fusor.com.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
