<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-04-03 - Garnitures de rechange pour UTILISATION NON INTENSIVE pour freins hydrauliques
        DiamondLife
    </stitle>
    <tsi id="tsi010403" tsitype="truck" translation="french">
        <tsinumber>01-04-03</tsinumber>
        <tsidate>D&#233;cembre 2001</tsidate>
        <subjectfile>FREINS</subjectfile>
        <subjectgroup>
            <subject>Garnitures de rechange pour UTILISATION NON INTENSIVE pour freins hydrauliques DiamondLife
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certains v&#233;hicules peuvent pr&#233;senter une usure in&#233;gale des plaquettes internes et
                    externes ou une courte dur&#233;e utile des garnitures dans des utilisations non intensives, comme
                    les camions de r&#233;cup&#233;ration, les fourgons, les ambulances et les autobus. Une nouvelle
                    garniture pour UTILISATION NON INTENSIVE permet d'am&#233;liorer les caract&#233;ristiques d'usure
                    pour ces types d'utilisations.
                </para>
                <para>
                    <title>CRIT&#200;RES D'UTILISATION PARTICULIERS</title>
                </para>
                <para>Pour installer les garnitures de frein &#224; UTILISATION NON INTENSIVE HX-402-EE sur un v&#233;hicule,
                    celui-ci doit satisfaire &#224; TOUS les crit&#232;res suivants :
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>PNBV inf&#233;rieur &#224; 25 999 lb;</para>
                    </item>
                    <item>
                        <para>Terrain plat ou vallonn&#233;, mais non montagneux;</para>
                    </item>
                    <item>
                        <para>pendant au moins la moiti&#233; de la dur&#233;e de fonctionnement, le v&#233;hicule est
                            soumis &#224; moins de 70 % de son PNBV nominal (chargement l&#233;ger);
                        </para>
                    </item>
                    <item>
                        <para>pas de d&#233;parts et d'arr&#234;ts fr&#233;quents pendant la majeure partie du temps de
                            fonctionnement du v&#233;hicule.
                        </para>
                    </item>
                </seqlist>
                <para>Au moment du remplacement des plaquettes, toujours v&#233;rifier l'&#233;tat et le fonctionnement
                    du syst&#232;me de freinage, y compris les &#233;triers, les disques et le r&#233;glage des
                    roulements de roue. Consulter la section des freins s04040x du manuel d'entretien pour obtenir de
                    plus amples renseignements.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>2508013C91 - Trousse de garnitures pour UTILISATION NON INTENSIVE pour essieu complet, 66 mm, avec
                plaques d'usure de but&#233;e.
            </para>
            <para>2508014C91 - Trousse de garnitures pour UTILISATION NON INTENSIVE pour essieu complet, 77 mm, avec
                plaques d'usure de but&#233;e.
            </para>
        </partsinfo>
    </tsi>
</isis>
