<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-09-02 - R&#233;glage des phares des mod&#232;les 4300 et 4400</stitle>
    <tsi id="tsi010902" tsitype="truck" translation="french">
        <tsinumber>01-09-02</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>CARROSSERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>R&#233;glage des phares des mod&#232;les 4300 et 4400</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le r&#233;glage des phares des mod&#232;les mentionn&#233;s ci-dessus peut &#234;tre fait sans
                    l'aide d'outils sp&#233;ciaux.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 01-09-02 - R&#233;glage des phares des mod&#232;les 4300 et 4400</stitle>
            <title>M&#233;thode de r&#233;glage des phares</title>
            <step1>
                <para count="1">Trouver une surface plane faisant face &#224; un mur propre. Il doit y avoir une
                    distance libre de tout obstacle de 7,6&#160;m (25&#160;pi) entre l'avant du camion et le mur.
                </para>
            </step1>
            <step1>
                <para count="1">Le r&#233;glage doit &#234;tre effectu&#233; dans un endroit &#224; l'abri de la lumi&#232;re
                    directe du soleil pour mieux percevoir la d&#233;finition du faisceau des phares.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que le capot est verrouill&#233;, que la pression des pneus est correcte, que
                    le camion est charg&#233; comme &#224; l'ordinaire et qu'il n'y a pas d'accumulation de neige, de
                    glace ou de boue sur le v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Stationner le v&#233;hicule perpendiculairement au mur, en laissant une distance de 7,6&#160;m
                    (25&#160;pi) entre les phares et le mur.
                </para>
            </step1>
            <step1>
                <para count="1">Mesurer la distance verticale du sol &#224; l'axe horizontal de l'ampoule de phare.
                    Chaque bloc optique porte un petit cercle sur la lentille du phare qui identifie l'axe de l'ampoule.
                </para>
            </step1>
            <step1>
                <para count="1">Tirer un trait horizontal sur le mur &#224; la hauteur mesur&#233;e &#224; l'&#233;tape&#160;5,
                    &#224; la m&#234;me hauteur que l'ampoule de phare. La longueur de la ligne horizontale doit &#234;tre
                    &#233;gale &#224; la largeur du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer la vis de r&#233;glage &#224; t&#234;te hexagonale situ&#233;e &#224;
                    l'arri&#232;re du bo&#238;tier du phare. Elle se trouve du c&#244;t&#233; int&#233;rieur, juste sous
                    le capuchon d'acc&#232;s &#224; l'ampoule.
                </para>
            </step1>
            <step1>
                <para count="1">Proc&#233;der au r&#233;glage vertical du phare &#224; l'aide d'une douille de 4&#160;mm.
                    Le phare droit doit &#234;tre couvert pendant qu'on r&#232;gle le phare gauche, et vice versa.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;gler le faisceau de code des phares de sorte que le haut du faisceau lumineux
                    soit align&#233; avec la ligne trac&#233;e sur le mur. Le r&#233;glage horizontal (lat&#233;ral) est
                    fait en usine et ne devrait pas &#234;tre modifi&#233;.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si cette m&#233;thode de r&#233;glage des phares n'est pas conforme &#224; la r&#233;glementation
                        provinciale, cette derni&#232;re a alors pr&#233;s&#233;ance sur la m&#233;thode pr&#233;c&#233;demment
                        d&#233;crite.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
