<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-04-01 - Tambours de frein non &#233;quilibr&#233;s provoquant des probl&#232;mes de conduite
        et des vibrations
    </stitle>
    <tsi id="tsi010401" tsitype="truck" translation="french">
        <tsinumber>01-04-01</tsinumber>
        <tsidate>Avril 2001</tsidate>
        <subjectfile>FREINS</subjectfile>
        <subjectgroup>
            <subject>Tambours de frein non &#233;quilibr&#233;s provoquant des probl&#232;mes de conduite et des
                vibrations
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Les nouveaux mod&#232;les de v&#233;hicules International sont &#233;quip&#233;s de s&#233;rie de
                    tambours de frein, de pneus et de roues &#233;quilibr&#233;s. L'excentricit&#233; des pneus et des
                    roues d'un v&#233;hicule donn&#233; est mesur&#233;e de mani&#232;re qu'au montage le point haut du
                    pneu est appari&#233; au point bas de la roue, ce qui assure la meilleure concentricit&#233;
                    possible.
                </para>
                <para>Le fait de ne pas tenir compte des sp&#233;cifications touchant l'&#233;quilibrage des tambours de
                    frein ou l'excentricit&#233; des pneus lors de l'entretien d'un v&#233;hicule aura fort probablement
                    un impact n&#233;gatif sur la qualit&#233; de conduite.
                </para>
                <specpara>
                    <important>
                        <para>Utiliser toujours des tambours de frein &#233;quilibr&#233;s pour l'entretien des v&#233;hicules
                            International afin de maintenir la qualit&#233; de conduite.
                        </para>
                    </important>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <para>Lorsque l'on commande un tambour de frein &#233;quilibr&#233;, indiquer le num&#233;ro de pi&#232;ce
                du tambour figurant sur la fiche technique du v&#233;hicule. Si le v&#233;hicule ne comporte pas de
                fiche technique, il faut utiliser le num&#233;ro d'identification du v&#233;hicule (NIV) pour obtenir le
                bon num&#233;ro de pi&#232;ce du tambour de frein dans le Syst&#232;me d'acc&#232;s aux pi&#232;ces.
            </para>
            <para>Lorsque l'on commande un tambour de frein d'apr&#232;s sa description, comme la mention 15x4 par
                exemple, v&#233;rifier les indications sur le tambour de remplacement afin de savoir s'il est &#233;quilibr&#233;.
                Si le tambour de frein est fabriqu&#233; par Gunite, le num&#233;ro de pi&#232;ce sera suivi du suffixe
                X pour indiquer qu'il s'agit d'un tambour &#233;quilibr&#233;. S'il est fabriqu&#233; par Meritor/Dayton
                Walther, le num&#233;ro de pi&#232;ce se terminera par le suffixe BD ou MTB pour indiquer qu'il s'agit
                d'un tambour &#233;quilibr&#233;.
            </para>
        </partsinfo>
    </tsi>
</isis>
