<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-09-03 - Ajustement du capot</stitle>
    <tsi id="tsi010903" tsitype="truck" translation="french">
        <tsinumber>01-09-03</tsinumber>
        <tsidate>Ao&#251;t 2001</tsidate>
        <subjectfile>CARROSSERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>Ajustement du capot</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>M&#233;thode d'ajustement du capot</para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>French - TSI 01-09-03 - Ajustement du capot</stitle>
            <title>Marche &#224; suivre</title>
            <svcsubproc>
                <title>&#201;tat&#160;: le bord inf&#233;rieur avant du capot n'est pas parall&#232;le au pare-chocs
                </title>
                <step1>
                    <para count="1">V&#233;rifier si le pare-chocs est mont&#233; correctement et s'il n'est pas tordu
                        suite &#224; un accident.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer la calandre. Voir le manuel d'entretien S09003.</para>
                </step1>
                <step1>
                    <para count="1">Ouvrir le capot et d&#233;sengager le syst&#232;me d'assistance &#224; barre de
                        torsion (retirer la bague de retenue derri&#232;re le pare-chocs et soulever la barre de torsion
                        pour la sortir du support du ch&#226;ssis).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure ou dommage mat&#233;riel, fermer le capot avec prudence.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Fermer le capot.</para>
                </step1>
                <step1>
                    <para count="1">Desserrer les trois boulons de fixation du support de charni&#232;re du capot &#224;
                        la traverse de capot.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le boulon le plus proche du c&#244;t&#233; inf&#233;rieur du capot.</para>
                </step1>
                <step1>
                    <para count="1">Ajouter des rondelles d'espacement entre le support de charni&#232;re du capot et la
                        traverse de capot jusqu'&#224; ce que l'&#233;cartement entre le capot et le pare-chocs soit
                        &#233;gal.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>L'&#233;paisseur totale des rondelles d'espacement ne doit pas d&#233;passer
                            1/8&#160;po.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">R&#233;installer le boulon en s'assurant qu'il traverse la rondelle d'espacement.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le boulon du support de charni&#232;re du milieu et installer des rondelles
                        d'espacement de la moiti&#233; de l'&#233;paisseur de celles qui ont &#233;t&#233; install&#233;es
                        pour le boulon d'extr&#233;mit&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer le boulon du milieu en s'assurant qu'il traverse la rondelle
                        d'espacement.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pousser le capot vers l'arri&#232;re jusqu'aux but&#233;es de support du capot.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer les trois boulons de fixation du support de charni&#232;re du capot &#224; la
                        traverse de capot &#224; un couple de 47&#160;&#224; 58&#160;N&#183;m (35&#160;&#224; 43&#160;lbf&#183;pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Ouvrir le capot et engager le syst&#232;me d'assistance &#224; barre de torsion.
                        (Pousser le bras court de la barre de torsion en place, puis installer la bague de retenue.)
                    </para>
                </step1>
                <step1>
                    <para count="1">Fermer le capot et r&#233;installer la calandre.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>&#201;tat&#160;: l'espace entre le capot et l'auvent au haut du capot n'est pas uniforme</title>
                <step1>
                    <para count="1">Retirer la calandre. Voir le manuel d'entretien S09003.</para>
                </step1>
                <step1>
                    <para count="1">Ouvrir le capot et d&#233;sengager le syst&#232;me d'assistance &#224; barre de
                        torsion (retirer la bague de retenue derri&#232;re le pare-chocs et soulever la barre de torsion
                        pour la sortir du support du ch&#226;ssis).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure ou dommange mat&#233;riel, fermer le capot avec
                            prudence.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Fermer le capot.</para>
                </step1>
                <step1>
                    <para count="1">Desserrer les trois boulons de fixation du support de charni&#232;re du capot &#224;
                        la traverse de capot.
                    </para>
                </step1>
                <step1>
                    <para count="1">Replacer le capot de sorte que l'espace entre le bord sup&#233;rieur du capot et
                        l'auvent est &#233;gal des deux c&#244;t&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer les trois boulons de fixation du support de charni&#232;re du capot &#224; la
                        traverse de capot &#224; un couple de 47&#160;&#224; 58&#160;N&#183;m (35&#160;&#224; 43&#160;lbf&#183;pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Ouvrir le capot et engager le syst&#232;me d'assistance &#224; barre de torsion.
                        (Pousser le bras court de la barre de torsion en place, puis installer la bague de retenue
                        &#224; cheveux.)
                    </para>
                </step1>
                <step1>
                    <para count="1">Fermer le capot et r&#233;installer la calandre.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>&#201;tat&#160;: le capot est d&#233;plac&#233; vers la gauche ou vers la droite par rapport
                    &#224; la cabine
                </title>
                <step1>
                    <para count="1">Retirer la calandre. Voir le manuel d'entretien S09003.</para>
                </step1>
                <step1>
                    <para count="1">Desserrer les trois boulons de fixation du support de charni&#232;re du capot &#224;
                        la traverse.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer les quatre boulons du support de capot du c&#244;t&#233; o&#249; le capot
                        est le plus rapproch&#233; de l'auvent.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ajuster le support de capot &#224; l'aide de cales d'&#233;paisseur jusqu'&#224; ce
                        que les deux c&#244;t&#233;s du capot soient &#233;gaux.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer les quatre boulons du support de capot &#224; un couple de 38&#160;&#224; 47&#160;N&#183;m
                        (28&#160;&#224; 35&#160;lbf&#183;pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Pousser le capot vers l'arri&#232;re jusqu'aux but&#233;es de support du capot.
                    </para>
                </step1>
                <step1>
                    <para count="1">Maintenir le capot align&#233; et serrer les trois boulons de fixation du support de
                        charni&#232;re du capot &#224; la traverse de capot &#224; un couple de 47&#160;&#224; 58&#160;N&#183;m
                        (35&#160;&#224; 43&#160;lbf&#183;pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer la calandre.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>&#201;tat&#160;: la ligne de ceinture du capot n'est pas align&#233;e avec celle de la cabine
                </title>
                <step1>
                    <para count="1">Relever le capot et desserrer l&#233;g&#232;rement chacun des quatre boulons de
                        fixation du support de capot &#224; l'auvent du c&#244;t&#233; o&#249; la ligne de ceinture
                        n'est pas align&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Relever ou abaisser le support de capot pour obtenir l'alignement appropri&#233; des
                        lignes de ceinture. &#201;tant donn&#233; que le capot doit &#234;tre relev&#233; pour r&#233;gler
                        le support de capot, plusieurs essais peuvent &#234;tre n&#233;cessaires afin d'obtenir
                        l'alignement appropri&#233; des lignes de ceinture.
                    </para>
                </step1>
                <step1>
                    <para count="1">Lorsque les lignes de ceinture sont align&#233;es correctement, serrer les quatre
                        boulons du support de capot &#224; un couple de 38&#160;&#224; 47&#160;N&#183;m (28&#160;&#224;
                        35&#160;lbf&#183;pi).
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
