<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-03-07 - M&#233;thode d'inspection de qualit&#233; et de pr&#233;-livraison du
        concessionnaire pour les mod&#232;les &#233;quip&#233;s d'une suspension pneumatique International (code 14673,
        14693 ou 14694).
    </stitle>
    <tsi id="tsi010307" tsitype="truck" translation="french">
        <tsinumber>01-03-07</tsinumber>
        <tsidate>D&#233;cembre 2001</tsidate>
        <subjectfile>RESSORTS</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode d'inspection de qualit&#233; et de pr&#233;-livraison du concessionnaire pour les mod&#232;les
                &#233;quip&#233;s d'une suspension pneumatique International (code 14673, 14693 ou 14694).
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <ucodegroup/>

                <ucode>14673</ucode>
                <ucode>14693</ucode>
                <ucode>14694</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Lorsqu'il effectue l'inspection de qualit&#233; et de pr&#233;-livraison, le concessionnaire
                    International est tenu de v&#233;rifier si la hauteur des ressorts pneumatiques se situe &#224;
                    l'int&#233;rieur des limites recommand&#233;es et d'apporter au besoin les corrections qui
                    s'imposent afin de satisfaire &#224; celles-ci.
                </para>
                <para>Lorsqu'il est impossible de r&#233;gler la hauteur des ressorts pneumatiques de fa&#231;on &#224;
                    respecter les limites recommand&#233;es parce que la soupape de commande de hauteur est d&#233;fectueuse,
                    cette derni&#232;re doit &#234;tre remplac&#233;e par un technicien comp&#233;tent.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Les vibrations torsionnelles augmentent lorsque la hauteur des ressorts pneumatiques est
                            hors des limites recommand&#233;es. La garantie peut ne pas couvrir les d&#233;fectuosit&#233;s
                            des bo&#238;tes de vitesses caus&#233;es par les vibrations torsionnelles.
                        </para>
                    </item>
                    <item>
                        <para>Il est impossible d'am&#233;liorer la tenue de route du ch&#226;ssis en modifiant la
                            tringlerie de la soupape de commande de hauteur pour permettre au camion de fonctionner avec
                            une garde au sol inf&#233;rieure &#224; la valeur nominale. Un conducteur/propri&#233;taire
                            ne devrait jamais modifier le syst&#232;me de commande de la garde au sol de quelque mani&#232;re
                            ou pour quelque motif que ce soit. En proc&#233;dant ainsi, la bo&#238;te de vitesses
                            pourrait subir des dommages non couverts par la garantie.
                        </para>
                    </item>
                    <item>
                        <para>Il faut v&#233;rifier la hauteur des ressorts pneumatiques de la suspension dans le cadre
                            de l'entretien r&#233;gulier au moment des vidanges d'huile moteur. Cela permettra de
                            s'assurer que les organes de transmission fonctionnent correctement.
                        </para>
                    </item>
                </randlist>
                <table id="t0103071">
                    <tgroup cols="2">
                        <colspec colname="col1" colwidth="3.68in"/>
                        <colspec colname="col2" colwidth="2.56in"/>
                        <thead>
                            <row>
                                <entry colname="col1" align="center">
                                    <para>Code de suspension pneumatique</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>Hauteur de ressort pneumatique &#171; A &#187;</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry colname="col1" align="center">
                                    <para>14673, 14693, 14694</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>12,50 &#177;0,25 po</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <figure id="f0103071" figsize="col-wide">
                    <graphic filename="../tsifigures/g0103071.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 1. Ressort pneumatique</caption>
                    <calloutgroup>
                        <callout1>A. HAUTEUR DE RESSORT PNEUMATIQUE</callout1>
                        <callout1>1. BORD DROIT</callout1>
                        <callout1>2. LONGERONS DE B&#194;TI</callout1>
                        <callout1>3. PLAQUE M&#201;TALLIQUE SUP&#201;RIEURE</callout1>
                        <callout1>4. TRAVERSE</callout1>
                    </calloutgroup>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
