<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-08-06 - Diagnostic des blocages intermittents des jauges &#224; transmission de donn&#233;es
        et de la jauge de carburant du tableau de bord des mod&#232;les 5000i et 9000i construits entre le 21&#160;f&#233;vrier
        2000 et le 18&#160;avril 2001, et dont les tableaux de bord portent un code de date ant&#233;rieur &#224;&#160;1501
    </stitle>
    <tsi id="tsi010806" tsitype="truck" translation="french">
        <tsinumber>01-08-06</tsinumber>
        <tsidate>Septembre 2001</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Diagnostic des blocages intermittents des jauges &#224; transmission de donn&#233;es et de la jauge
                de carburant du tableau de bord des mod&#232;les 5000i et 9000i construits entre le 21&#160;f&#233;vrier
                2000 et le 18&#160;avril 2001, et dont les tableaux de bord portent un code de date ant&#233;rieur
                &#224;&#160;1501
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000I
                    <daterange>
                        <startdate>02/21/2000</startdate>
                        <enddate>04/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000I
                    <daterange>
                        <startdate>02/21/2000</startdate>
                        <enddate>04/18/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les jauges de vitesse de croisi&#232;re, du r&#233;gime moteur, du liquide de refroidissement, de
                    pression d'huile moteur et de voltm&#232;tre &#224; transmission de donn&#233;es, de m&#234;me que
                    la jauge de carburant peuvent se bloquer de fa&#231;on intermittente sur les tableaux de bord dont
                    le code de date est ant&#233;rieur &#224;&#160;1501 (semaine&#160;15, ann&#233;e 2001) et qui sont
                    utilis&#233;s dans les mod&#232;les 5000i et 9000i construits entre le 21&#160;f&#233;vrier 2000 et
                    le 18&#160;avril 2001.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="troubleshoot" graphiccount="0">
            <stitle>French - TSI 01-08-06 - Diagnostic des blocages intermittents des jauges &#224; transmission de donn&#233;es
                et de la jauge de carburant du tableau de bord des mod&#232;les 5000i et 9000i construits entre le 21&#160;f&#233;vrier
                2000 et le 18&#160;avril 2001, et dont les tableaux de bord portent un code de date ant&#233;rieur
                &#224;&#160;1501
            </stitle>
            <title>M&#233;thode de diagnostic des pannes</title>
            <step1>
                <para count="1">Si le client indique que le combin&#233; d'instruments semble se bloquer ou se figer,
                    s'assurer en premier que tous les branchements d'alimentation et de masse sont propres et bien serr&#233;s.
                    Noter que le combin&#233; d'instruments reprendra son fonctionnement normal apr&#232;s un cycle
                    d'allumage.
                </para>
            </step1>
            <step1>
                <para count="1">Si le combin&#233; d'instruments semble se verrouiller dans des cas pr&#233;cis, comme
                    pendant l'utilisation du frein Jacobs, v&#233;rifier les circuits &#233;lectriques de ce dispositif.
                    Rechercher sp&#233;cifiquement les court-circuits ou les fils &#233;raill&#233;s sur ce syst&#232;me.
                </para>
            </step1>
            <step1>
                <para count="1">Apr&#232;s la v&#233;rification du syst&#232;me &#233;lectrique, en l'absence d'un probl&#232;me
                    apparent du v&#233;hicule ou du combin&#233; d'instruments, remplacer le bo&#238;tier de circuit
                    imprim&#233; du combin&#233; d'instruments.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que le code de date indiqu&#233; sur le combin&#233; d'instruments de
                    remplacement est ult&#233;rieur &#224; &#171;&#160;1501&#160;&#187;.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
