<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-06-01 - V&#233;rification du dispositif coulissant de s&#233;rie Spicer Life.</stitle>
    <tsi id="tsi010601" tsitype="truck" translation="french">
        <tsinumber>01-06-01</tsinumber>
        <tsidate>Avril 2001</tsidate>
        <subjectfile>ARBRE DE TRANSMISSION</subjectfile>
        <subjectgroup>
            <subject>V&#233;rification du dispositif coulissant de s&#233;rie Spicer Life.</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Spicer</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>Avis</title>
                <para>Les renseignements &#233;nonc&#233;s aux pr&#233;sentes ont &#233;t&#233; fournis par le fabricant
                    ou le fournisseur pour &#234;tre utilis&#233;s avec son produit. La Corporation des Camions et
                    Moteurs International reproduit ces renseignements sur la foi des repr&#233;sentations faites &#224;
                    la soci&#233;t&#233; par le fabricant ou le fournisseur et n'est pas responsable de toute erreur ou
                    de tout contretemps d&#233;coulant de telle erreur ou de toute mauvaise utilisation du produit. Tous
                    les utilisateurs sont pri&#233;s de suivre soigneusement les instructions qui accompagnent le
                    produit.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="check" graphiccount="2">
            <stitle>French - TSI 01-06-01 - V&#233;rification du dispositif coulissant de s&#233;rie Spicer Life.
            </stitle>
            <title>V&#201;RIFICATION DU DISPOSITIF COULISSANT DE S&#201;RIE SPICER LIFE</title>
            <para>Bulletin T-281099</para>
            <para>Le 14 f&#233;vrier 2001</para>
            <para>Pour v&#233;rifier le dispositif coulissant Spicer Life afin de voir s'il est
                <emph type="bold">fractur&#233;</emph>
                (mouvement perpendiculaire &#224; l'axe de l'arbre), l'arbre doit demeurer en place et le v&#233;hicule
                doit reposer sur ses roues.
            </para>
            <step1>
                <para count="1">Placer un comparateur &#224; cadran de fa&#231;on que sa base magn&#233;tique soit situ&#233;e
                    &#224; un quart de pouce (1/4 po) de la soudure du tube de l'arbre de transmission. Le comparateur
                    doit &#234;tre fix&#233; solidement au tube afin d'emp&#234;cher tout mouvement de sa base.
                </para>
            </step1>
            <step1>
                <para count="1">Allonger le bras du comparateur &#224; partir de la base de mani&#232;re qu'il traverse
                    le soufflet du dispositif coulissant et qu'il touche au tube de l'arbre &#224; fourche &#224; un
                    quart de pouce (1/4 po) du c&#244;t&#233; oppos&#233; du soufflet par rapport &#224; l'emplacement
                    de la base magn&#233;tique. Le bras du comparateur doit &#234;tre parall&#232;le &#224; l'arbre de
                    transmission. (Voir la
                    <hotlnk xrefid="f0106011">figure 1</hotlnk>.)
                </para>
            </step1>
            <step1>
                <para count="1">Exercer une pression perpendiculaire &#224; l'axe de l'arbre en notant la course totale
                    du comparateur. (Voir la
                    <hotlnk xrefid="f0106012">figure 2</hotlnk>.) La course permise se situe entre 0,000 et 0,012 po.
                </para>
            </step1>
            <figure id="f0106011" figsize="col-wide">
                <graphic filename="../tsifigures/g0106011.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="288px" resolution="72"/>
                <caption>Figure 1.</caption>
            </figure>
            <figure id="f0106012" figsize="col-wide">
                <graphic filename="../tsifigures/g0106012.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 2.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
