<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-12-11 - Remplissage du circuit de refroidissement des mod&#232;les 4300 et 4400</stitle>
    <tsi id="tsi011211" tsitype="truck" translation="french">
        <tsinumber>01-12-11</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Remplissage du circuit de refroidissement des mod&#232;les 4300 et 4400</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Utiliser la m&#233;thode suivante pour effectuer correctement le remplissage et la purge d'air du
                    circuit de refroidissement.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 01-12-11 - Remplissage du circuit de refroidissement des mod&#232;les 4300 et 4400
            </stitle>
            <title>M&#233;thode de remplissage du circuit de refroidissement</title>
            <step1>
                <para count="1">Ouvrir le petit robinet situ&#233; sur le dessus du bo&#238;tier de thermostat.</para>
            </step1>
            <step1>
                <para count="1">Remplir le circuit de refroidissement de liquide de refroidissement longue dur&#233;e
                    Texaco (ELC) ou l'&#233;quivalent jusqu'&#224; ce qu'il s'&#233;coule par le petit robinet.
                </para>
            </step1>
            <step1>
                <para count="1">Fermer le petit robinet et continuer de remplir jusqu'&#224; ce que le liquide de
                    refroidissement atteigne le niveau voulu dans le r&#233;servoir de liquide de refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Faire&#233;marrer le moteur et le laisser tourner jusqu'&#224; ce qu'il atteigne sa temp&#233;rature
                    normale de fonctionnement.
                </para>
            </step1>
            <step1>
                <para count="1">Laisser le moteur refroidir.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le niveau de liquide dans le r&#233;servoir de liquide de refroidissement
                    et l'ajuster au besoin.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter de se blesser, n'utiliser que la m&#233;thode suivante pour retirer le
                        bouchon &#224; pression du r&#233;servoir de liquide de refroidissement. Laisser d'abord le
                        moteur refroidir. Enrouler un chiffon &#233;pais autour du bouchon. D&#233;visser le bouchon
                        lentement, puis attendre un moment, le temps que la pression s'&#233;chappe. Cette pr&#233;caution
                        r&#233;duira les risques de br&#251;lures caus&#233;es par une gicl&#233;e d'eau chaude ou de
                        vapeur. Continuer de d&#233;visser le bouchon et ne le retirer que lorsque l'on est s&#251;r que
                        toute la pression dans le circuit de refroidissement est compl&#232;tement dissip&#233;e.
                    </para>
                </warning>
            </specpara>
            <para>Cette m&#233;thode sera indiqu&#233;e dans les r&#233;visions futures du Manuel du conducteur.</para>
        </svcproc>
    </tsi>
</isis>
