<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-12-02 - Tube de rallonge pour l'ouverture d'&#233;chappement de la tubulure d'aspiration du
        carter.
    </stitle>
    <tsi id="tsi011202" tsitype="engine" translation="french">
        <tsinumber>01-12-02</tsinumber>
        <tsidate>Janvier 2001</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Tube de rallonge pour l'ouverture d'&#233;chappement de la tubulure d'aspiration du carter.
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466E</engfam>
                <engfam>International 530E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La position de l'extr&#233;mit&#233; ouverte de la tubulure d'aspiration du carter permet &#224;
                    la vapeur charg&#233;e d'huile de s'accumuler et de se condenser sur les surfaces de l'interface
                    entre le moteur et le carter. L'huile est &#233;galement aspir&#233;e dans le carter du
                    volant-moteur par la canalisation situ&#233;e dans la partie centrale inf&#233;rieure. Cela provoque
                    l'accumulation de l'huile sur le carter d'embrayage inf&#233;rieur interne, ce qui laisse croire
                    &#224; une fuite du joint arri&#232;re ou du joint d'&#233;tanch&#233;it&#233; du carter d'huile.
                </para>
                <para>Pour emp&#234;cher l'huile de se condenser dans cette zone, on fixe un
                    <hotlnk xrefid="tube">tube de rallonge de 9&#189; po
                        <xref refid="tube"/>
                    </hotlnk> &#224; la tubulure d'aspiration du carter pour &#233;loigner la vapeur charg&#233;e
                    d'huile du moteur.
                </para>
                <specpara>
                    <note>
                        <para>Pour emp&#234;cher la formation d'un r&#233;sidu huileux sur les &#233;l&#233;ments du
                            syst&#232;me d'&#233;chappement, ne pas poser le tuyau flexible de fa&#231;on qu'il se vide
                            directement vers ces &#233;l&#233;ments. Le tube de rallonge permettra de maintenir le bas
                            du moteur plus propre et facilitera le diagnostic en cas de fuite.
                        </para>
                    </note>
                </specpara>
                <figure id="tube" figsize="col-wide">
                    <graphic filename="../tsifigures/eg9008.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             resolution="100"/>
                    <caption>Figure 1. Tube de rallonge de 9&#189; po fix&#233; au moteur</caption>
                    <calloutgroup>
                        <callout1>A. Tube de rallonge de 9&#189; po positionn&#233; &#224; l'&#233;cart du moteur
                        </callout1>
                    </calloutgroup>
                </figure>
            </geninfo>
        </description>
        <partsinfo>
            <deflist>
                <term>Emballage</term>
                <def>1841197C91</def>
                <term>Tube de rallonge de 9&#189; po</term>
                <def>1841142C1</def>
                <term>311164C91</term>
                <def>Clamp</def>
            </deflist>
        </partsinfo>
        <svcproc svcproctype="INSTALL" graphiccount="0">
            <stitle>French - TSI 01-12-02 - Tube de rallonge pour l'ouverture d'&#233;chappement de la tubulure
                d'aspiration du carter.
            </stitle>
            <title>Service Procedure</title>
            <randlist type="bullet">
                <title>Installation du tube de rallonge de 9&#189; po</title>
                <item>
                    <para>Nettoyer &#224; la vapeur les parties inf&#233;rieures et arri&#232;re du moteur.</para>
                </item>
                <item>
                    <para>Fixer le tuyau flexible &#224; la tubulure d'aspiration du carter au moyen d'un collier de
                        serrage de 13/16 - 1&#190;.
                    </para>
                </item>
                <item>
                    <para>S'assurer de ne pas diriger le flexible vers des &#233;l&#233;ments critiques du moteur.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Avant de remplacer le joint arri&#232;re, installer le tube de rallonge. Surveiller la zone
                        pendant 30 &#224; 60 jours et v&#233;rifier si le probl&#232;me persiste. Le respect de cette
                        marche &#224; suivre permettra de d&#233;terminer correctement d'autres anomalies possibles.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
