<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-16-05 - Information sur le syst&#232;me de chauffage, de ventilation et de climatisation des
        mod&#232;les 4300 et 4400
    </stitle>
    <tsi id="tsi011605" tsitype="truck" translation="french">
        <tsinumber>01-16-05</tsinumber>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Information sur le syst&#232;me de chauffage, de ventilation et de climatisation des mod&#232;les
                4300 et 4400
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>De nombreux changements ont &#233;t&#233; apport&#233;s au syst&#232;me de chauffage, de
                    ventilation et de climatisation des v&#233;hicules International 4300 et&#160;4400 par rapport aux v&#233;hicules
                    International pr&#233;c&#233;dents. Avant d'effectuer toute r&#233;paration au syst&#232;me de
                    climatisation des mod&#232;les&#160;4300 et&#160;4400, lire la section&#160;S16025 du manuel
                    d'entretien du syst&#232;me de chauffage, de ventilation et de climatisation.
                </para>
                <para>Les changements comprennent l'utilisation d'un compresseur rotatif (Sanden) de fluide frigorig&#232;ne
                    au lieu d'un compresseur &#224; piston (CCI). Le compresseur rotatif requiert de l'huile PAG au lieu
                    de l'huile d'ester utilis&#233;e dans les compresseurs &#224; piston. Le compresseur rotatif
                    (Sanden) de fluide frigorig&#232;ne requiert l'huile International num&#233;ro 2644034R1.
                </para>
                <para>Le syst&#232;me de chauffage, de ventilation et de climatisation utilise le fluide frigorig&#232;ne
                    HFC-134A, commun&#233;ment appel&#233; R-134A.
                </para>
                <para>La contenance de fluide frigorig&#232;ne du syst&#232;me est de 850,5&#160;g (30&#160;onces&#160;ou
                    1,875&#160;lb). Les premi&#232;res versions du manuel du conducteur indiquent une contenance erron&#233;e.
                    Le manuel a &#233;t&#233; r&#233;vis&#233; (num&#233;ro de pi&#232;ce 3559880R2, d'avril 2001) et
                    indique la contenance correcte de 850,5&#160;g (30&#160;onces).
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
