<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 01-47-01 - M&#233;thode de r&#233;glage de la commande d'ouverture de porte &#224; course lin&#233;aire
        utilis&#233;e dans le mod&#232;le d'autobus IC International
    </stitle>
    <tsi id="tsi014701" tsitype="truck" translation="french">
        <tsinumber>01-47-01</tsinumber>
        <tsidate>Mai 2001</tsidate>
        <subjectfile>CARROSSERIE D'AUTOBUS</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode de r&#233;glage de la commande d'ouverture de porte &#224; course lin&#233;aire utilis&#233;e
                dans le mod&#232;le d'autobus IC International
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>IC Bus</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La commande d'ouverture de porte &#224; course lin&#233;aire utilis&#233;e dans le mod&#232;le
                    d'autobus IC International est une nouveaut&#233; dans l'industrie du transport par autobus d'&#233;coliers.
                    La marche &#224; suivre permettant d'en effectuer les r&#233;glages est pr&#233;sent&#233;e
                    ci-dessous.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="12">
            <stitle>French - TSI 01-47-01 - M&#233;thode de r&#233;glage de la commande d'ouverture de porte &#224;
                course lin&#233;aire utilis&#233;e dans le mod&#232;le d'autobus IC International
            </stitle>
            <title>Marche &#224; suivre</title>
            <step1>
                <para count="1">S&#233;parer la bielle et la chape de commande de la porte du support fix&#233; au
                    panneau avant de la porte d'entr&#233;e en retirant l'agrafe en "C" et l'axe de chape (
                    <hotlnk xrefid="f0147011">figure 1</hotlnk>).
                </para>
                <figure id="f0147011" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147011.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 1.</caption>
                </figure>
            </step1>
            <specpara>
                <caution>
                    <para>S'assurer que la bielle l&#226;che ne heurte pas la vitre de la porte.</para>
                </caution>
            </specpara>
            <step1>
                <para count="1">V&#233;rifier si le mouvement (d&#233;gagement) de la chape de commande est g&#234;n&#233;
                    par le support de la porte. Le cas &#233;ch&#233;ant (d&#233;gagement trop &#233;troit), on peut
                    &#233;carter d&#233;licatement la fourche de la chape pour augmenter le d&#233;gagement (
                    <hotlnk xrefid="f0147012">figure 2</hotlnk>).
                </para>
                <figure id="f0147012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147012.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 2.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Examiner le joint d'&#233;tanch&#233;it&#233; central de protection en caoutchouc pour
                    s'assurer qu'il ne frotte pas dans le haut ou le bas de la porte. En cas de frottement, couper ou
                    ajuster le joint au besoin (
                    <hotlnk xrefid="f0147013">figure 3</hotlnk>). Prendre garde de ne pas trop couper, car le joint
                    pourrait pr&#233;senter une fuite excessive.
                </para>
                <figure id="f0147013" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147013.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 3.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Retirer le couvercle sup&#233;rieur de la porte en plastique ABS.</para>
            </step1>
            <step1>
                <para count="1">Lubrifier les axes et les bagues des charni&#232;res sup&#233;rieure et inf&#233;rieure
                    des panneaux avant et arri&#232;re de la porte d'entr&#233;e avec un lubrifiant &#224; base de
                    graphite (
                    <hotlnk xrefid="f0147014">figure 4</hotlnk>). Actionner la porte &#224; plusieurs reprises pour
                    faire p&#233;n&#233;trer le lubrifiant.
                </para>
                <figure id="f0147014" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147014.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 4.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Desserrer les supports de fixation de la barre de raccordement des panneaux avant et
                    arri&#232;re de la porte (
                    <hotlnk xrefid="f0147015">figure 5</hotlnk>).
                </para>
                <figure id="f0147015" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147015.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 5.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Fermer la porte pour permettre &#224; ses supports de glisser en position. Serrer une pi&#232;ce
                    de fixation de chaque support en s'assurant que ces derniers sont droits et de niveau. Ouvrir et
                    fermer la porte &#224; quelques reprises pour en v&#233;rifier le r&#233;glage. Serrer les autres pi&#232;ces
                    de fixation.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrifier les points d'articulation avec un lubrifiant &#224; base de graphite (
                    <hotlnk xrefid="f0147016">figure 6</hotlnk>). Ouvrir et fermer la porte &#224; quelques reprises
                    pour faire p&#233;n&#233;trer le lubrifiant.
                </para>
                <figure id="f0147016" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147016.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 6.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Retirer et mettre de c&#244;t&#233; la partie droite du tableau de bord en enlevant les
                    quatre pi&#232;ces de fixation le long du bord inf&#233;rieur et la pi&#232;ce de fixation situ&#233;e
                    &#224; proximit&#233; du montant central du pare-brise.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les quatre pi&#232;ces de fixation qui retiennent le panneau de garniture noir
                    de la bielle de porte et enlever ce dernier.
                </para>
            </step1>
            <step1>
                <para count="1">Actionner la poign&#233;e et le m&#233;canisme de la porte. S'assurer que la course
                    n'est pas entrav&#233;e par des pi&#232;ces de fixation l&#226;ches ou autres obstacles. S'assurer
                    que la plaque d'articulation ne repose pas contre le commutateur des clignotants (
                    <hotlnk xrefid="f0147017">figure 7</hotlnk>
                    et
                    <hotlnk xrefid="f0147018">figure 8</hotlnk>).
                </para>
                <figure id="f0147017" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147017.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 7.</caption>
                </figure>
                <figure id="f0147018" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147018.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 8.</caption>
                </figure>
                <specpara>
                    <note>
                        <para>La figure 8 illustre des portes types &#224; ouverture vers l'ext&#233;rieur avec le
                            commutateur des clignotants du c&#244;t&#233; gauche de la plaque d'articulation. Dans le
                            cas des portes pliantes qui se plient vers l'avant, ce commutateur est situ&#233; du c&#244;t&#233;
                            droit de la plaque.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Examiner les trois boulons d'articulation pour s'assurer qu'ils ne sont pas trop serr&#233;s.
                    Les rondelles devraient se d&#233;placer librement lorsqu'on les tourne manuellement. Si ce n'est
                    pas le cas, r&#233;gler les rondelles et les lubrifier &#224; l'aide d'un lubrifiant &#224; base de
                    graphite. Le boulon d'articulation principal est fix&#233; au moyen d'une vis de retenue qu'il faut
                    desserrer et resserrer apr&#232;s le r&#233;glage.
                </para>
                <specpara>
                    <note>
                        <para>Lorsqu'on r&#232;gle les boulons d'articulation, ne pas desserrer ces derniers au point o&#249;
                            le dispositif de commande fait entendre un cliquetis ou se coince.
                        </para>
                    </note>
                </specpara>
                <figure id="f0147019" figsize="col-wide">
                    <graphic filename="../tsifigures/g0147019.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 9.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Placer la chape de la bielle de commande dans le support de la porte. Faire tourner la
                    chape sur la bielle filet&#233;e jusqu'&#224; ce que l'axe de chape glisse en place. R&#233;installer
                    l'agrafe en "C" de l'axe de chape et serrer le contre-&#233;crou de la chape (
                    <hotlnk xrefid="f014701a">figure 10</hotlnk>).
                </para>
                <figure id="f014701a" figsize="col-wide">
                    <graphic filename="../tsifigures/g014701a.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 10.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">V&#233;rifier le fonctionnement de la porte et essuyer l'exc&#233;dent de lubrifiant.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer la partie droite du tableau de bord, le panneau de garniture noir de la
                    bielle de porte et le couvercle de porte sup&#233;rieur (
                    <hotlnk xrefid="f014701b">figure 11</hotlnk>).
                </para>
                <figure id="f014701b" figsize="col-wide">
                    <graphic filename="../tsifigures/g014701b.webp" type="webp" scalefit="1" scalefitwidth="216px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 11.</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Les portes ainsi r&#233;gl&#233;es fonctionneront au moyen d'une force variant de 10
                    &#224; 14 lb, lorsque mesur&#233;e &#224; l'aide d'un appareil appropri&#233;, alors que l'autobus
                    IC est gar&#233; sur une surface plane (
                    <hotlnk xrefid="f014701c">figure 12</hotlnk>).
                </para>
                <figure id="f014701c" figsize="col-wide">
                    <graphic filename="../tsifigures/g014701c.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figure 12.</caption>
                </figure>
            </step1>
        </svcproc>
    </tsi>
</isis>
