<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-05-01 - Diagnostics de la direction assist&#233;e</stitle>
    <tsi id="tsi020501" tsitype="truck" translation="french">
        <tsinumber>02-05-01</tsinumber>
        <tsidate>Avril 2002</tsidate>
        <subjectfile>DIRECTION</subjectfile>
        <subjectgroup>
            <subject>Diagnostics de la direction assist&#233;e</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>La pr&#233;sente lettre de renseignements techniques est destin&#233;e &#224; aider le technicien
                    &#224; d&#233;panner les anomalies du syst&#232;me de direction. En effectuant le proc&#233;d&#233;
                    d'entretien suivant, le technicien pourra effectuer le diagnostic et la r&#233;paration convenables.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t010501">
                <title>Outils sp&#233;ciaux</title>
                <tgroup cols="2">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="4.52in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" align="center" charoff="50" char="">
                                <para>ZTSE2780</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Analyseur de direction assist&#233;e (Note 1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>ZTSE4402</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Bouchon, bo&#238;tier de direction TRW (Note 1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>3331812K</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Bouchon, bo&#238;tier de direction Sheppard (Note 2)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Note 1 : Disponible de Kent Moore/OTC, 1 800 520-2584</para>
            <para>Note 2 : Disponible du centre de distribution des pi&#232;ces International</para>
        </partsinfo>
        <svcproc svcproctype="troubleshoot" graphiccount="1">
            <stitle>French - TSI 02-05-01 - Diagnostics de la direction assist&#233;e</stitle>
            <title>Proc&#233;d&#233; d'entretien</title>
            <step1>
                <para count="1">Pour diagnostiquer correctement une anomalie du syst&#232;me de direction, il importe de
                    comprendre la plainte, de parler &#224; l'op&#233;rateur pour obtenir les d&#233;tails pr&#233;cis,
                    tels que le moment o&#249; l'anomalie se produit, et la premi&#232;re fois qu'il a remarqu&#233;
                    l'anomalie. Est-ce que l'anomalie se produit lorsque le v&#233;hicule est charg&#233;/vide? Il se
                    peut &#233;galement que les pneus et les essieux avant surcharg&#233;s provoquent une sensation
                    intermittente de direction dure. Mieux vous comprenez les circonstances, mieux vous serez en mesure
                    de r&#233;soudre le probl&#232;me.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez les composants du v&#233;hicule qui pourraient contribuer &#224; l'anomalie.
                    Inspectez la sellette d'attelage du tracteur, les pivots d'attelage de l'essieu avant, ainsi que
                    toute la tringlerie pour d&#233;celer toute usure excessive ou pi&#232;ce gripp&#233;e, et pour vous
                    assurer que la lubrification est ad&#233;quate. Assurez-vous que la pression de gonflage des pneus
                    est ad&#233;quate, et tentez de d&#233;celer toute usure anormale des pneus sur tous les essieux.
                    Inspectez la colonne de direction et l'arbre interm&#233;diaire afin de rep&#233;rer tout grippage
                    du protecteur d'auvent et du joint coulissant.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez le syst&#232;me hydraulique pour vous assurer que le niveau de liquide est ad&#233;quat
                    et pour v&#233;rifier l'&#233;tat du liquide. Un liquide d&#233;color&#233; &#224; odeur de br&#251;l&#233;
                    peut &#234;tre caus&#233; par des intervalles d'entretien prolong&#233;s ou par une temp&#233;rature
                    de fonctionnement &#233;lev&#233;e. Inspectez l'&#233;l&#233;ment filtrant dans le r&#233;servoir.
                    Soyez prudent afin de ne laisser p&#233;n&#233;trer aucune salet&#233; dans le liquide de direction.
                </para>
            </step1>
            <step1>
                <para count="1">Inspectez attentivement les tuyaux flexibles du syst&#232;me de direction assist&#233;e,
                    en pr&#234;tant une attention particuli&#232;re au tuyau d'alimentation du r&#233;servoir vers la
                    pompe. Ce tuyau flexible constitue un &#233;l&#233;ment critique qui est parfois oubli&#233; lors du
                    diagnostic du syst&#232;me de direction. Le tuyau flexible ne devrait comporter aucune courbure
                    prononc&#233;e, et il devrait &#234;tre souple sans &#234;tre spongieux. Un tuyau d'alimentation qui
                    ne procure pas de liquide &#224; la pompe lors du fonctionnement pourrait s'av&#233;rer la cause
                    d'une anomalie que l'on croit reli&#233;e &#224; un composant. Un probl&#232;me de grippage p&#233;riodique
                    ou de direction dure qui vous est signal&#233; pourrait &#234;tre provoqu&#233; par un tuyau
                    d'alimentation qui est tortill&#233; ou qui se bloque lors de la rotation rapide de la pompe, ou qui
                    est obstru&#233;, emp&#234;chant ainsi une amen&#233;e ad&#233;quate de carburant jusqu'&#224; la
                    pompe.
                </para>
            </step1>
            <step1>
                <para count="1">Branchez l'analyseur de direction assist&#233;e ZTSE2780, tel que d&#233;crit dans le
                    manuel d'atelier S05002y, et effectuez des essais conform&#233;ment &#224; la liste de contr&#244;le
                    de d&#233;pannage de la direction (illustration 1). Chaque essai doit &#234;tre effectu&#233; aux
                    fins d'un diagnostic appropri&#233;. Comparez les r&#233;sultats des essais &#224; la description de
                    l'anomalie donn&#233;e par le client.
                </para>
            </step1>
            <step1>
                <para count="1">La temp&#233;rature de l'huile a une incidence sur le rendement des composants
                    hydrauliques. Un thermom&#232;tre appropri&#233; doit &#234;tre plac&#233; dans le r&#233;servoir de
                    direction assist&#233;e pendant que les essais sont effectu&#233;s. L'essai doit &#234;tre effectu&#233;
                    pendant que la temp&#233;rature de fonctionnement du syst&#232;me est de 180 degr&#233;s F. Si le
                    client se plaint d'une anomalie intermittente, il peut s'av&#233;rer n&#233;cessaire d'effectuer des
                    essais pendant que la temp&#233;rature de l'huile est plus &#233;lev&#233;e, soit &#224; 220 degr&#233;s
                    F. On peut faire grimper la temp&#233;rature en fermant partiellement le robinet de l'analyseur de
                    la direction assist&#233;e &#224; 1 500 psi jusqu'&#224; ce que la temp&#233;rature s'&#233;l&#232;ve,
                    puis en ouvrant enti&#232;rement le robinet.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuez les essais suivants et prenez note des donn&#233;es sur la liste de contr&#244;le
                    de d&#233;pannage du syst&#232;me de direction
                    <hotlnk xrefid="f0205011">(illustration 1)</hotlnk>
                    :
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les dommages mat&#233;riels et les blessures graves ou mortelles,
                            observez attentivement le manom&#232;tre de l'analyseur du syst&#232;me de direction assist&#233;e
                            lorsque vous fermez le robinet d'arr&#234;t. Il se peut qu'un d&#233;tendeur d&#233;fectueux
                            ne d&#233;gage pas la pression de la pompe, provoquant ainsi le dommage de la pompe ou la
                            rupture d'un tuyau flexible sous haute pression.
                            <emph type="bold">ARR&#202;TEZ</emph>
                            si la pression augmente rapidement ou qu'elle s'&#233;l&#232;ve &#224; plus de 2 500 psi.
                        </para>
                    </warning>
                </specpara>
                <seqlist>
                    <item>
                        <para>Mesurez la temp&#233;rature et prenez-en note (vous pouvez l'augmenter jusqu'&#224; 180
                            degr&#233;s en fermant partiellement le robinet de l'analyseur de direction assist&#233;e
                            &#224; 1 500 psi jusqu'&#224; ce que vous atteigniez la temp&#233;rature voulue).
                        </para>
                    </item>
                    <item>
                        <para>Mesurez la contrepression du syst&#232;me et prenez-en note. Vous pouvez faire cela en
                            lisant la pression sur le manom&#232;tre tandis que les roues sont orient&#233;es droit
                            devant et qu'il n'y a aucun effet du volant.
                        </para>
                    </item>
                    <item>
                        <para>L'essai de la pression maximale du syst&#232;me est effectu&#233; en fermant et en ouvrant
                            rapidement le robinet de l'analyseur de direction assist&#233;e &#224; trois reprises, puis
                            en lisant la pression maximale (de d&#233;charge de pompe). Soyez prudent si la pression
                            grimpe &#224; plus de 2 500 psi. Vous ne devez pas poursuivre; cela signifie que la pompe ne
                            se d&#233;charge pas et qu'un dommage ou une blessure pourrait en d&#233;couler. Ne laissez
                            pas le robinet ferm&#233; pendant plus de quelques secondes.
                        </para>
                    </item>
                    <item>
                        <para>Mesurez et prenez note du d&#233;bit au ralenti, &#224; la contrepression seulement; cette
                            lecture s'effectue en gallons par minute.
                        </para>
                    </item>
                    <item>
                        <para>Mesurez et prenez note du d&#233;bit au ralenti, avec une charge de 1 500 psi appliqu&#233;e
                            (la lecture du manom&#232;tre doit &#234;tre de 1 500 lorsque le robinet est ferm&#233;).
                        </para>
                    </item>
                    <item>
                        <para>Mesurez et prenez note du d&#233;bit au r&#233;gime maximal r&#233;gul&#233; tandis qu'une
                            charge de 1 500 psi est appliqu&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>Tournez le volant au ralenti et prenez note de la pression lorsque vous tournez vers la
                            gauche, puis vers la droite.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'une cl&#233; dynamom&#233;trique pouce-livre, prenez note de l'effort en
                            pouce-livre qui est requis pour tourner le volant (moteur tournant au ralenti).
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Vous devez comprendre les caract&#233;ristiques techniques de la pompe pour pouvoir
                    &#233;valuer les r&#233;sultats des essais.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Chaque pompe a &#233;t&#233; con&#231;ue en vue d'une application particuli&#232;re et a des
                        sp&#233;cifications de performance. Il n'est pas recommand&#233; de modifier les pompes &#224;
                        une autre sp&#233;cification sans obtenir l'approbation du service de l'ing&#233;nierie.
                    </para>
                </item>
                <item>
                    <para>Chaque bo&#238;tier de direction comporte des recommandations relatives au d&#233;bit et
                        &#224; la pression. Reportez-vous aux sp&#233;cifications de RH Sheppard ou de TRW concernant le
                        bo&#238;tier de direction qui fait l'objet de l'entretien. Si le d&#233;bit de la pompe est inf&#233;rieur
                        au minimum pour le bo&#238;tier particulier, vous pourriez constater une sensation lente ou irr&#233;guli&#232;re
                        du volant.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Si les r&#233;sultats des essais sont conformes aux caract&#233;ristiques techniques et
                    que vous ne d&#233;couvrez pas la cause de l'anomalie du syst&#232;me de direction, il se peut que
                    vous ayez &#224; effectuer un essai de fuite interne du bo&#238;tier de direction.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Regardez si le bo&#238;tier de direction comporte un d&#233;tendeur. Normalement, les v&#233;hicules
                        concern&#233;s seront de s&#233;ries 1000, 2000, 3000, 4000 et 8000.
                    </para>
                </item>
                <item>
                    <para>Le d&#233;tendeur est identifi&#233; par un &#233;crou de 1,250 pouce sur le capuchon d'extr&#233;mit&#233;
                        d'entr&#233;e. Pour effectuer un essai convenable de ce genre de bo&#238;tier de direction, vous
                        devez retirer le d&#233;tendeur et installer un bouchon sp&#233;cial. Le num&#233;ro de pi&#232;ce
                        du bouchon d'un bo&#238;tier Sheppard est le 3331812K, et le bouchon d'un bo&#238;tier TRW est
                        le num&#233;ro de pi&#232;ce ZTSE4402.
                    </para>
                </item>
                <item>
                    <para>Comme option &#224; l'utilisation d'un bloc d'acier d'un pouce entre la but&#233;e d'essieu et
                        l'essieu lors de cet essai, il peut &#234;tre souhaitable d'installer un bloc de bois appropri&#233;
                        de 4 x 4 d'une longueur suffisante pour le placer entre le pneu/la roue et le longeron de cadre
                        de ch&#226;ssis. Vous pouvez ainsi effectuer un essai de fuite du bo&#238;tier de direction lors
                        du refoulement maximal de la pompe.
                    </para>
                </item>
                <item>
                    <para>Une fois que vous aurez plac&#233; le bloc de bois uniform&#233;ment contre le pneu et la
                        roue, de mani&#232;re &#224; ce que le bloc ne pousse pas uniquement contre le pneu, et l'autre
                        extr&#233;mit&#233; contre le longeron de cadre de ch&#226;ssis, tournez le volant dans le sens
                        du bloc. La pression de la pompe sera maximale.
                    </para>
                </item>
                <item>
                    <para>Lisez le d&#233;bitm&#232;tre; si le d&#233;bit est sup&#233;rieur &#224; un gallon par
                        minute, il existe une fuite interne excessive du bo&#238;tier de direction.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Reportez-vous &#224; ISIS (
                    <emph type="bold">I</emph>nternational
                    <emph type="bold">S</emph>ervice
                    <emph type="bold">I</emph>nformation
                    <emph type="bold">S</emph>olutions) afin de trouver la section appropri&#233;e du manuel d'atelier
                    qui comporte les ordinogrammes de d&#233;pannage.
                </para>
            </step1>
            <step1>
                <para count="1">Afin de prendre connaissance des sp&#233;cifications courantes de pression et de d&#233;bit
                    d'huile du bo&#238;tier de direction, reportez-vous &#224; RH Sheppard ou &#224; TRW, selon le bo&#238;tier
                    de direction qui fait l'objet de l'entretien.
                </para>
            </step1>
            <step1>
                <para count="1">Pour obtenir de l'assistance technique aux fins des diagnostics du rendement de la
                    direction, communiquez avec les pr&#233;pos&#233;s de l'assistance technique au 1 800 336-4500. On
                    vous demandera de t&#233;l&#233;copier un formulaire de diagnostic rempli (illustration 1) aux fins
                    d'&#233;valuation.
                </para>
            </step1>
            <figure id="f0205011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0205011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figure 1. Liste de contr&#244;le de d&#233;pannage du syst&#232;me de direction</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
