<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-16-05 - Ouverture de porte de la cabine, fissurage dans le coin sup&#233;rieur
        arri&#232;re
    </stitle>
    <tsi id="tsi021605" tsitype="truck" translation="french">
        <tsinumber>02-16-05</tsinumber>
        <tsidate>Avril 2002</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Ouverture de porte de la cabine, fissurage dans le coin sup&#233;rieur arri&#232;re</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4700
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8100
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il a &#233;t&#233; signal&#233; que les fermetures r&#233;p&#233;t&#233;es des portes des mod&#232;les
                    mentionn&#233;s ci-dessus peuvent donner lieu &#224; un fissurage de la partie sup&#233;rieure de
                    l'ouverture de la porte arri&#232;re, le long de la goutti&#232;re. Dans des cas exceptionnels, ce
                    fissurage peut se poursuivre vers le bas, le long du bord de l'ouverture de la goutti&#232;re.
                    Reportez-vous &#224;
                    <hotlnk xrefid="f0216051">l'illustration 1</hotlnk>. Ce processus s'applique uniquement aux cabines
                    dont les c&#244;t&#233;s du conducteur et (ou) du passager comportent de telles fissures.
                </para>
                <figure id="f0216051" figsize="col-wide">
                    <graphic filename="../tsifigures/g0216051.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="232px" resolution="72"/>
                    <caption>Figure 1. Les fl&#232;ches indiquent les endroits o&#249; un fissurage risque de se
                        produire
                    </caption>
                </figure>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0216051">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.93*"/>
                    <colspec colname="col2" colwidth="1.52*"/>
                    <colspec colname="col3" colwidth="0.55*"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>3577235C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Support du c&#244;t&#233; gauche</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>3577236C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Support du c&#244;t&#233; droit</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 02-16-05 - Ouverture de porte de la cabine, fissurage dans le coin sup&#233;rieur arri&#232;re</stitle>
            <title>Pr&#233;paration du v&#233;hicule</title>
            <step1>
                <para count="1">Avant de commencer la r&#233;paration, assurez-vous de mettre en place une barri&#232;re
                    ininflammable ad&#233;quate afin de vous assurer que la poussi&#232;re et les &#233;tincelles de
                    meulage, ainsi que les &#233;tincelles de soudage, ne p&#233;n&#232;trent pas &#224; l'int&#233;rieur
                    de la cabine et enflamment les mati&#232;res inflammables telles que les si&#232;ges et les tapis.
                </para>
            </step1>
            <step1>
                <para count="1">Tirez la garniture d'ouverture de porte &#224; l'&#233;cart du bord de l'ouverture,
                    &#224; un minimum de six pouces de chaque c&#244;t&#233; de l'endroit o&#249; vous allez souder le
                    support.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour pr&#233;venir le dommage des modules/de la circuiterie informatique du v&#233;hicule, d&#233;branchez
                        les c&#226;bles positif et n&#233;gatif de la batterie avant d'effectuer quelque man&#339;uvre
                        de soudage que ce soit sur le v&#233;hicule. Fixez le c&#226;ble de masse de la soudeuse aussi
                        pr&#232;s que possible de la pi&#232;ce que vous soudez.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. Assurez-vous de tenir &#224; l'&#233;cart en
                        tout temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles,
                        les cigarettes allum&#233;es et toute autre source d'inflammation. Portez toujours des lunettes
                        de s&#233;curit&#233; et un &#233;cran facial lorsque vous travaillez &#224; proximit&#233; des
                        batteries afin de pr&#233;venir les blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Avant de proc&#233;der au soudage, d&#233;branchez les bornes positive et n&#233;gative
                    de la batterie, ainsi que tout circuit &#233;lectronique de mise &#224; la masse, conform&#233;ment
                    au bulletin d'information technique TSI 98-08-01.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="5">
            <stitle>French - TSI 02-16-05 - Ouverture de porte de la cabine, fissurage dans le coin sup&#233;rieur arri&#232;re</stitle>
            <title>Pose du support</title>
            <step1>
                <para count="1">Mettez le support (gauche ou droite) en place dans le coin de l'ouverture de porte
                    <hotlnk xrefid="f0216052">(illustration 2)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216052" figsize="col-wide">
                <graphic filename="../tsifigures/g0216052.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 2. Support en place</caption>
            </figure>
            <step1>
                <para count="1">Assurez-vous que le support est bien ajust&#233;. Assurez-vous qu'il n'y a aucun enduit
                    d'&#233;tanch&#233;it&#233; dans le coin, emp&#234;chant le support de se loger convenablement. Si
                    l'angle des bords emp&#234;che l'ajustement serr&#233; du support dans le coin, repliez l&#233;g&#232;rement
                    les bords pour r&#233;duire la lame d'air entre le support et l'ouverture de porte. Serrez le
                    support en place
                    <hotlnk xrefid="f0216052">(illustration 2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Tracez les douze trous du support sur l'ouverture de porte &#224; l'aide d'un crayon
                    marqueur. Ces traits identifient les endroits o&#249; les soudures sont requises pour fixer le
                    support au rev&#234;tement de la cabine
                    <hotlnk xrefid="f0216053">(illustration 3)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216053" figsize="col-wide">
                <graphic filename="../tsifigures/g0216053.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 3. Marquage des emplacements de soudure</caption>
            </figure>
            <step1>
                <para count="1">Retirez le support et assurez-vous que tous les endroits devant &#234;tre soud&#233;s
                    sont marqu&#233;s de fa&#231;on appropri&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Si une fissure s'est &#233;tendue de l'horizontale &#224; la verticale, et qu'elle est
                    visible au niveau du bord arri&#232;re de l'ouverture
                    <hotlnk xrefid="f0216051">(reportez-vous &#224; l'illustration 1)</hotlnk>, enlevez tout enduit d'&#233;tanch&#233;it&#233;
                    de la surface fissur&#233;e et meulez la peinture &#224; &#188; de pouce du coin fissur&#233;.
                </para>
            </step1>
            <specpara></specpara>
            <step1>
                <para count="1">Meulez la peinture des endroits marqu&#233;s afin de vous assurer d'un soudage appropri&#233;.
                    Utilisez un disque abrasif de faible diam&#232;tre pour minimiser tout enl&#232;vement inutile de la
                    peinture ou de l'&#233;paisseur du m&#233;tal
                    <hotlnk xrefid="f0216054">(illustration 4)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216054" figsize="col-wide">
                <graphic filename="../tsifigures/g0216054.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 4. Preparation de la surface aux fins de soudage</caption>
            </figure>
            <step1>
                <para count="1">R&#233;ajustez le support dans l'ouverture et assurez-vous que la peinture de la cabine
                    ne parait pas dans les trous du support. Faites de m&#234;me pour tous les trous, &#224;
                    l'horizontale aussi bien qu'&#224; la verticale. Resserrez le support en place.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Utilisez un serre-joint propre pour fixer le support &#224; l'ouverture de porte. Fixez le c&#226;ble
                        de masse de la soudeuse au serre-joint.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Les rayons ultraviolets et infrarouges invisibles lors du soudage peuvent provoquer des
                        blessures aux yeux et &#224; la peau non prot&#233;g&#233;s. Pour &#233;viter les blessures
                        corporelles, vous devez porter un casque de soudeur avec un filtre de protection oculaire de
                        couleur fonc&#233;e et de densit&#233; appropri&#233;e. Le soudage GTAW ou TIG produira un
                        rayonnement intense et, ainsi, il est fortement recommand&#233; de porter des lunettes
                        filtrantes de la teinte la plus fonc&#233;e possible, permettant n&#233;anmoins une visibilit&#233;
                        ad&#233;quate. Il est &#233;galement recommand&#233; que les personnes qui travaillent &#224;
                        proximit&#233; de l'endroit o&#249; le soudage est effectu&#233; portent des lunettes anti&#233;blouissement
                        et des v&#234;tements de protection.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Pr&#233;parez la soudeuse MIG et faites un essai sur une &#233;paisseur de m&#233;tal
                    similaire afin de vous assurer d'une soudure compl&#232;te entre le support et la t&#244;le de la
                    cabine sans produire une chaleur excessive qui percerait la t&#244;le.
                </para>
            </step1>
            <step1>
                <para count="1">Soudez soigneusement les douze trous du support, en effectuant une soudure compl&#232;te
                    &#224; chaque emplacement. Si vous avez observez une fissure verticale et que vous avez pr&#233;par&#233;
                    le m&#233;tal conform&#233;ment aux consignes mentionn&#233;es &#224; l'&#233;tape 5. ci-dessus,
                    soudez soigneusement le bord du support sur les deux c&#244;t&#233;s de la fissure
                    <hotlnk xrefid="f0216055">(illustration 5)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Meulez les soudures de niveau avec le support, et dressez le long de la soudure
                    verticale, si vous l'avez effectu&#233;e
                    <hotlnk xrefid="f0216056">(illustration 6)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216055" figsize="col-wide">
                <graphic filename="../tsifigures/g0216055.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 5. Soudage du support</caption>
            </figure>
            <figure id="f0216056" figsize="col-wide">
                <graphic filename="../tsifigures/g0216056.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figure 6. Meulage des soudures</caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 02-16-05 - Ouverture de porte de la cabine, fissurage dans le coin sup&#233;rieur arri&#232;re</stitle>
            <title>Scellement et peinture</title>
            <step1>
                <para count="1">Enlevez l'enduit d'&#233;tanch&#233;it&#233; de la goutti&#232;re, &#224; l'endroit
                    au-dessus de la soudure, s'il semble bull&#233; ou soulev&#233; du rail. N'enlevez que la partie
                    endommag&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez l'enduit d'&#233;tanch&#233;it&#233; Fusor T-123 ou un produit &#233;quivalent
                    sur la goutti&#232;re et sur toutes les surfaces expos&#233;es o&#249; le support rencontre la t&#244;le.
                    Assurez-vous que l'enduit d'&#233;tanch&#233;it&#233; emp&#234;chera l'humidit&#233; de p&#233;n&#233;trer
                    dans l'espace entre le support et la cabine. Vous trouverez les produits Fusor sur le lien des
                    fournisseurs ISIS.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuez un retouchage des surfaces r&#233;par&#233;es selon le manuel d'atelier
                    principal, groupe 16, S16002, Peinture et refinition.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
