<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-15-01 - Carburants et r&#233;servoirs de carburant</stitle>
    <tsi id="tsi021501" tsitype="truck" translation="french">
        <tsinumber>02-15-01</tsinumber>
        <tsidate>March, 2002</tsidate>
        <subjectfile>R&#201;SERVOIRS &#192; CARBURANT</subjectfile>
        <subjectgroup>
            <subject>Carburants et r&#233;servoirs de carburant</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les risques de dommage &#224; la propri&#233;t&#233; et les blessures
                            personnelles, voire la mort, ne faire aucune r&#233;paration du syst&#232;me d'alimentation
                            en carburant en pr&#233;sence d'une flamme nue, d'une chaleur intense, d'&#233;tincelles, de
                            cigarettes allum&#233;es, et d'autres cause de danger similaires dans votre milieu de
                            travail.
                        </para>
                    </warning>
                </specpara>
                <para>L'entretien pr&#233;ventif convenable du r&#233;servoir de carburant est n&#233;cessaire pour
                    conserver au moteur son rendement maximum. L'op&#233;rateur du v&#233;hicule doit tout particuli&#232;rement
                    :
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Utiliser seulement un carburant diesel de cat&#233;gorie no 1-D ou no 2-D de bonne qualit&#233;.</para>
                    </item>
                    <item>
                        <para>L'acheter qu'aupr&#232;s de fournisseurs r&#233;put&#233;s qui vendent de grandes quantit&#233;s
                            de carburant disesl.
                        </para>
                    </item>
                    <item>
                        <para>On peut aussi utiliser un carburant diesel de cat&#233;gorie no 1-D ou no 2-D qui r&#233;pond
                            &#224; la norme FQP-1A de l'Engine Manufacturers Association (EMA). Leur indice de c&#233;tane
                            minimum de 50 offre un meilleur rendement par temps froid et un pouvoir lubrifiant am&#233;lior&#233;
                            pour accro&#238;tre la dur&#233;e du syst&#232;me d'alimentation en carburant.
                        </para>
                    </item>
                    <item>
                        <para>Garder les r&#233;servoirs de carburant pleins pour r&#233;duire la condensation due aux
                            changements de temp&#233;rature et d'humidit&#233;.
                        </para>
                    </item>
                    <item>
                        <para>Si les v&#233;hicules ne sont pas utilis&#233;s fr&#233;quemment, envisager d'ajouter un
                            agent algicide et un agent bact&#233;ricide au carburant pour retarder la croissance
                            microbienne.
                        </para>
                    </item>
                    <item>
                        <para>Si l'on utilise du mat&#233;riel de stockage et de distribution de carburant sur le site
                            :
                        </para>
                        <seqlist>
                            <item>
                                <para>Garder les r&#233;servoirs pleins et utiliser tout le carburant fr&#233;quemment
                                    (le carburant diesel se d&#233;grade avec le temps).
                                </para>
                            </item>
                            <item>
                                <para>Envisager d'ajouter un agent algicide et un agent bact&#233;ricide au carburant
                                    pour retarder la croissance microbienne.
                                </para>
                            </item>
                            <item>
                                <para>Utiliser un filtre de qualit&#233; &#233;lev&#233;e dans le circuit de
                                    distribution du carburant.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>Inspecter p&#233;riodiquement les r&#233;servoirs de carburant du v&#233;hicule pour voir
                            s'il y a des preuves de contamination. Surtout, rechercher la rouille dans les r&#233;servoirs
                            en acier.
                        </para>
                    </item>
                </seqlist>
            </geninfo>
        </description>
        <svcproc svcproctype="describe" graphiccount="3">
            <stitle>French - TSI 02-15-01 - Carburants et r&#233;servoirs de carburant</stitle>
            <title>MARCHE &#224; SUIVRE</title>
            <svcprocinfo>
                <para>Si l'on d&#233;courvre une contamination du carburant &#224; l'int&#233;rieur du r&#233;servoir,
                    un nettoyage &#224; fond &#224; la vapeur est recommand&#233;. Les r&#233;servoirs en acier dont la
                    surface interne pr&#233;sente une corrosion l&#233;g&#232;re peuvent &#234;tre nettoy&#233;s &#224;
                    la vapeur. Cependant, les r&#233;servoirs de carburant en acier doivent &#234;tre remplac&#233;s si
                    on d&#233;couvre que la rouille provoque de l'&#233;caillage ou une profonde corrosion par piq&#251;re
                    de l'int&#233;rieur.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Types de carburant autoris&#233;s</title>
                <step1>
                    <para count="1">Les moteurs International n&#233;cessitent du carburant diesel de cat&#233;gorie no
                        1-D ou no 2-D, avec ou sans d&#233;signation FQP-1A de la EMA.
                    </para>
                </step1>
                <step1>
                    <para count="1">Les moteurs International n&#233;cessitent du carburant dont l'indice de c&#233;tane
                        minimum est de 45.
                    </para>
                </step1>
                <step1>
                    <para count="1">Les moteurs International n&#233;cessitent du carburant dont la teneur en soufre ne
                        d&#233;passe pas 0,05&#160;%.
                    </para>
                </step1>
                <step1>
                    <para count="1">Les moteurs International ne doivent pas &#234;tre aliment&#233;s avec du carburant
                        servant au chauffage ou du mazout.
                    </para>
                </step1>
                <step1>
                    <para count="1">Les moteurs International ne doivent pas &#234;tre aliment&#233;s avec du carburant
                        diesel m&#233;lang&#233; &#224; de l'huile moteur us&#233;e, de l'essence, de l'essence-alcool
                        ou de l'alcool.
                    </para>
                </step1>
                <step1>
                    <para count="1">Voir les figures ci-dessous sur l'utilisation des carburants biodiesel dans les
                        moteurs International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Pour les carburants &#224; utiliser dans les moteurs diesel des autres fabricants,
                        voir les exigences des fabricants en question.
                    </para>
                </step1>
                <figure id="f0215011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215011.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px" resolution="300"/>
                </figure>
                <figure id="f0215012" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215012.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px" resolution="300"/>
                </figure>
                <figure id="f0215013" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215013.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="472px" resolution="300"/>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
