<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-12-18 - Variabilit&#233; de &#171;temp&#233;rature d'engagement&#187; de l'entra&#238;nement
        de ventilateur &#224; viscocouplage
    </stitle>
    <tsi id="tsi021218" tsitype="truck" translation="french">
        <tsinumber>02-12-18</tsinumber>
        <tsidate>Septembre 2002</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Variabilit&#233; de &#171;temp&#233;rature d'engagement&#187; de l'entra&#238;nement de ventilateur
                &#224; viscocouplage
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000
                    <daterange>
                        <startdate>09/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>09/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>09/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>Autobus IC
                    <daterange>
                        <startdate>09/01/2000</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Sur certains v&#233;hicules roulant &#224; de hautes altitudes, la temp&#233;rature du
                    refroidisseur d'air de suralimentation a tendance &#224; provoquer l'engagement retard&#233; des
                    entra&#238;nements de ventilateurs &#224; viscocouplage, ou un engagement &#224; des temp&#233;ratures
                    plus &#233;lev&#233;es du liquide de refroidissement. Les v&#233;hicules touch&#233;s sont pourvus
                    de moteurs T444E d'International, d'embrayages de ventilateurs &#224; viscocouplage SA-75 et de
                    ventilateurs de nylon MD-9. Dans une pareille situation, l'entra&#238;nement de ventilateur s'engage
                    &#224; des temp&#233;ratures de liquide de refroidissement plus &#233;lev&#233;es que la normale, ce
                    qui provoque la surchauffe du moteur. L'ajout d'un d&#233;flecteur d'admission d'air sur le
                    refroidisseur d'air de suralimentation donnera lieu &#224; un engagement plus rapide du ventilateur,
                    ce qui permettra au ventilateur de maintenir des temp&#233;ratures plus basses du liquide de
                    refroidissement.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0212181">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.86*"/>
                    <colspec colname="col2" colwidth="1.49*"/>
                    <colspec colname="col3" colwidth="0.66*"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2">
                                <para>Description</para>
                            </entry>
                            <entry colname="col3">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>3573775C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>D&#233;flecteur d'admission d'air</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - TSI 02-12-18 - Variabilit&#233; de &#171;temp&#233;rature d'engagement&#187; de l'entra&#238;nement
                de ventilateur &#224; viscocouplage
            </stitle>
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les dommages mat&#233;riels et les blessures corporelles, laisser le syst&#232;me
                        de refroidissement du moteur se refroidir suffisamment avant d'effectuer ce proc&#233;d&#233;
                        d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Si le v&#233;hicule est pourvu d'un syst&#232;me de climatisation, le condenseur devra
                    &#234;tre d&#233;boulonn&#233; du bo&#238;tier du radiateur et mis &#224; l'&#233;cart.
                </para>
            </step1>
            <step1>
                <para count="1">Inspecter le radiateur afin de d&#233;celer tout d&#233;bris, et nettoyer selon le
                    besoin. Se reporter &#224; TSI-02-12-01 pour prendre connaissance du proc&#233;d&#233; de nettoyage
                    appropri&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever les deux boulons inf&#233;rieurs fixant le refroidisseur d'air de
                    suralimentation &#224; la barre de soutien centrale illustr&#233;e dans la
                    <hotlnk xrefid="f0212181">Figure 1</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Mettre le d&#233;flecteur d'admission d'air en position sur le c&#244;t&#233; pare-chocs
                    du refroidisseur d'air de suralimentation, tel qu'illustr&#233; dans la
                    <hotlnk xrefid="f0212181">Figure 1</hotlnk>. Utiliser les deux boulons qui ont &#233;t&#233; enlev&#233;s
                    &#224; l'&#233;tape 3. ci-dessus. S'assurer que le d&#233;flecteur d'admission d'air recouvre le
                    refroidisseur d'air de suralimentation et non le radiateur.
                </para>
            </step1>
            <step1>
                <para count="1">Remettre le condenseur de climatiseur en place s'il a &#233;t&#233; retir&#233; &#224;
                    l'&#233;tape 1. ci-dessus.
                </para>
            </step1>
            <figure id="f0212181" figsize="pg-wide">
                <graphic filename="../tsifigures/g0212181.cgm" type="cgm" scalefit="1" scalefitwidth="368px"
                         scalefitheight="392px" resolution="200"/>
                <caption>Figure 1.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
