<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-16-06 - Am&#233;lioration de la conception de l'&#233;cope de la prise d'air du syst&#232;me
        CVC
    </stitle>
    <tsi id="tsi021606" tsitype="truck" translation="french">
        <tsinumber>02-16-06</tsinumber>
        <tsidate>October, 2002</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Am&#233;lioration de la conception de l'&#233;cope de la prise d'air du syst&#232;me CVC</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5600i</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Dans certaines conditions de fonctionnement, il se peut que le syst&#232;me CVC du mod&#232;le
                    5600i ne fournisse pas un d&#233;bit d'air suffisant &#224; la cabine. L'ajout d'un n&#233;cessaire
                    d'&#233;cope de la prise d'air du syst&#232;me CVC am&#233;liorera le rendement global du syst&#232;me
                    en ce qui a trait au d&#233;bit d'air.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>&#201;cope, CVC, n&#233;cessaire de prise d'air, num&#233;ro de pi&#232;ce 3577982C91</para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="3">
            <title>Proc&#233;d&#233; d'entretien</title>
            <para>
                <emph type="bold">Important :</emph>
                La nouvelle &#233;cope de la prise d'air, telle qu'exp&#233;di&#233;e, est enduite d'un rev&#234;tement
                qui est inappropri&#233; aux fins d'entretien et elle doit &#234;tre rev&#234;tue d'une couche de fond
                et de peinture avant d'&#234;tre utilis&#233;e. Sans couche protectrice, l'&#233;cope deviendra d&#233;color&#233;e,
                farin&#233;e, et peut-&#234;tre m&#234;me craquel&#233;e au fil du temps.
            </para>
            <specpara>
                <warning>
                    <para>Pour emp&#234;cher les blessures aux yeux, portez toujours des lunettes de s&#233;curit&#233;
                        lorsque vous percez, d&#233;montez ou montez des composants.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Situez la nouvelle &#233;cope de la prise d'air par-dessus la cr&#233;pine d'entr&#233;e
                    d'air du syst&#232;me CVC, situ&#233;e sur le c&#244;t&#233; passager de l'auvent avant.
                    Assurez-vous que les trous de montage de l'&#233;cope soient align&#233;s aux quatre rivets, tel
                    qu'illustr&#233; dans la
                    <hotlnk xrefid="f0216061">Figure 1.</hotlnk>
                </para>
            </step1>
            <figure id="f0216061" figsize="col-wide">
                <graphic filename="../tsifigures/g0216061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figure 1. Marquez les quatre trous de rivets indiqu&#233;s par des fl&#232;ches</caption>
            </figure>
            <step1>
                <para count="1">Marquez les quatre rivets illustr&#233;s dans la
                    <hotlnk xrefid="f0216061">Figure 1</hotlnk>. Retirez l'&#233;cope.
                </para>
            </step1>
            <step1>
                <para count="1">Centrez au pointeau le mandrin de chaque rivet identifi&#233; &#224; l'&#233;tape 2.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez les quatre rivets en per&#231;ant soigneusement ou en burinant les t&#234;tes
                    &#224; l'aide d'un burin de dimensions appropri&#233;es et d'un marteau.
                </para>
            </step1>
            <step1>
                <para count="1">Mettez l'&#233;cope en place &#224; l'aide de deux vis &#224; t&#244;le de 1/4-14 x 1 et
                    rondelles fournies dans la trousse. Serrez suffisamment pour vous assurer que l'&#233;cope se trouve
                    au bon endroit.
                </para>
            </step1>
            <step1>
                <para count="1">Marquez les deux autres trous qui doivent &#234;tre perc&#233;s, indiqu&#233;s dans la
                    <hotlnk xrefid="f0216062">Figure 2</hotlnk>.
                </para>
            </step1>
            <figure id="f0216062" figsize="col-wide">
                <graphic filename="../tsifigures/g0216062.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figure 2. Les fl&#232;ches indiquent les emplacements des trous &#224; &#234;tre perc&#233;s
                </caption>
            </figure>
            <step1>
                <para count="1">Retirez l'&#233;cope et centrez au poin&#231;on les deux trous marqu&#233;s.</para>
            </step1>
            <step1>
                <para count="1">Percez les deux trous centr&#233;s au poin&#231;on &#224; l'aide d'un foret de 3/16".
                </para>
            </step1>
            <step1>
                <para count="1">Mettez le joint d'&#233;tanch&#233;it&#233; sup&#233;rieur (de remplissage) en place en
                    utilisant comme guides de positionnement les deux trous perc&#233;s &#224; l'&#233;tape pr&#233;c&#233;dente.
                    Le joint d'&#233;tanch&#233;it&#233; de remplissage comporte un dos adh&#233;sif sur le c&#244;t&#233;
                    auvent et, ainsi, assurez-vous que celui-ci est align&#233; de fa&#231;on appropri&#233;e lorsque
                    vous le mettez en place. Reportez-vous &#224; la
                    <hotlnk xrefid="f0216063">Figure 3</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Remettez l'&#233;cope en place, tel qu'illustr&#233; dans la
                    <hotlnk xrefid="f0216062">Figure 2</hotlnk>
                    et installez les six vis et rondelles plates dans l'&#233;cope, puis fixez l'&#233;cope sur le c&#244;t&#233;
                    de l'auvent.
                </para>
            </step1>
            <figure id="f0216063" figsize="col-wide">
                <graphic filename="../tsifigures/g0216063.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figure 3. Mise en place du joint d'&#233;tanch&#233;it&#233; de remplissage</caption>
                <calloutgroup>
                    <callout1>1. TROUS DE REP&#200;RE</callout1>
                    <callout1>2. JOINT D'&#201;TANCH&#201;IT&#201; DE REMPLISSAGE</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </tsi>
</isis>
