<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-12-06 - Tube d'entr&#233;e d'eau inf&#233;rieur -- utilisation professionnelle</stitle>
    <tsi id="tsi021206" tsitype="truck" translation="french">
        <tsinumber>02-12-06</tsinumber>
        <tsidate>Mars 2002</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Tube d'entr&#233;e d'eau inf&#233;rieur -- utilisation professionnelle</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4700</truckmodel>
                <truckmodel>4800</truckmodel>
                <truckmodel>4900</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Sur les v&#233;hicules affect&#233;s au d&#233;neigement et dont le moteur tourne &#224; capacit&#233;,
                    le boyau inf&#233;rieur du radiateur peut toucher &#224; la traverse avant du moteur. Un nouveau
                    tube d'entr&#233;e d'eau livrable augmente de 0,4 pouce le d&#233;gagement entre le boyau d'entr&#233;e
                    d'eau I-6 et la traverse.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>3574645C1 - Tube d'entr&#233;e d'eau</para>
            <para>1817974C1 - Joint d'entr&#233;e d'eau</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 02-12-06 - Tube d'entr&#233;e d'eau inf&#233;rieur -- utilisation professionnelle
            </stitle>
            <title>Marche &#224; suivre</title>
            <specpara>
                <warning>
                    <para>Toujours laisser refroidir le moteur avant d'entreprendre des r&#233;parations du syst&#232;me
                        de refroidissement afin d'&#233;viter les blessures personnelles caus&#233;es par le liquide de
                        refroidissement chaud et la vapeur. Une fois le moteur refroidi, desserrer lentement le bouchon
                        sous pression, attendre un moment que toute pression r&#233;siduelle se d&#233;tende. Continuer
                        &#224; d&#233;visser le bouchon et le retirer seulement apr&#232;s que la pression sera compl&#232;tement
                        d&#233;tendue.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Vidanger le liquide de refroidissement du radiateur et du moteur.</para>
            </step1>
            <step1>
                <para count="1">Enlever tous les boyaux d'arriv&#233;e d'eau au moteur.</para>
            </step1>
            <step1>
                <para count="1">Enlever le tube d'arriv&#233;e d'eau du moteur.</para>
            </step1>
            <step1>
                <para count="1">Nettoyer la surface de montage sur le moteur.</para>
            </step1>
            <step1>
                <para count="1">Transf&#233;rer les raccords du circuit de l'ancien tube d'arriv&#233;e d'eau vers le
                    nouveau en conservant l'orientation des raccords et en scellant au besoin les faces biseaut&#233;es
                    avec du ruban au t&#233;flon.
                </para>
            </step1>
            <step1>
                <para count="1">Installer le nouveau joint d'&#233;tanch&#233;it&#233; et le nouveau tube d'arriv&#233;e
                    d'eau sur le moteur et serrer les boulons &#224; 18 lbf&#183;pi.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les boyaux sur le nouveau tube d'arriv&#233;e d'eau.</para>
            </step1>
            <step1>
                <para count="1">Remettre la bonne quantit&#233; de liquide de refroidissement.</para>
            </step1>
            <step1>
                <para count="1">Lancer le moteur et le laisser tourner jusqu'&#224; ce qu'il atteigne sa temp&#233;rature
                    de fonctionnement normale.
                </para>
            </step1>
            <step1>
                <para count="1">Laisser refroidir le moteur.</para>
            </step1>
            <step1>
                <para count="1">Observer le niveau du r&#233;servoir de liquide de refroidissement et rajouter du
                    liquide au besoin.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
