<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-16-02 - Alt&#233;ration de la peinture caus&#233;e par l'environnement</stitle>
    <tsi id="tsi021602" tsitype="truck" translation="french">
        <tsinumber>02-16-02</tsinumber>
        <tsidate>F&#233;vrier&#160;2002</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Alt&#233;ration de la peinture caus&#233;e par l'environnement</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Dans l'environnement d'aujourd'hui, il n'est pas inhabituel de constater sur les surfaces
                    horizontales peintes des v&#233;hicules des piq&#251;res r&#233;sultant de retomb&#233;es
                    industrielles et d'autres polluants environnementaux (poussi&#232;re de voie, poussi&#232;re de
                    frein, autres sources de poussi&#232;re de fer et d'acier, pluie acide et autres polluants). Il
                    s'agit habituellement de rouille de surface caus&#233;e par des particules reposant sur la surface
                    peinte de la cabine ou du capot. Il en r&#233;sulte une oxydation qui peut tacher la surface de la
                    couche transparente. Un examen attentif(une loupe peut aider) permet souvent de voir un petit point
                    noir au centre de la tache. C'est la mati&#232;re qui cause l'oxydation.
                </para>
                <para>International a essay&#233; et approuv&#233; la m&#233;thode suivante qui peut enlever
                    efficacement ces taches peu esth&#233;tiques. Un polissage, un pon&#231;age ou une application de
                    peinture effectu&#233; avant l'ex&#233;cution de cette marche &#224; suivre peut donner des r&#233;sultats
                    insatisfaisants.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0216021">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="5.51in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>D&#233;capant &#224; salet&#233; et enduit Finish Kare num&#233;ro&#160;1119
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>D&#233;capant &#224; rouille Finish Kare num&#233;ro&#160;833</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Shampooing concentr&#233; neutralisant liquide Finish Kare
                                    num&#233;ro&#160;118SC
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Les produits Finish Kare sont offerts par les distributeurs suivants :</para>
            <para>
                <emph type="bold">Distributeur principal :</emph>
            </para>
            <verbatim>
                <line>Crest Industries</line>
                <line>231 Larkin Williams Ind Court</line>
                <line>Fenton, MO&#160;63026-2412</line>
                <line>1&#160;800&#160;733-2737</line>
            </verbatim>
            <para>
                <emph type="bold">Distributeur secondaire :</emph>
            </para>
            <verbatim>
                <line>ELW Enterprises</line>
                <line>PO&#160;Box&#160;331</line>
                <line>Uniontown, OH 44685</line>
                <line>1&#160;330&#160;699-0097</line>
            </verbatim>
            <para>
                <emph type="bold">Fabricant :</emph>
            </para>
            <verbatim>
                <line>Finish Kare Products, Inc.</line>
                <line>1750&#160;Floradale&#160;Ave</line>
                <line>South&#160;El&#160;Monte, CA&#160;91733-3406</line>
                <line>1&#160;888&#160;346-5273</line>
            </verbatim>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 02-16-02 - Alt&#233;ration de la peinture caus&#233;e par l'environnement</stitle>
            <title>Marche &#224; suivre</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les blessures, porter des lunettes de protection, des gants de caoutchouc et
                        des v&#234;tements de protection. Suivre attentivement les m&#233;thodes d'application recommand&#233;es
                        par le fabricant.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Laver le v&#233;hicule pour &#233;liminer la salet&#233; et la poussi&#232;re, puis proc&#233;der
                    comme suit :
                </para>
                <specpara>
                    <caution>
                        <para>NE PAS permettre au m&#233;lange de s&#233;cher ou de faire des stries sur les c&#244;t&#233;s
                            du v&#233;hicule.
                        </para>
                    </caution>
                </specpara>
                <step2>
                    <para count="1">M&#233;langer une partie de d&#233;capant &#224; salet&#233; et enduit Finish Kare
                        num&#233;ro&#160;1119 dans quatre parties d'eau FROIDE. Pr&#233;parer de 1 &#224; 2 gallons,
                        selon les besoins.
                    </para>
                </step2>
                <step2>
                    <para count="1">Utiliser un gant de lavage sec et propre pour appliquer le m&#233;lange sur les
                        parties tach&#233;es. Frotter l&#233;g&#232;rement la surface avec le m&#233;lange pendant 5
                        &#224; 10&#160;minutes selon l'importance des taches.
                    </para>
                </step2>
                <step2>
                    <para count="1">Rincer &#224; fond &#224; l'eau froide.</para>
                </step2>
                <step2>
                    <para count="1">S'assurer que le v&#233;hicule est propre et sec.</para>
                </step2>
                <step2>
                    <para count="1">&#192; l'aide d'un gant de lavage ou d'une &#233;ponge sec et propre, appliquer du d&#233;capant
                        &#224; rouille Finish Kare num&#233;ro&#160;833 sur la surface d'un panneau &#224; la fois. Ne
                        pas utiliser le m&#234;me gant de lavage que celui de l'&#233;tape 1.
                    </para>
                </step2>
                <step2>
                    <para count="1">Frotter l&#233;g&#232;rement la surface avec le d&#233;capant &#224; rouille pendant
                        5 &#224; 10&#160;minutes selon l'importance des taches.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Rincer la surface &#224; l'aide d'un puissant jet d'eau froide pour &#233;liminer compl&#232;tement
                    les particules.
                </para>
            </step1>
            <step1>
                <para count="1">S'il reste des particules, r&#233;p&#233;ter les &#233;tapes 1 et 2.</para>
            </step1>
            <step1>
                <para count="1">Une fois les particules &#233;limin&#233;es, appliquer du shampooing concentr&#233;
                    neutralisant liquide Finish Kare num&#233;ro&#160;118SC ou l'&#233;quivalent (le concentr&#233;
                    neutralisant est un shampooing pour service intensif). Celui-ci est n&#233;cessaire pour neutraliser
                    l'action des produits servant &#224; enlever les taches.
                </para>
                <step2>
                    <para count="1">M&#233;langer une partie de concentr&#233; dans 100 parties d'eau.</para>
                </step2>
                <step2>
                    <para count="1">Appliquer le shampooing neutralisant &#224; l'aide d'un gant ou d'une &#233;ponge
                        propre.
                    </para>
                </step2>
                <step2>
                    <para count="1">Rincer &#224; l'eau froide propre et ass&#233;cher le v&#233;hicule.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si des &#233;gratignures fines apparaissent &#224; la surface, utiliser un produit de
                    polissage de finition l&#233;ger et un tampon en mousse pour les &#233;liminer.
                </para>
            </step1>
            <step1>
                <para count="1">Polir au besoin.</para>
            </step1>
            <step1>
                <para count="1">Un lavage et un cirage fr&#233;quents peuvent aider &#224; pr&#233;venir l'apparition de
                    nouvelles taches.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
