<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-12-01 - M&#233;thode de nettoyage sur ch&#226;ssis du syst&#232;me de refroidissement du v&#233;hicule
        pour tous les mod&#232;les International &#224; l'exception des autobus 3000RE (Nota : pour le mod&#232;le
        3000RE, consultez le bulletin TSI-98-12-18)
    </stitle>
    <tsi id="tsi021201" tsitype="truck" translation="french">
        <tsinumber>02-12-01</tsinumber>
        <tsidate>F&#233;vrier&#160;2002</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode de nettoyage sur ch&#226;ssis du syst&#232;me de refroidissement du v&#233;hicule pour
                tous les mod&#232;les International &#224; l'exception des autobus 3000RE (Nota : pour le mod&#232;le
                3000RE, consultez le bulletin TSI-98-12-18)
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Le rendement et la dur&#233;e utile des &#233;changeurs de chaleur sont &#233;troitement li&#233;s
                    &#224; l'ex&#233;cution ad&#233;quate de l'entretien pr&#233;vu du syst&#232;me. Si le moteur
                    surchauffe ou perd de la puissance, examiner visuellement les ailettes du faisceau du radiateur et
                    du refroidisseur d'air de suralimentation pour constater la pr&#233;sence &#233;ventuelle de salet&#233;s
                    ou de particules. Des fuites de liquide plus importantes qu'un suintement peuvent provoquer le
                    colmatage des ailettes du refroidisseur d'air ou du radiateur.
                </para>
                <specpara>
                    <note>
                        <para>Il faut r&#233;parer les fuites de liquide dans le compartiment moteur le plus rapidement
                            possible pour &#233;viter le colmatage du refroidisseur d'air de suralimentation.
                        </para>
                    </note>
                </specpara>
                <para>La marche &#224; suivre ci-dessous est recommand&#233;e dans le cadre du programme d'entretien pr&#233;vu
                    pour s'assurer d'&#233;liminer la salet&#233; et les particules dans le circuit de refroidissement
                    afin d'obtenir un rendement optimal.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t021201">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" align="center">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.26in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Description</para>
                            </entry>
                            <entry colname="col2">
                                <para>Quantit&#233;</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0">
                                <para>SG13005</para>
                            </entry>
                            <entry colname="col1">
                                <para>Nettoyant Simple Green</para>
                            </entry>
                            <entry colname="col2">
                                <para>1 gal.</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>Pas de num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Vaporisateur pourvu d'un tube rallonge souple et d'une buse &#224; jet plat</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>Pas de num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Pulv&#233;risateur puissant ou nettoyeur &#224; vapeur</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>Pas de num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Tuyau d'arrosage avec lance de type pistolet</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>Pas de num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Miroir &#224; rallonge pour techniciens</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>Pas de num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Lampe de poche</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>Marche &#224; suivre</title>
            <para>
                <emph type="bold">Refroidisseur d'air de suralimentation et radiateur plac&#233;s c&#244;te &#224; c&#244;te
                    ou l'un par-dessus l'autre
                </emph>
            </para>
            <step1>
                <para count="1">Si le v&#233;hicule est muni d'un climatiseur, nettoyer &#224; la pression ou &#224; la
                    vapeur le condenseur &#224; partir de l'avant du v&#233;hicule. D&#233;placer ensuite le condenseur
                    du climatiseur sans d&#233;brancher les conduites de frigorig&#232;ne.
                </para>
            </step1>
            <step1>
                <para count="1">M&#233;langer du nettoyant Simple Green et de l'eau en proportions &#233;gales dans le r&#233;servoir
                    du pulv&#233;risateur.
                </para>
            </step1>
            <step1>
                <para count="1">Vaporiser l'avant du refroidisseur d'air de suralimentation et du radiateur avec la
                    solution de nettoyage Simple Green. Laisser agir la solution pendant 20 &#224; 30&#160;minutes.
                    Appliquer une quantit&#233; suppl&#233;mentaire de solution sur les parties tr&#232;s encrass&#233;es.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Ne pas vaporiser les ailettes du refroidisseur d'air de suralimentaion ou du radiateur de
                        biais, car cela risque d'endommager les ailettes et de r&#233;duire l'efficacit&#233; du
                        refroidissement. Proc&#233;der prudemment et se tenir &#224; bonne distance du module de
                        refroidissement pendant le lavage sous pression ou &#224; la vapeur pour &#233;viter
                        d'endommager les ailettes.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Une fois que le produit a agi, laver sous pression ou &#224; la vapeur le module de
                    refroidissement &#224; partir de l'avant du v&#233;hicule. Nettoyer soigneusement et lentement
                    chaque rang&#233;e d'ailettes, &#224; la verticale, puis &#224; l'horizontale.
                </para>
            </step1>
            <step1>
                <para count="1">Rincer le module de refroidissement &#224; l'aide du tuyau d'arrosage et de la lance
                    &#224; partir de l'avant. Vaporiser l'eau &#224; un angle de 45&#160;degr&#233;s ou moins pour d&#233;loger
                    les particules du refroidisseur d'air de suralimentation. Examiner les ailettes &#224; l'aide d'un
                    miroir pour techniciens et d'une lampe de poche pour s'assurer que le nettoyage est ad&#233;quat. Si
                    certaines parties sont toujours sales, les nettoyer en utilisant la marche &#224; suivre ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le condenseur du climatiseur.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>Service Procedure</title>
            <para>
                <emph type="bold">Refroidisseur d'air de suralimentation et radiateur plac&#233;s l'un derri&#232;re
                    l'autre
                </emph>
            </para>
            <step1>
                <para count="1">Si le v&#233;hicule est &#233;quip&#233; d'un climatiseur, laver sous pression ou &#224;
                    la vapeur le condenseur &#224; partir de l'avant du v&#233;hicule. D&#233;placer ensuite le
                    condenseur du climatiseur sans d&#233;brancher les conduites de frigorig&#232;ne.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le refroidisseur d'air de suralimentation du v&#233;hicule, puis obstruer ses
                    tuyaux et ses ouvertures pour emp&#234;cher les particules d'entrer.
                </para>
            </step1>
            <step1>
                <para count="1">M&#233;langer du nettoyant Simple Green et de l'eau en proportions &#233;gales dans le r&#233;servoir
                    du pulv&#233;risateur.
                </para>
            </step1>
            <step1>
                <para count="1">Vaporiser l'avant du refroidisseur d'air de suralimentation et du radiateur avec la
                    solution de nettoyage Simple Green. Laisser agir la solution pendant 20 &#224; 30&#160;minutes.
                    Appliquer une quantit&#233; suppl&#233;mentaire de solution sur les parties tr&#232;s encrass&#233;es.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Ne pas vaporiser les ailettes du refroidisseur d'air de suralimentation ou du radiateur de
                        biais, car cela risque d'endommager les ailettes et de r&#233;duire l'efficacit&#233; du
                        refroidissement. Proc&#233;der prudemment et se tenir &#224; bonne distance du module de
                        refroidissement pendant le lavage sous pression ou &#224; la vapeur pour &#233;viter
                        d'endommager les ailettes.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Une fois que le produit a agi, laver sous pression ou &#224; la vapeur le refroidisseur
                    d'air de suralimentation et le radiateur &#224; partir de l'avant du v&#233;hicule. Nettoyer
                    soigneusement et lentement chaque rang&#233;e d'ailettes, &#224; la verticale, puis &#224;
                    l'horizontale.
                </para>
            </step1>
            <step1>
                <para count="1">Rincer le refroidisseur d'air de suralimentation et le radiateur &#224; l'aide du tuyau
                    d'arrosage et de la lance &#224; partir de l'avant. Vaporiser l'eau &#224; un angle de 45&#160;degr&#233;s
                    ou moins pour d&#233;loger les particules du module de refroidissement. Examiner les ailettes &#224;
                    l'aide d'un miroir pour techniciens et d'une lampe de poche pour s'assurer que le nettoyage est ad&#233;quat.
                    Si certaines parties sont toujours sales, les nettoyer en utilisant la marche &#224; suivre
                    ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le refroidisseur d'air de suralimentation et le condenseur du
                    climatiseur.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
