<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 02-12-04 - &#201;lectrovalve pneumatique am&#233;lior&#233;e pour le ventilateur et les volets
        de radiateur
    </stitle>
    <tsi id="tsi021204" tsitype="truck" translation="french">
        <tsinumber>02-12-04</tsinumber>
        <tsidate>F&#233;vrier 2002</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>&#201;lectrovalve pneumatique am&#233;lior&#233;e pour le ventilateur et les volets de radiateur
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin ne vise
                    <emph type="bold">PAS</emph>
                    les mod&#232;les 4200, 4300 et 4400.
                </para>
                <para>Une nouvelle &#233;lectrovalve pneumatique longue dur&#233;e &#224; trois voies fix&#233;e &#224;
                    distance est disponible pour les ventilateurs marche-arr&#234;t et les volets de radiateur. Elle est
                    con&#231;ue pour &#234;tre fix&#233;e &#224; l'auvent (fortement recommand&#233;) et peut servir
                    &#224; remplacer les &#233;lectrovalves fix&#233;es aux moteurs. Ce n&#233;cessaire est con&#231;u
                    pour les v&#233;hicules International et comprend l'&#233;lectrovalve ainsi que les faisceaux, les
                    adaptateurs de tuyauterie, les raccords, les tuyaux, les attaches et les instructions. L'indication
                    &#171; trois voies &#187; signifie que l'&#233;lectrovalve convient aux utilisations de type
                    normalement ferm&#233; et normalement ouvert.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>ZBH993249 - N&#233;cessaire d'&#233;lectrovalve pneumatique Horton fix&#233;e &#224; distance</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 02-12-04 - &#201;lectrovalve pneumatique am&#233;lior&#233;e pour le ventilateur et les
                volets de radiateur
            </stitle>
            <title>Marche &#224; suivre</title>
            <step1>
                <para count="1">Lire et suivre &#224; la lettre les instructions qui accompagnent le n&#233;cessaire.
                </para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier si le circuit exige une &#233;lectrovalve normalement ouverte ou
                    normalement ferm&#233;e et brancher les tuyaux aux orifices appropri&#233;s de l'&#233;lectrovalve
                    &#224; trois voies.
                </para>
            </step1>
            <step1>
                <para count="1">Si l'entra&#238;nement du ventilateur est de type &#224; ancrage frontal, la d&#233;flexion
                    dans la conduite d'air menant de l'embrayage de ventilateur au d&#233;flecteur de ventilateur ne
                    devrait pas &#234;tre sup&#233;rieure &#224; &#189;&#160;po.
                </para>
            </step1>
            <step1>
                <para count="1">Conduire le v&#233;hicule et v&#233;rifier si le ventilateur et les volets fonctionnent
                    correctement.
                </para>
            </step1>
            <step1>
                <para count="1">Jeter l'ancienne &#233;lectrovalve fix&#233;e au moteur.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
