<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-09-02 - Peinture de la surface des ailes comportant des craquelures &#233;toil&#233;es
    </stitle>
    <tsi id="tsi030902" tsitype="truck" translation="french">
        <tsinumber>03-09-02</tsinumber>
        <replace>
            <tsinumber>F99-09-01</tsinumber>
        </replace>
        <tsidate>February, 2003</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>Peinture de la surface des ailes comportant des craquelures &#233;toil&#233;es</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5900</truckmodel>
                <truckmodel>9200
                    <daterange>
                        <enddate>07/01/1996</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400
                    <daterange>
                        <enddate>07/01/1996</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <enddate>04/01/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Des craquelures &#233;toil&#233;es peuvent appara&#238;tre dans les surfaces peintes d'ailes en
                    fibres de verre pulv&#233;ris&#233;es &#224; la main lorsque des pierres ou autres d&#233;bris
                    solides projet&#233;s par les pneus heurtent la surface int&#233;rieure (inf&#233;rieure) des ailes.
                    Pour &#233;viter les craquelures &#233;toil&#233;es avant qu'elles ne se produisent, ou apr&#232;s
                    que des r&#233;parations ont &#233;t&#233; effectu&#233;es, il est sugg&#233;r&#233; d'appliquer de
                    la t&#244;le ur&#233;thannique &#224; envers adh&#233;sif, num&#233;ro de pi&#232;ce International
                    991917C1, ou un enduit 3M, num&#233;ro de pi&#232;ce 051135-08881, sur les surfaces int&#233;rieures
                    des ailes.
                </para>
                <para>Les surfaces int&#233;rieures des ailes doivent &#234;tre pr&#233;par&#233;es avant d'appliquer la
                    t&#244;le ur&#233;thannique ou l'enduit. Pour assurer un rendement optimal, les surfaces devraient
                    &#234;tre nettoy&#233;es et pr&#233;par&#233;es &#224; l'aide d'un produit de lavage d'appr&#234;t,
                    de tampons &#224; laver Scotch-Brite&#8482;, et de linges propres, ou nettoy&#233;es &#224; l'aide
                    d'un solvant et d'une brosse. Le produit de lavage d'appr&#234;t recommand&#233; est le PLIOSEAL&#8482;
                    5637A de Ashland Chemical, Inc.
                </para>
                <para>
                    <emph type="bold">T&#244;le ur&#233;thannique</emph>
                </para>
                <para>Avant d'installer la t&#244;le ur&#233;thannique, d&#233;terminer les dimensions et la forme de la
                    surface &#224; recouvrir. Couper la t&#244;le ur&#233;thannique aux dimensions et &#224; la forme
                    appropri&#233;es.
                </para>
                <specpara>
                    <note>
                        <para>Ne pas enlever la pellicule de papier protectrice avant d'&#234;tre pr&#234;t &#224;
                            effectuer l'installation sur la surface pr&#233;par&#233;e. L'exposition de l'adh&#233;sif
                            risque de provoquer une contamination et d'avoir un impact sur la r&#233;sistance d'adh&#233;sion
                            maximale.
                        </para>
                    </note>
                </specpara>
                <para>Placer la t&#244;le ur&#233;thannique sur la surface int&#233;rieure pr&#233;par&#233;e de l'aile
                    (
                    <hotlnk xrefid="f0309021">Figure 1</hotlnk>) et enlever lentement la pellicule de papier protectrice
                    afin de minimiser la formation de bulles d'air, tout en prenant garde de ne pas toucher &#224; l'adh&#233;sif
                    lors de l'application du mat&#233;riel. Une adh&#233;rence maximale sera obtenue si un petit rouleau
                    rigide est utilis&#233; pour exercer une pression suppl&#233;mentaire sur la t&#244;le ur&#233;thannique
                    une fois l'application achev&#233;e.
                </para>
                <figure id="f0309021" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0309021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="392px"/>
                    <caption>Figure 1. Application de t&#244;le ur&#233;thannique sur la surface inf&#233;rieure de
                        l'aile (fl&#232;che)
                    </caption>
                </figure>
            </geninfo>
            <geninfo>
                <para>
                    <emph type="bold">Enduit 3M</emph>
                </para>
                <para>Pr&#233;parer la surface int&#233;rieure de l'aile, tel que d&#233;crit &#224; la section pr&#233;c&#233;dente.
                    Appliquer l'enduit 3M, num&#233;ro de pi&#232;ce 051135-08881 jusqu'&#224; une &#233;paisseur de
                    0,030 pouce. Une quantit&#233; d'environ 5 bombes a&#233;rosol d'enduit 3M sera requise pour chaque
                    v&#233;hicule. Laisser s&#233;cher pendant 24 heures avant de mettre le v&#233;hicule en service.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
