<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-09-01R - D&#233;pose de la calandre</stitle>
    <tsi id="tsi030901" tsitype="truck" translation="french">
        <tsinumber>03-09-01R</tsinumber>
        <replace>
            <tsinumber>03-09-01</tsinumber>
        </replace>
        <tsidate>Mai 2003</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>D&#233;pose de la calandre</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>04/23/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les camions de s&#233;rie 8600 sont pourvus de ruban adh&#233;sif double face le long du bord sup&#233;rieur
                    de la calandre afin d'emp&#234;cher celle-ci de gauchir lorsqu'elle est expos&#233;e &#224; des temp&#233;ratures
                    &#233;lev&#233;es. Ce ruban est appliqu&#233; &#224; l'usine de montage et s&#232;che compl&#232;tement
                    en trois jours. Il peut s'av&#233;rer difficile de d&#233;poser la calandre sans l'endommager une
                    fois que le ruban adh&#233;sif a s&#233;ch&#233; et ce, particuli&#232;rement par temps froid. Le pr&#233;sent
                    bulletin de renseignements techniques est r&#233;vis&#233; pour mettre &#224; jour les dimensions et
                    la configuration du ruban adh&#233;sif double face.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Trousse de d&#233;pose n&#176; 07498 du ruban adh&#233;sif 3M</para>
            <para>Ruban adh&#233;sif double face 3M n&#176; VHB 4956, 3/8 po de large, num&#233;ro de pi&#232;ce
                International 3585047C1
            </para>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>PROC&#201;D&#201; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage au v&#233;hicule ou blessure corporelle, stationner le v&#233;hicule
                        sur une surface de niveau, serrer le frein de stationnement, caler les roues et couper le
                        moteur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Placer le v&#233;hicule dans un environnement chaud. Cela contribue &#224; la r&#233;duction
                    des forces d'adh&#233;rence du ruban adh&#233;sif.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer les huit attaches en &#171;&#233;toile&#187; de la calandre. Se reporter &#224;
                    la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrir le capot et appliquer de la chaleur &#224; la face inf&#233;rieure du capot
                    pendant 3 &#224; 4 minutes. S'assurer que la chaleur est appliqu&#233;e &#224; l'endroit o&#249; le
                    capot chevauche la partie sup&#233;rieure de la calandre. Un niveau trop &#233;lev&#233; de chaleur
                    donnera lieu &#224; une d&#233;coloration du capot et (ou) de la calandre. Toujours bouger le
                    pistolet thermique. Se reporter &#224; la Figure 1 pour prendre connaissance de l'emplacement
                    approximatif du ruban adh&#233;sif.
                </para>
            </step1>
            <step1>
                <para count="1">Fermer le capot et se tenir devant le capot, face au v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Saisir solidement le bord inf&#233;rieur de la calandre et tirer vers l'ext&#233;rieur/vers
                    le haut comme si vous vouliez faire pivoter la calandre sur le bord sup&#233;rieur, &#224; l'endroit
                    o&#249; elle rejoint le capot. Puisque la force d'adh&#233;rence du ruban adh&#233;sif est tellement
                    &#233;lev&#233;e, il est sugg&#233;r&#233; qu'au moins deux personnes effectuent le soul&#232;vement
                    afin qu'une force &#233;gale puisse &#234;tre maintenue sur la partie inf&#233;rieure de la
                    calandre. Tirer lentement!
                </para>
            </step1>
            <step1>
                <para count="1">Une fois que la s&#233;paration de la calandre et du capot est effectu&#233;e, nettoyer
                    le r&#233;sidu du ruban adh&#233;sif du capot et de la calandre &#224; l'aide de la trousse de d&#233;pose
                    de ruban adh&#233;sif 3M.
                </para>
            </step1>
            <step1>
                <para count="1">Couper un morceau de 41 po de ruban adh&#233;sif double face 3M d'une largeur de 3/8
                    po.
                </para>
            </step1>
            <step1>
                <para count="1">Placer le ruban adh&#233;sif sur le capot. Le ruban adh&#233;sif devrait &#234;tre centr&#233;
                    sur le capot et plac&#233; &#224; un pouce devant le pourtour de la calandre arri&#232;re. Se
                    reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le support papier d'un c&#244;t&#233; du ruban adh&#233;sif et placer ce dernier
                    sur le capot. Appuyer fermement sur le c&#244;t&#233; arri&#232;re du ruban adh&#233;sif pour le
                    fixer contre la surface du capot.
                </para>
            </step1>
            <step1>
                <para count="1">Mettre la calandre en place contre le capot.
                    <emph type="bold">Ne pas retirer la pellicule de papier protectrice de la deuxi&#232;me surface du
                        ruban adh&#233;sif!
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que la calandre est en position convenable, que les trous de montage sont
                    align&#233;s, et marquer son emplacement en pla&#231;ant le ruban-cache &#224; plusieurs endroits
                    sur le capot et la calandre. Marquer le ruban de mani&#232;re &#224; pouvoir localiser la calandre
                    pr&#233;cis&#233;ment une fois que le ruban adh&#233;sif est expos&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer la pellicule de papier protectrice de la deuxi&#232;me surface du ruban adh&#233;sif.</para>
            </step1>
            <step1>
                <para count="1">Localiser soigneusement la calandre l&#233;g&#232;rement au-dessus de son emplacement
                    appropri&#233; sur le capot, et l'abaisser lentement en place contre le capot. S'assurer que les
                    marques de rep&#232;re faites pr&#233;c&#233;demment sur le ruban-cache sont dans leurs emplacements
                    appropri&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Presser la calandre en place solidement contre le capot. Exercer environ 20 livres de
                    force le long de la calandre, au-dessus du ruban adh&#233;sif.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer les 8 attaches en &#171;&#233;toile&#187; retir&#233;es plus
                    t&#244;t.
                </para>
            </step1>
            <figure id="f030901" figsize="pg-wide">
                <graphic filename="../tsifigures/g0309011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="336px"/>
                <caption>Figure 1. D&#233;pose de la calandre</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
