<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-04-01 - Nouveaux axes coulissants et boulons de freins &#224; disque hydrauliques, et
        nouvelles consignes de lubrification
    </stitle>
    <tsi id="tsi030401" tsitype="truck" translation="french">
        <tsinumber>03-04-01</tsinumber>
        <tsidate>February, 2003</tsidate>
        <subjectfile>FREINS</subjectfile>
        <subjectgroup>
            <subject>Nouveaux axes coulissants et boulons de freins &#224; disque hydrauliques, et nouvelles consignes
                de lubrification
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000FE
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>&#192; compter du 3 juin 2002, tous les v&#233;hicules International pourvus de freins &#224;
                    disque hydrauliques ont &#233;t&#233; munis d'axes coulissants de montage et de boulons de nouvelle
                    configuration. Les nouveaux axes coulissants et boulons sont compatibles avec les freins &#224; axe
                    coulissant des v&#233;hicules construits ant&#233;rieurement; toutefois, ces nouveaux &#233;l&#233;ments
                    poss&#232;dent les diff&#233;rences mat&#233;rielles suivantes : Selon la nouvelle conception, des
                    boulons &#224; filets fins et &#224; &#233;paulement doivent &#234;tre utilis&#233;s, et ceux-ci
                    doivent &#234;tre serr&#233;s &#224; un couple de 100 pi-lb, et non de 75 pi-lb et, tout comme
                    &#233;tait le cas pour la conception pr&#233;c&#233;dente, l'axe d'attaque doit &#234;tre serr&#233;
                    en premier lieu. Une fois que les boulons de nouvelle conception ont &#233;t&#233; enlev&#233;s, la
                    surface filet&#233;e doit &#234;tre bross&#233;e &#224; l'aide d'une brosse m&#233;tallique pour
                    faire dispara&#238;tre toute accumulation de Loctite; par la suite, une perle unique de Loctite 2440
                    doit &#234;tre appliqu&#233;e aux filets avant la r&#233;utilisation. Les axes coulissants d'attaque
                    et arri&#232;re ne sont plus interchangeables puisque l'axe arri&#232;re comporte maintenant une t&#234;te
                    encoch&#233;e et une bague de caoutchouc sur son diam&#232;tre (se reporter au proc&#233;d&#233;
                    d'installation des trousses de r&#233;paration de plaques d'ancrage Bosch ZOH-T de Bosch
                    ci-dessous). Lors de l'entretien des freins &#224; disque hydrauliques &#224; axe coulissant,
                    International recommande que les axes coulissants et les boulons soient remplac&#233;s par les axes
                    coulissants et les boulons de nouvelle conception et que le lubrifiant existant soit nettoy&#233;
                    des axes et des al&#233;sages et remplac&#233; par le lubrifiant am&#233;lior&#233; 2585384C1. Il
                    est essentiel que les axes coulissants et les boulons ne soient pas combin&#233;s sur un m&#234;me
                    essieu. Les deux roues de chaque essieu doivent &#234;tre pourvues du m&#234;me type d'axes
                    coulissants et de boulons. Commander une trousse d'axe coulissant et boulon par roue.
                </para>
                <para>Le sommaire technique Bosch ci-dessous d&#233;crit les modifications apport&#233;es aux composants
                    et au couple de serrage du montage.
                </para>
                <para>
                    <emph type="bold">AVIS</emph>
                    - Les renseignements offerts dans la pr&#233;sente ont &#233;t&#233; fournis par le fabricant et
                    (ou) le fournisseur aux fins d'utilisation avec leur produit. La Corporation des camions et moteurs
                    International r&#233;imprime ces renseignements selon des observations qui lui sont faites par le
                    fabricant et (ou) le fournisseur, et elle n'est responsable en aucune fa&#231;on de toute erreur ou
                    de tout accident d&#233;coulant de telles erreurs ou d'un tel mauvais emploi du produit. Il importe
                    de souligner que chaque utilisateur doit observer attentivement les consignes qui accompagnent le
                    produit.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>
                <emph type="bold">Trousse de r&#233;paration d'axe coulissant et de boulon n&#176; 2509252C92</emph>.
                Cette trousse comprend un ensemble de roue (avant ou arri&#232;re) - 2 axes coulissants, 2 boulons, 2
                soufflets, et un emballage de graisse am&#233;lior&#233;e
            </para>
            <para>Graisse Shell Albida PPS-1, tube de 3 oz 2585384C1 (devant &#234;tre utilis&#233; pour l'entretien des
                freins &#224; axe coulissant lorsqu'on ne commande pas la trousse de r&#233;paration d'axe coulissant et
                de boulon)
            </para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="7">
            <title>Proc&#233;d&#233; d'installation de la trousse de r&#233;paration de plaque d'ancrage Bosch ZOH-T
            </title>
            <svcprocinfo>
                <para>
                    <emph type="bold">REMARQUE IMPORTANTE</emph>
                    : Puisque les deux axes d'&#233;trier ZOH-T sont diff&#233;rentes l'une de l'autre, il est essentiel
                    qu'ils soient install&#233;s dans l'emplacement appropri&#233; de la plaque d'ancrage. Les sch&#233;mas
                    suivants illustrent la fa&#231;on de d&#233;terminer l'emplacement de l'axe d'attaque et de l'axe
                    arri&#232;re afin d'installer correctement les axes de guidage ZOH-T. D&#233;finition de la position
                    <emph type="bold">D'ATTAQUE</emph>
                    et
                    <emph type="bold">DERNI&#200;RE</emph>
                    de la plaque d'ancrage : Imaginer un point sur la surface ext&#233;rieure du rotor, sur le c&#244;t&#233;
                    oppos&#233; de l'&#233;trier. Maintenant, tourner le rotor comme si le v&#233;hicule roulait vers
                    l'avant. Le PREMIER axe de montage qui passe ce point constitue la position
                    <emph type="bold">D'ATTAQUE</emph>. L'autre constitue la
                    <emph type="bold">DERNI&#200;RE</emph>
                    position.
                </para>
                <figure id="f0304011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0304011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="550px"/>
                    <caption>Figure 1.</caption>
                </figure>
                <para>
                    <title>Styles de boulons de fixation d'&#233;trier ZOH-T apr&#232;s le 3 juin 2002</title>
                </para>
                <figure id="f0304012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304012.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 2. Sans pi&#232;ce adh&#233;sive</caption>
                </figure>
                <figure id="f0304013" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304013.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 3. Avec pi&#232;ce adh&#233;sive</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Proc&#233;d&#233; d'installation de la trousse de r&#233;paration de plaque d'ancrage</title>
                <para>
                    <emph type="bold">INFORMATION</emph>
                    - L'ensemble de plaque d'ancrage comprend des axes de guidage flottants lubrifi&#233;s &#233;tanch&#233;is&#233;s
                    par des soufflets de caoutchouc et des sabots d'acier inoxydable qui prot&#232;gent les points
                    d'appui de la plaque d'ancrage. Un tirant est utilis&#233; sur le frein &#224; disque &#224; axe
                    coulissant de 2 x 73 mm seulement. Un frein &#224; disque &#224; axe coulissant de 2 x 66 mm n'est
                    pas pourvu de tirant et sera muni de boulons plus courts qui seront ins&#233;r&#233;s dans les trous
                    filet&#233;s utilis&#233;s pour effectuer le montage du tirant.
                </para>
                <para>Remarques importantes :</para>
                <randlist type="bullet">
                    <item>
                        <para>Avant le 3 juin 2002, les
                            <emph type="bold">axes de guidage</emph>
                            de montage d'&#233;trier ZOPS &#233;taient
                            <emph type="bold">les m&#234;mes</emph>
                            et utilisaient un filet de M12x1,75x30mm et un boulon robuste &#224; t&#234;te hexagonale
                            serr&#233;e &#224; un couple de 75 &#177; 5 pi-lb.
                        </para>
                    </item>
                    <item>
                        <para>Apr&#232;s le 3 juin 2002, les
                            <emph type="bold">axes de guidage</emph>
                            de montage d'&#233;trier ZOH-T ont &#233;t&#233;
                            <emph type="bold">diff&#233;rents</emph>
                            pour ce qui est de l'emplacement d'attaque et du dernier emplacement de la plaque d'ancrage.
                            Les pi&#232;ces distinctes (axes de guidage et boulons) des conceptions d'&#233;triers ZOPS
                            et ZOH-T ne sont PAS interchanteables individuellement ou r&#233;trocompatibles. La raison
                            pour cela est parce que les filets de montage ont &#233;t&#233; modifi&#233;s de gros
                            (M12x1,75mm) &#224; fins (M12x1,25mm). En outre, le boulon ZOH-T est de style plus long
                            (40mm) &#224; &#233;paulement, tandis que le boulon ZOPS est de style plus court (30mm),
                            robuste, et &#224; t&#234;te hexagonale.
                        </para>
                    </item>
                    <item>
                        <para>Lorsqu'on effectue l'entretien des axes de guidage fabriqu&#233;s avant le 3 juin 2002
                            (c.-&#224;-d. la conception d'&#233;trier ZOPS d'origine),
                            <emph type="bold">l'on peut utiliser les axes et boulons ZOH-T pourvu qu'on les remplace
                                &#224; titre d'ensemble.
                            </emph>
                            Toutefois, puisque les axes ZOH-T sont maintenant diff&#233;rents, il est ESSENTIEL de les
                            installer dans l'emplacement appropri&#233; de l'al&#233;sage de la plaque d'ancrage, tel
                            qu'illustr&#233; sur le sch&#233;ma ci-dessus. L'axe d'attaque doit &#234;tre install&#233;
                            dans l'emplacement d'attaque de la plaque d'ancrage, et le dernier axe &#224; bague de
                            caoutchouc doit &#234;tre install&#233; dans le dernier emplacement de la plaque d'ancrage.
                        </para>
                    </item>
                    <item>
                        <para>L'on
                            <emph type="underscr">DOIT</emph>
                            utiliser le boulon
                            <emph type="bold">ET</emph>
                            le couple de serrage appropri&#233;, ainsi que l'axe appropri&#233; lors de l'entretien.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Trousse de r&#233;paration d'ensemble de plaque d'ancrage - Proc&#233;d&#233; d'entretien</title>
                <step1>
                    <para count="1">Positionner le v&#233;hicule sur des supports au sol convenables et enlever la roue
                        (pneu et jante).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Un cric ne doit jamais &#234;tre utilis&#233; seul pour soutenir un v&#233;hicule pendant
                            que l'entretien est effectu&#233; sous le ch&#226;ssis. Le cric risque de s'abaisser et des
                            blessures corporelles graves pourraient s'ensuivre. Toujours soutenir le v&#233;hicule
                            &#224; l'aide de supports au sol appropri&#233;s.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Retirer le boulon de retenue du flexible de frein qui est fix&#233; au bo&#238;tier
                        de l'&#233;trier. Cela facilitera la d&#233;pose et la pose de l'&#233;trier. (Non requis pour
                        toutes les applications)
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le boulon de fixation de l'&#233;trier inf&#233;rieur (du bas) fixant l'&#233;trier
                        &#224; la plaque d'ancrage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le boulon de fixation de l'&#233;trier sup&#233;rieur (du haut) fixant l'&#233;trier
                        &#224; la plaque d'ancrage.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#201;loigner l'ensemble de l'&#233;trier du rotor et le placer dans un endroit s&#251;r
                        sur la suspension du v&#233;hicule. Fixer l'ensemble de l'&#233;trier en place &#224; l'aide
                        d'une attache de mani&#232;re &#224; ce qu'il ne tombe pas. S'assurer que le flexible ou la
                        conduite de frein n'est pas tortill&#233; et ne supporte pas le poids de l'&#233;trier.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer des sabots de point d'appui de la plaque d'ancrage les plaquettes int&#233;rieures
                        et ext&#233;rieures du frein &#224; disque.
                    </para>
                </step1>
                <step1>
                    <para count="1">V&#233;rifier les surfaces usin&#233;es des oreilles de l'&#233;trier. En pr&#233;sence
                        de toute rouille ou de tout contaminant, nettoyer ces surfaces &#224; l'aide d'une brosse m&#233;tallique
                        manuelle. Faire dispara&#238;tre toute graisse ou huile &#224; l'aide d'un linge d'atelier et de
                        solvant.
                    </para>
                    <specpara>
                        <note>
                            <para>Il est essentiel de nettoyer les surfaces de l'&#233;trier, des axes de guidage et de
                                la plaque d'ancrage qui entrent en contact les unes avec les autres ou avec les
                                plaquettes de frein.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Effectuer une inspection visuelle pour d&#233;celer toute fuite, tout dommage, ou
                        toute d&#233;fectuosit&#233; des soufflets de pistons ou des pistons. R&#233;parer ou remplacer,
                        selon le besoin, en cas de fuite ou de dommage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuer une inspection visuelle de la plaque d'ancrage pour d&#233;celer tout
                        dommage ou toute d&#233;fectuosit&#233; des surfaces d'accouplement et des sabots de point
                        d'appui de la plaquette d'ancrage. Si AUCUN dommage n'est rep&#233;r&#233;, proc&#233;der &#224;
                        l'&#233;tape 11. En cas de dommage, retirer la plaque d'ancrage et effectuer un remplacement au
                        moyen de la TROUSSE DE RECHANGE DE PLAQUE D'ANCRAGE. Installer la trousse de rechange de plaque
                        d'ancrage et passer &#224; l'&#233;tape 19.
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer les axes de guidage de l'&#233;trier, les soufflets d'axes de guidage, et
                        les boulons de fixation d'&#233;trier, et les mettre au rebut.
                    </para>
                    <para>
                        <emph type="bold">NOTE IMPORTANTE</emph>
                        : Se reporter &#224; la rubrique "Renseignements" pour prendre connaissance des &#233;carts
                        entre les conceptions des axes des &#233;triers ZOPS et ZOH-T
                    </para>
                    <specpara>
                        <caution>
                            <para>NE PAS couper, meuler ou modifier, de quelque fa&#231;on que ce soit, les axes de
                                guidage ou les composants du v&#233;hicule lors de la d&#233;pose ou de la pose des axes
                                de guidage. Une d&#233;gradation fonctionnelle des composants ou de l'ensemble de frein
                                risque de se produire en cas de modification quelconque. En l'absence d'un jeu suffisant
                                pour retirer et installer les axes de guidage d'&#233;trier, il sera n&#233;cessaire de
                                retirer la plaque d'ancrage pour pouvoir effectuer l'entretien convenable des axes de
                                guidage. Se reporter au manuel d'atelier pour prendre connaissance des consignes
                                relatives &#224; la d&#233;pose et &#224; la pose de la plaque d'ancrage.
                            </para>
                        </caution>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Desserrer les boulons du tirant de la plaque d'ancrage situ&#233;s sur le c&#244;t&#233;
                        oppos&#233; des axes de guidage de l'&#233;trier. (SEULEMENT SUR LES ENSEMBLES D'&#201;TRIER
                        2X73). Cela facilitera l'installation des axes de guidage neuves.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuer une inspection visuelle des al&#233;sages d'axes de guidage de la plaque
                        d'ancrage afin de d&#233;celer toute rouille ou contamination. En cas de contamination, nettoyer
                        les al&#233;sages des axes de guidage de la plaque d'ancrage &#224; l'aide d'une brosse m&#233;tallique
                        et de solvant. S&#233;cher &#224; l'air comprim&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enduire les rebords du soufflet des axes d'ancrage d'une mince couche de graisse
                        Albida PPS1 fournie dans les emballages de graisse faisant partie de la trousse d'entretien.
                    </para>
                </step1>
                <step1>
                    <para count="1">Poser les soufflets des axes de guidage sur l'axe d'attaque et le dernier axe.
                    </para>
                </step1>
                <step1>
                    <para count="1">Graisser compl&#232;tement les surfaces des al&#233;sages des axes de guidage de la
                        plaque d'ancrage &#224; l'aide de la graisse Albida PPS1 fournie dans les emballages faisant
                        partie de la trousse d'entretien.
                    </para>
                </step1>
                <step1>
                    <para count="1">Graisser compl&#232;tement le dernier axe de guidage et l'axe de guidage d'attaque
                        &#224; l'aide de la graisse Albida PPS1 fournie dans les emballages faisant partie de la trousse
                        d'entretien.
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer l'axe d'attaque dans la position d'attaque de la plaque d'ancrage.</para>
                    <para>
                        <emph type="bold">NOTE IMPORTANTE</emph>
                        : Se reporter au sch&#233;ma pour d&#233;terminer la position "d'attaque".
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer le dernier axe &#224; bague de caoutchouc dans la derni&#232;re position
                        de la plaque d'ancrage.
                    </para>
                    <para>
                        <emph type="bold">NOTE IMPORTANTE</emph>
                        : Se reporter au sch&#233;ma pour d&#233;terminer la "derni&#232;re" position.
                    </para>
                </step1>
                <step1>
                    <para count="1">S'assurer que les t&#234;tes des axes de guidage, les boulons de fixation et les
                        surfaces d'accouplement d'&#233;trier sont exempts de toute graisse ou mati&#232;re &#233;trang&#232;re.
                        Utiliser un linge propre et du solvant pour faire dispara&#238;tre toute mati&#232;re &#233;trang&#232;re.
                    </para>
                    <para>
                        <emph type="bold">NOTE IMPORTANTE</emph>
                        : &#201;viter tout contact entre le solvant de nettoyage et les soufflets des axes de guidage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre les plaquettes int&#233;rieures et ext&#233;rieures en place sur les points
                        d'appui de la plaque d'ancrage.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si les boulons de fixation d'&#233;trier sont r&#233;utilis&#233;s, se reporter &#224; la
                            rubrique "Proc&#233;d&#233; de pr&#233;paration au montage des &#233;triers" &#224; l'Annexe
                            A avant de passer &#224; l'&#233;tape 21.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Aligner le m&#233;plat sur la t&#234;te de l'axe de guidage sup&#233;rieur (du haut)
                        avec le m&#233;plat sur le bossage de l'axe de guidage sup&#233;rieur (du haut) de l'&#233;trier.
                        Faire preuve de prudence, lors du positionnement de l'&#233;trier sur les plaquettes du frein
                        &#224; disque, le rotor et la t&#234;te de l'axe de guidage sup&#233;rieur (du haut) pour &#233;viter
                        toute d&#233;chirure, toute coupure, ou tout d&#233;logement des soufflets de piston ou des
                        soufflets d'axe de guidage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer le boulon de fixation sup&#233;rieur (du haut) &#224; &#233;paulement &#192;
                        LA MAIN, fixant l'&#233;trier &#224; la plaque d'ancrage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Aligner le m&#233;plat sur l'&#233;paulement de l'axe inf&#233;rieur, puis tourner
                        soigneusement l'&#233;trier jusqu'&#224; ce qu'il se ferme et serrer le boulon de fixation inf&#233;rieur
                        &#192; LA MAIN. &#201;viter de coincer ou de tortiller la canalisation de frein.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Toujours serrer d'abord le boulon de fixation du premier &#233;trier.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Serrer le boulon de fixation d'&#233;trier ZOH-T &#224; un couple de 126 &#224; 145
                        N-m (93 &#224; 107 pi-lb).
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer le boulon de fixation du dernier &#233;trier ZOH-T &#224; un couple de 126
                        &#224; 145 N-m (93 - 107 pi-lb).
                    </para>
                </step1>
                <para>
                    <emph type="bold">Aide-m&#233;moire : Si le boulon de fixation de l'un ou l'autre &#233;trier a
                        &#233;t&#233; desserr&#233;, il est essentiel de serrer les boulons de fixation dans la s&#233;quence
                        appropri&#233;e mentionn&#233;e aux &#233;tapes 24 et 25. Un freinage r&#233;siduel peut d&#233;couler
                        d'une s&#233;quence de serrage inappropri&#233;e.
                    </emph>
                </para>
                <step1>
                    <para count="1">R&#233;installer le boulon du collier de retenue du flexible de frein et serrer au
                        couple mentionn&#233; dans le manuel d'atelier du fabricant.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer les boulons du tirant de la plaque d'ancrage. Serrer &#224; un couple de 54 -
                        68 N-m (40 - 50 pi-lb).
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre la roue (pneu et jante) en place sur le v&#233;hicule et serrer les &#233;crous
                        de fixation de la roue au couple recommand&#233; par le constructeur du v&#233;hicule. Enlever
                        les supports au sol.
                    </para>
                </step1>
                <step1>
                    <para count="1">Avant de faire d&#233;marrer le moteur, appuyer sur la p&#233;dale du frein &#224;
                        plusieurs reprises afin de recaler les plaquettes de frein sur le rotor. V&#233;rifier le r&#233;servoir
                        du ma&#238;tre cylindre et remplir selon le besoin. Se reporter au manuel d'atelier pour prendre
                        connaissance du liquide de frein appropri&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apr&#232;s avoir effectu&#233; l'entretien des freins, mettre ceux-ci &#224; l'essai
                        avant de remettre le v&#233;hicule en service, afin de s'assurer de la solidit&#233; de la p&#233;dale
                        lors du serrage des freins.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>ANNEXE A : Proc&#233;d&#233; recommand&#233; de r&#233;utilisation des boulons de fixation d'&#233;trier</title>
                <step1>
                    <para count="1">Effectuer une inspection visuelle des boulons enlev&#233;s afin de d&#233;celer tout
                        dommage des filets, contamination ou corrosion. Remplacer en cas de dommage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuer une inspection visuelle des boulons de fixation d'&#233;trier afin de d&#233;celer
                        tout r&#233;sidu blanc/jaune laiss&#233; par une pi&#232;ce adh&#233;sive de Loctite appliqu&#233;e
                        au pr&#233;alable, tel qu'illustr&#233; &#224; la Figure 4. En l'absence d'une pi&#232;ce adh&#233;sive,
                        sauter l'&#233;tape 3 et passer &#224; l'&#233;tape 4.
                    </para>
                </step1>
                <figure id="f0304014" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304014.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 4. Boulon de fixation d'&#233;trier us&#233; avec pi&#232;ce adh&#233;sive sur les
                        filets
                    </caption>
                </figure>
                <step1>
                    <para count="1">&#192; l'aide d'une brosse m&#233;tallique, brosser le r&#233;sidu d'adh&#233;sif
                        des filets du boulon, tel qu'illustr&#233; &#224; la Figure 5. Brosser UNIQUEMENT la surface
                        comportant de l'adh&#233;sif de mani&#232;re &#224; ne pas enlever l'enduit de protection noir
                        du reste des filets. S'assurer d'enlever compl&#232;tement l'adh&#233;sif existant de mani&#232;re
                        &#224; ne voir que de l'acier nu l&#224; o&#249; l'adh&#233;sif &#233;tait appliqu&#233; pr&#233;c&#233;demment,
                        tel qu'illustr&#233; &#224; la Figure 6.
                    </para>
                </step1>
                <figure id="f0304015" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304015.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 5. Utiliser une brosse d'acier pour faire dispara&#238;tre le r&#233;sidu d'adh&#233;sif
                        existant
                    </caption>
                </figure>
                <figure id="f0304016" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304016.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 6. On devrait voir une surface en acier propre et lustr&#233;e quand l'adh&#233;sif
                        est enlev&#233;
                    </caption>
                </figure>
                <step1>
                    <para count="1">Appliquer une petite quantit&#233; de Loctite 2440 liquide sur la surface illustr&#233;e
                        &#224; la Figure 4. Pour s'assurer du rendement optimal du Loctite 2440, les surfaces devraient
                        &#234;tre propres et exemptes de graisse. Le produit devrait &#234;tre appliqu&#233; sur le
                        boulon dans une quantit&#233; suffisante
                        <emph type="bold">pour remplir tous les filets engag&#233;s</emph>; cela d&#233;veloppe la r&#233;sistance
                        utilisable en moins d'une heure et la r&#233;sistance maximale, &#224; la temp&#233;rature de la
                        pi&#232;ce, en moins de trois heures.
                    </para>
                </step1>
                <figure id="f0304017" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304017.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figure 7. Loctite 2440 liquide appliqu&#233; sur les filets propres aux fins de r&#233;installation</caption>
                </figure>
                <para>Retourner &#224; l'&#233;tape 21 du Proc&#233;d&#233; de r&#233;paration de la plaque d'ancrage
                    ci-dessus.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
