<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-05-02R - R&#233;alignement du palier inf&#233;rieur de la colonne de direction inclinable
        Douglas Autotech
    </stitle>
    <tsi id="tsi030502R" tsitype="truck" translation="french">
        <tsinumber>03-05-02R</tsinumber>
        <replace>
            <tsinumber>03-05-02</tsinumber>
        </replace>
        <tsidate>Novembre 2003</tsidate>
        <subjectfile>Direction</subjectfile>
        <subjectgroup>
            <subject>R&#233;alignement du palier inf&#233;rieur de la colonne de direction inclinable Douglas Autotech
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <ucodegroup/>

                <ucode>05708</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>Avis</title>
                <para>Les renseignements offerts dans la pr&#233;sente ont &#233;t&#233; fournis par le fabricant et
                    (ou) le fournisseur aux fins d'utilisation avec leur produit. La Corporation des camions et moteurs
                    International r&#233;imprime ces renseignements selon des observations qui lui sont faites par le
                    fabricant et (ou) le fournisseur, et elle n'est responsable en aucune fa&#231;on de toute erreur ou
                    de tout accident d&#233;coulant de telles erreurs ou d'un tel mauvais emploi du produit. Il importe
                    de souligner que chaque utilisateur doit observer attentivement les consignes qui accompagnent le
                    produit. Se reporter au
                    <exhotlnk document="../tsis/030502r.pdf" bookname="TSI">pdf correspondant au pr&#233;sent bulletin
                        technique
                    </exhotlnk>
                    afin de prendre connaissance du bulletin num&#233;ro 20053003 de Douglas AutoTech, dans lequel des
                    renseignements sur le r&#233;alignement du palier inf&#233;rieur de la colonne de direction sont
                    &#233;nonc&#233;s.
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                            stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement,
                            caler les roues et couper le moteur.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Aux fins de r&#233;installation, mettre de c&#244;t&#233; le boulon de pincement, la
                            rondelle et l'&#233;crou lors du proc&#233;d&#233; suivant.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Si le boulon de pincement, la rondelle plate ou l'&#233;crou montrent des signes de
                            dommage, ceux-ci doivent &#234;tre remplac&#233;s par des composants SAE de qualit&#233; 8
                            pour &#233;viter tout dommate mat&#233;riel ou blessure corporelle grave ou mortelle.
                        </para>
                    </warning>
                </specpara>
            </geninfo>
        </description>
    </tsi>
</isis>
