<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-05-01 - Lubrification de l'accouplement universel sup&#233;rieur de la colonne de direction
        interm&#233;diaire
    </stitle>
    <tsi id="tsi030501" tsitype="truck" translation="french">
        <tsinumber>03-05-01</tsinumber>
        <tsidate>Juillet 2003</tsidate>
        <subjectfile>DIRECTION</subjectfile>
        <subjectgroup>
            <subject>Lubrification de l'accouplement universel sup&#233;rieur de la colonne de direction interm&#233;diaire</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Des renseignements obtenus du terrain r&#233;v&#232;lent que l'accouplement universel sup&#233;rieur
                    de la colonne de direction interm&#233;diaire n'est pas lubrifi&#233; au cours des intervalles
                    d'entretien.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Proc&#233;d&#233; d'entretien</title>
            <para>L'accouplement universel est situ&#233; pr&#232;s du centre de distribution de l'alimentation, sur le
                panneau de l'aile int&#233;rieure gauche, tel qu'illustr&#233; dans la
                <hotlnk xrefid="f0305011">Figure 1</hotlnk>. Une quantit&#233; suffisante de graisse devrait &#234;tre
                introduite de mani&#232;re &#224; faire sortir la vieille graisse et ce, jusqu'&#224; ce que la nouvelle
                graisse propre soit visible &#224; chaque tourillon de l'accouplement universel. Il se peut que la
                colonne de direction doive &#234;tre tourn&#233;e l&#233;g&#232;rement pour rendre le graisseur
                accessible (
                <hotlnk xrefid="f0305012">Figure 2</hotlnk>).
            </para>
            <para>Se reporter au guide du propri&#233;taire du mod&#232;le faisant l'objet de l'entretien pour obtenir
                des renseignements sur les intervalles de lubrification.
            </para>
            <figure id="f0305011" figsize="col-wide">
                <graphic filename="../tsifigures/g0305011.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="392px"/>
                <caption>Figure 1. Emplacement de l'accouplement universel de direction</caption>
            </figure>
            <figure id="f0305012" figsize="pg-wide">
                <graphic filename="../tsifigures/g0305012.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 2. La fl&#232;che indique le graisseur</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
