<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-12-17 - Dur&#233;e de vie optimis&#233;e du radiateur</stitle>
    <tsi id="tsi031217" tsitype="truck" translation="french">
        <tsinumber>03-12-17</tsinumber>
        <tsidate>Novembre 2003</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Dur&#233;e de vie optimis&#233;e du radiateur</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin technique s'applique aux v&#233;hicules &#233;num&#233;r&#233;s ci-dessus
                    qui sont pourvus de moteurs construits avant les normes antipollution 2002.
                </para>
                <para>La dur&#233;e de vie du radiateur d&#233;pend de l'efficacit&#233; de son montage sur le ch&#226;ssis
                    et de ses raccords de tuyauterie au moteur. Une isolation inad&#233;quate de ces points de contact
                    peut donner lieu &#224; de s&#233;rieux effets de choc et vibrations dans la structure du radiateur.
                    Les points critiques suivants doivent &#234;tre v&#233;rifi&#233;s r&#233;guli&#232;rement afin
                    d'assurer une longue dur&#233;e de vie du radiateur.
                </para>
                <para>Bien que l'efficacit&#233; du montage du radiateur prot&#232;ge son int&#233;grit&#233;
                    structurelle, son efficacit&#233; en mati&#232;re de refroidissement d&#233;pend de sa propret&#233;
                    et de sa capacit&#233; de transf&#233;rer la chaleur. Se reporter au
                    <exhotlnk document="../tsis/021201.htm" bookname="TSI">bulletin technique 02-12-01</exhotlnk>
                    pour prendre connaissance des consignes reli&#233;es &#224; la propret&#233; du radiateur, &#224;
                    savoir permettre le d&#233;bit ad&#233;quat de l'air dans les tuyaux jusqu'&#224; la zone du
                    faisceau.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Isolateur de montage du radiateur, 3560217C1</para>
            <para>Bague de tige de soutien, 2038724C1</para>
        </partsinfo>
        <svcproc svcproctype="inspect" graphiccount="2">
            <title>Proc&#233;d&#233;</title>
            <svcsubproc>
                <title>Support de la durite sup&#233;rieure du radiateur</title>
                <para>Le tuyau et la durite sup&#233;rieurs du radiateur &#233;taient un tuyau de m&#233;tal &#224;
                    l'origine; ce tuyau comportait une courbure de 90&#176; et un flexible d'accouplement direct &#224;
                    l'entr&#233;e du radiateur. Le tuyau comporte maintenant une courbure de 47&#176; et est ins&#233;r&#233;
                    dans une durite d'accouplement comportant une courbure de 43&#176;. Se reporter &#224; la FIGURE 1.
                    Les dates de modification d&#233;pendent du mod&#232;le de v&#233;hicule, mais la plupart d'entre
                    elles ont &#233;t&#233; apport&#233;es au cours de la p&#233;riode d'octobre 1995 &#224; janvier
                    1996. Le dernier mod&#232;le &#224; &#234;tre modifi&#233; a &#233;t&#233; la s&#233;rie 2000 avec
                    moteur N-14, en janvier 2002. Se reporter au
                    <exhotlnk document="../tsis/021217.htm" bookname="TSI">bulletin technique 02-12-17</exhotlnk>
                    pour obtenir des renseignements plus d&#233;taill&#233;s.
                </para>
                <para>Le niveau d'insertion du tuyau sup&#233;rieur et du goulot d'entr&#233;e du radiateur dans la
                    durite d'accouplement de 43&#176; constitue un d&#233;tail important du montage. &#192; leur point
                    le plus pr&#232;s &#224; l'int&#233;rieur de l'accouplement, il devrait y avoir un jeu minimum de 1
                    pouce entre le tuyau sup&#233;rieur du radiateur et le goulot du radiateur. Tout contact dans cette
                    zone aura un effet sur la durabilit&#233; du radiateur.
                </para>
                <para>L'&#233;quipe de production a offert un choix entre une durite de caoutchouc ou de silicone de
                    qualit&#233;. On peut identifier la durite en caoutchouc par sa couleur noire, et la durite en
                    silicone par sa couleur bleue. Ces deux types de durites b&#233;n&#233;ficient d'une longue dur&#233;e
                    de vie utile, toutefois il est important de les v&#233;rifier. Ces durites devraient &#234;tre
                    inspect&#233;es afin de d&#233;celer toute coupure ou fissure, ainsi qu'un durcissement. En pr&#233;sence
                    de l'un de ces &#233;tats, il faut remplacer la durite. La durite en caoutchouc est plus souple que
                    la durite de silicone lorsqu'elle est utilis&#233;e aux fins de raccord sup&#233;rieur du radiateur.
                    Le num&#233;ro de pi&#232;ce de la durite en caoutchouc de 43 degr&#233;s est le 485794C1.
                </para>
                <figure id="f0312171" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0312171.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figure 1.</caption>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Isolateurs de radiateur</title>
                <para>Les isolateurs de radiateur illustr&#233;s dans la FIGURE 2 sont requis pour stabiliser le
                    radiateur et l'isoler contre les diff&#233;rents chocs de la route et les vibrations du moteur. Il
                    est &#233;galement important de v&#233;rifier l'&#233;tat de ces isolateurs. Les isolateurs montrant
                    des indices d'usure ou de dommage doivent &#234;tre remplac&#233;s. Le num&#233;ro de pi&#232;ce de
                    l'isolateur de montage du radiateur est le 3560217C1. Ce num&#233;ro de pi&#232;ce d'isolateur se
                    compose de deux isolateurs en caoutchouc li&#233;s aux deux rondelles d'acier, et &#224; la but&#233;e
                    d'acier, comme une seule unit&#233;. Il est &#233;galement important de v&#233;rifier les bagues de
                    la tige de soutien afin de d&#233;celer tout dommage ou usure. En cas de dommage, il faut remplacer
                    les bagues. Le num&#233;ro de pi&#232;ce des bagues de la tige de soutien est le 2038724C1.
                </para>
                <figure id="f0312172" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0312172.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figure 2.</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
