<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-12-10R - Usure de courroie sur les moteurs International VT 365, T 444E, DT 466 et 530
    </stitle>
    <tsi id="tsi031210R" tsitype="truck" translation="french">
        <tsinumber>03-12-10R</tsinumber>
        <replace>
            <tsinumber>F03-12-10</tsinumber>
        </replace>
        <tsidate>Octobre 2003</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Usure de courroie sur les moteurs International VT 365, T 444E, DT 466 et 530</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466
                    <daterange>
                        <startdate>09/01/1993</startdate>
                    </daterange>
                </engfam>
                <engfam>530
                    <daterange>
                        <startdate>09/01/1993</startdate>
                    </daterange>
                </engfam>
                <engfam>T 444E
                    <daterange>
                        <startdate>02/01/1994</startdate>
                    </daterange>
                </engfam>
                <engfam>VT 365
                    <daterange>
                        <startdate>03/01/2002</startdate>
                    </daterange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les v&#233;hicules International ainsi &#233;quip&#233;s dont le bord avant ou arri&#232;re des
                    courroies d'entra&#238;nement principales devient us&#233; risquent d'&#233;prouver des anomalies
                    d'alignement. Il faut alors inspecter le support de l'alternateur, le moyeu du ventilateur et le
                    tendeur de courroie automatique.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>Proc&#233;d&#233;</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                            stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement,
                            caler les roues et couper le moteur.
                        </para>
                    </warning>
                </specpara>
                <para>En r&#232;gle g&#233;n&#233;rale, il suffit de placer une simple r&#232;gle de pr&#233;cision sur
                    la face de la poulie de l'alternateur pour v&#233;rifier l'alignement de la courroie. Placer la r&#232;gle
                    de pr&#233;cision sur la face de la poulie de l'alternateur et la faire tourner jusqu'&#224; la
                    poulie du moyeu de ventilateur. La courroie devrait &#234;tre &#233;loign&#233;e d'une distance
                    &#233;gale de la r&#232;gle de pr&#233;cision au niveau de la poulie du moyeu du ventilateur que de
                    la poulie de l'alternateur. Ce m&#234;me proc&#233;d&#233; peut servir &#224; v&#233;rifier
                    l'alignement au tendeur, &#224; la poulie de la pompe &#224; eau, et &#224; la poulie du
                    vilebrequin. Gr&#226;ce &#224; cette m&#233;thode, on pourra identifier la poulie et (ou) le syst&#232;me
                    d'entra&#238;nement qui est d&#233;salign&#233; et qui a besoin d'un r&#233;glage &#224; l'aide de
                    l'un ou des proc&#233;d&#233;s suivants.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Alignement du support de l'alternateur</title>
                <step1>
                    <para count="1">Retirer la courroie d'entra&#238;nement de la poulie de l'alternateur.</para>
                </step1>
                <step1>
                    <para count="1">Desserrer le boulon de fixation sup&#233;rieur de l'alternateur.</para>
                </step1>
                <step1>
                    <para count="1">Desserrer le boulon de fixation inf&#233;rieur de l'alternateur. S'assurer que le
                        boulon est suffisamment desserr&#233; pour pouvoir frapper l&#233;g&#232;rement vers l'arri&#232;re
                        le coussinet de mani&#232;re &#224; cr&#233;er un jeu entre le coussinet et le support de
                        montage.
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer le boulon de montage sup&#233;rieur &#224; un couple de 81-95 Nm (60-70
                        lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Serrer le boulon de montage inf&#233;rieur &#224; un couple de 81-95 Nm (60-70
                        lbf-pi).
                    </para>
                </step1>
                <step1>
                    <para count="1">Installer la courroie du ventilateur. S'assurer que la courroie est bien log&#233;e
                        dans chacune des gorges de poulies.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Moyeu de ventilateur (pompe &#224; eau mont&#233;e sur les V8) avec with entra&#238;nement de
                    ventilateur &#224; viscocouplage, entra&#238;nement de ventilateur EC-450 de Horton, et entra&#238;nement
                    de ventilateur de BorgWarner (SFN 03-12 explique les consignes de montage du Horton Drive Master)
                </title>
                <step1>
                    <para count="1">Retirer la courroie de la poulie du ventilateur.</para>
                </step1>
                <step1>
                    <para count="1">Enlever les quatre boulons qui fixent la poulie au moyeu du ventilateur, puis
                        retirer la poulie.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspecter le moyeu du ventilateur pour s'assurer que les roulements ne se sont pas d&#233;plac&#233;s
                        vers l'arri&#232;re, dans le sens du moteur. Si un roulement s'est d&#233;plac&#233;, remplacer
                        le moyeu et inspecter le v&#233;hicule pour d&#233;celer des vibrations du moteur ou des organes
                        de transmission.
                    </para>
                </step1>
                <step1>
                    <para count="1">S'il n'est pas n&#233;cessaire de remplacer le moyeu du ventilateur, effectuer le
                        remontage du moyeu et tenter de rep&#233;rer un d&#233;salignement des autres composants.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Tendeur de courroie de ventilateur automatique</title>
                <step1>
                    <para count="1">Retirer la courroie du ventilateur.</para>
                </step1>
                <step1>
                    <para count="1">V&#233;rifier le composant suivant du tendeur.</para>
                    <step2>
                        <para count="1">De la rouille entre le bras et la base</para>
                    </step2>
                    <step2>
                        <para count="1">La rotation de la poulie et le pivotement du bras du tendeur doit s'effectuer
                            librement et en douceur, sans bruit ou irr&#233;gularit&#233;
                        </para>
                    </step2>
                    <step2>
                        <para count="1">V&#233;rifier la poulie pour d&#233;celer une usure excessive</para>
                    </step2>
                    <step2>
                        <para count="1">Roulements de poulie desserr&#233;s</para>
                    </step2>
                    <step2>
                        <para count="1">Usure du bras au joint de la base</para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Remplacer le tendeur si tout &#233;tat pr&#233;cit&#233; est d&#233;cel&#233;.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre la courroie du ventilateur en place.</para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
