<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-16-04 - &#171;Verrouillage invers&#233;&#187; des ceintures de s&#233;curit&#233;</stitle>
    <tsi id="tsi031604" tsitype="truck" translation="french">
        <tsinumber>03-16-04</tsinumber>
        <tsidate>Juillet 2003</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>&#171;Verrouillage invers&#233;&#187; des ceintures de s&#233;curit&#233;</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2500</truckmodel>
                <truckmodel>2600</truckmodel>
                <truckmodel>3800</truckmodel>
                <truckmodel>4700</truckmodel>
                <truckmodel>4800</truckmodel>
                <truckmodel>4900</truckmodel>
                <truckmodel>5000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>9000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>En raison de certaines conditions, qui peuvent &#234;tre rencontr&#233;es seulement avant ou
                    pendant l'installation initiale des ceintures de s&#233;curit&#233;, un &#171;verrouillage invers&#233;&#187;
                    des ensembles de ceintures de s&#233;curit&#233; &#224; enrouleur automatique risque de se produire.
                    Dans un pareil cas, la ceinture ne peut &#234;tre tir&#233;e hors de l'enrouleur et celle-ci semble
                    &#234;tre &#171;verrouill&#233;e&#187;. Cet &#233;tat se manifeste soit parce qu'un surplus de
                    sangle a &#233;t&#233; bobin&#233; dans l'enrouleur avant l'installation de ce dernier dans le v&#233;hicule,
                    soit parce que l'enrouleur de la ceinture n'est pas en position verticale. Les ceintures de s&#233;curit&#233;
                    des camions International font partie d'un syst&#232;me de protection essentiel des occupants. Les
                    composants individuels de ces syst&#232;mes de ceintures de s&#233;curit&#233; ont &#233;t&#233; con&#231;us
                    avec soin, &#233;talonn&#233;s &#224; l'usine et test&#233;s de fa&#231;on &#224; &#234;tre
                    conformes aux exigences strictes des Federal Motor Vehicle Safety Standards. Suivre les proc&#233;d&#233;s
                    pour s'assurer d'une conformit&#233; permanente.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Ne pas tenter de r&#233;parer un composant d'une ceinture de s&#233;curit&#233;. Cette
                        intervention pourrait exposer les occupants du camion &#224; des blessures graves, voire m&#234;me
                        mortelles, advenant une collision significative du v&#233;hicule.
                    </para>
                </warning>
            </specpara>
            <para>Effectuer les &#233;tapes suivantes pour d&#233;verrouiller un ensemble de ceinture de s&#233;curit&#233;
                install&#233; qui manifeste des caract&#233;ristiques de &#171;verrouillage invers&#233;&#187; :
            </para>
            <step1>
                <para count="1">Si l'enrouleur se verrouille apr&#232;s son installation dans le v&#233;hicule,
                    <emph type="bold">s'assurer que l'enrouleur est mont&#233; en position de 90 degr&#233;s, tel
                        qu'illustr&#233; dans la
                        <hotlnk xrefid="f0316041">Figure 1</hotlnk>
                        et la
                        <hotlnk xrefid="f0316042">Figure 2</hotlnk>.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Saisir fermement la sangle qui se trouve pr&#232;s de l'enrouleur, tel qu'illustr&#233;
                    dans la
                    <hotlnk xrefid="f0316042">Figure 2</hotlnk>.
                </para>
            </step1>
            <figure id="f0316041" figsize="col-wide">
                <graphic filename="../tsifigures/g0316041.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <figure id="f0316042" figsize="col-wide">
                <graphic filename="../tsifigures/g0316042.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <step1>
                <para count="1">Tirer la sangle avec suffisamment de force pour serrer la sangle sur la bobine.</para>
            </step1>
            <step1>
                <para count="1">Rel&#226;cher la sangle. Cela devrait donner lieu &#224; une r&#233;introduction d'un
                    demi pouce de sangle dans la bobine de l'enrouleur et ce dernier devrait se d&#233;verrouiller.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si la fonction de la ceinture n'est pas corrig&#233;e ou si l'unit&#233; continue de se
                        verrouiller sans charge suite &#224; ces &#233;tapes, IL FAUT REMPLACER L'ENSEMBLE TOUT ENTIER
                        DE LA CEINTURE DE S&#201;CURIT&#201;!
                    </para>
                </note>
            </specpara>
            <para>Effectuer les &#233;tapes suivantes pour d&#233;verrouiller un ensemble de ceinture de s&#233;curit&#233;
                non install&#233; qui manifeste des caract&#233;ristiques de &#171;verrouillage invers&#233;&#187; :
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Serrer l'ensemble de l'enrouleur dans un &#233;tau &#224; une orientation de 90 degr&#233;s,
                        tel qu'illustr&#233; dans la
                        <hotlnk xrefid="f0316043">Figure 3</hotlnk>.
                    </para>
                </item>
                <item>
                    <para>Tirer la sangle avec suffisamment de force pour serrer la sangle sur la bobine.</para>
                </item>
                <item>
                    <para>Rel&#226;cher la sangle. Cela devrait donner lieu &#224; une r&#233;introduction d'un demi
                        pouce de sangle dans la bobine de l'enrouleur; l'enrouleur devrait se d&#233;verrouiller.
                    </para>
                </item>
                <item>
                    <para>Une fois l'enrouleur d&#233;verrouill&#233;, tirer la sangle hors de celui-ci de 12 &#224; 15
                        po, et verrouiller le Komfort Latch sur la sangle, tel qu'illustr&#233; dans la
                        <hotlnk xrefid="f0316044">Figure 4</hotlnk>. Cela emp&#234;chera la sangle de s'escamoter enti&#232;rement
                        sur la bobine et de permettre au syst&#232;me de se verrouiller.
                    </para>
                </item>
            </seqlist>
            <figure id="f0316043" figsize="col-wide">
                <graphic filename="../tsifigures/g0316043.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <figure id="f0316044" figsize="col-wide">
                <graphic filename="../tsifigures/g0316044.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <specpara>
                <note>
                    <para>Certaines applications ne comportent pas un Komfort Latch. Ces unit&#233;s comportent
                        habituellement une but&#233;e de carton qui emp&#234;che l'exc&#232;s de sangle de se bobiner
                        &#224; nouveau sur l'enrouleur. Cette but&#233;e de carton ne devrait &#234;tre enlev&#233;e
                        qu'apr&#232;s l'ach&#232;vement de l'installation sur le v&#233;hicule.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
