<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 03-12-12 - Radiateurs de service des s&#233;ries de mod&#232;les 2000, 5000 et 9000</stitle>
    <tsi id="tsi031212" tsitype="truck" translation="french">
        <tsinumber>03-12-12</tsinumber>
        <tsidate>August, 2003</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Radiateurs de service des s&#233;ries de mod&#232;les 2000, 5000 et 9000</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>5000</truckmodel>
                <truckmodel>9000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin de renseignements techniques s'applique aux v&#233;hicules construits
                    avant le mois de novembre 2002 (norme antipollution 2002).
                </para>
                <para>Le radiateur de rechange destin&#233; aux mod&#232;les 2000, 5000 et 9000 est maintenant fait en
                    aluminium au lieu d'en cuivre/laiton. Le faisceau est maintenant fait d'aluminium afin d'assurer un
                    bon fonctionnement avec les applications de puissance plus &#233;lev&#233;e en HP.
                </para>
                <para>Deux tiges de soutien sont situ&#233;es sur les c&#244;t&#233;s avant et arri&#232;re du radiateur
                    de cuivre/laiton; ces tiges vont du haut jusqu'au bas du radiateur pour offrir une r&#233;sistance
                    additionnelle. Se reporter &#224; la Figure 1. Les radiateurs en aluminium ne n&#233;cessitent pas
                    ces quatre tiges de soutien, donc il NE faut PAS tenter de transf&#233;rer les tiges de soutien de
                    l'ancien radiateur au nouveau radiateur.
                </para>
                <para>Lors de l'installation du radiateur en aluminium, il est essentiel de remplacer les quatre
                    isolateurs en caoutchouc situ&#233;s entre le radiateur et le berceau. Lorsque l'on veut commander
                    le radiateur de rechange, il faut consulter la liste de pi&#232;ces si l'on doit commander les
                    isolateurs s&#233;par&#233;ment. Si aucune pi&#232;ce suppl&#233;mentaire n'est requise, les
                    isolateurs devraient alors &#234;tre fournis avec le radiateur de rechange.
                </para>
                <figure id="f0312121" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0312121.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="392px"/>
                    <caption>Figure 1.</caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
