<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-08-01 - &#171;Incandescence&#187; du voyant du frein de stationnement</stitle>
    <tsi id="tsi040801" tsitype="truck" translation="french">
        <tsinumber>04-08-01</tsinumber>
        <tsidate>Janvier 2004</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>&#171;Incandescence&#187; du voyant du frein de stationnement</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16WJY</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le bulletin TSI-03-08-02 comportait des consignes d'utilisation des nouveaux syst&#232;mes RKE
                    install&#233;s dans les v&#233;hicules de mod&#232;le 9000i construits apr&#232;s le 31 janvier
                    2003. Suite au lancement du nouveau syst&#232;me, une certaine incandescence du voyant du frein de
                    stationnement de certains v&#233;hicules a &#233;t&#233; constat&#233;e lorsque le frein de
                    stationnement n'est pas serr&#233;. Il se peut que cette incandescence ne soit pas remarqu&#233;e le
                    jour; toutefois, on peut la voir lorsque l'int&#233;rieur de la cabine est sombre. Cette
                    incandescence n'a aucun effet sur le fonctionnement du syst&#232;me du frein de stationnement, ou
                    RKE, du v&#233;hicule. Si un client se plaint de l'incandescence du voyant du frein de stationnement
                    et que le v&#233;hicule est conforme aux param&#232;tres pr&#233;cit&#233;s, on pourra &#233;liminer
                    l'incandescence du voyant du frein de stationnement en effectuant le proc&#233;d&#233; suivant.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>R&#233;sistance de 220 ohms, 1 W; obtenir au niveau local. La r&#233;sistance devrait &#234;tre
                pourvue de deux bandes rouges et d'une bande noire pr&#232;s d'une extr&#233;mit&#233;.
            </para>
            <para>Borne 1660577C1</para>
            <para>2 &#171;Section de tube thermor&#233;tr&#233;cissable &#188;&#187;</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;d&#233;</title>
            <specpara>
                <warning>
                    <para>Le d&#233;faut de d&#233;brancher la borne n&#233;gative de la batterie avant de proc&#233;der
                        &#224; quelque man&#339;uvre que ce soit sur le syst&#232;me &#233;lectrique du v&#233;hicule
                        risque d'occasionner un court-circuit, ce qui pourrait entra&#238;ner des dommages mat&#233;riels
                        et des blessures graves ou mortelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter toujours des
                        lunettes de s&#233;curit&#233; et un &#233;cran facial lors des man&#339;uvres effectu&#233;es
                        &#224; proximit&#233; des batteries afin de pr&#233;venir les dommages mat&#233;riels et les
                        blessures corporelles graves ou mortelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher la borne n&#233;gative de la batterie au niveau de cette
                    derni&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer la plaque de garde sous le tableau de bord, sur le c&#244;t&#233; conducteur, de
                    mani&#232;re &#224; pouvoir obtenir l'acc&#232;s au dessous du commutateur d'allumage du v&#233;hicule.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le connecteur de la borne &#171;G&#187; du commutateur d'allumage. Le connecteur
                    devrait comporter les circuits 81X (18GY) et 44 (16GY) tel qu'illustr&#233; sur la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever le connecteur et la borne de l'extr&#233;mit&#233; des deux circuits.</para>
            </step1>
            <step1>
                <para count="1">Raccourcir 81X d'environ 1 1/2 po et d&#233;nuder l'extr&#233;mit&#233; du c&#226;ble
                    aux fins d'une connexion soud&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Installer une section de deux pouces de tube thermor&#233;tr&#233;cissable de &#188;"
                    par-dessus les extr&#233;mit&#233;s des deux fils.
                </para>
            </step1>
            <step1>
                <para count="1">Souder la r&#233;sistance de 220 ohms, 1 W, sur l'extr&#233;mit&#233; du fil d&#233;nud&#233;
                    du circuit 81X. Raccourcir les deux extr&#233;mit&#233;s de la r&#233;sistance de mani&#232;re
                    &#224; ce que la longueur totale de celle-ci soit environ la m&#234;me que celle de la section enlev&#233;e
                    du circuit 81X &#224; l'&#233;tape 4 ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">Joindre l'autre extr&#233;mit&#233; de la r&#233;sistance au circuit 44 et sertir une
                    nouvelle borne (1660577C1) sur la r&#233;sistance et le fil.
                </para>
            </step1>
            <step1>
                <para count="1">Faire glisser le tube thermor&#233;tr&#233;cissable par-dessus le joint &#224; brasure
                    tendre, la r&#233;sistance, et l'embout.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer de la chaleur au tube et le faire r&#233;tr&#233;cir jusqu'&#224; ce qu'il
                    soit bien ajust&#233; autour de la r&#233;sistance et du fil.
                </para>
            </step1>
            <step1>
                <para count="1">Fixer la borne dans le connecteur et r&#233;installer le connecteur sur la borne &#171;G&#187;,
                    au niveau du commutateur d'allumage.
                </para>
            </step1>
            <step1>
                <para count="1">Rebrancher la borne n&#233;gative sur la batterie et s'assurer que le voyant du frein de
                    stationnement n'est plus allum&#233; lorsque le frein de stationnement est desserr&#233; et que le
                    RKE fonctionne de mani&#232;re appropri&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer la plaque de garde sur le c&#244;t&#233; conducteur.</para>
            </step1>
            <figure id="f0408011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408011.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figure 1.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
