<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-04-01 - Discussion sur l'interaction entre le servo hydraulique de freinage et le syst&#232;me
        de servodirection dans les v&#233;hicules International
    </stitle>
    <tsi id="tsi040401" tsitype="truck" translation="french">
        <tsinumber>04-04-01</tsinumber>
        <tsidate>Janvier 2004</tsidate>
        <subjectfile>FREINS</subjectfile>
        <subjectgroup>
            <subject>Discussion sur l'interaction entre le servo hydraulique de freinage et le syst&#232;me de
                servodirection dans les v&#233;hicules International
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1652</truckmodel>
                <truckmodel>3000FE</truckmodel>
                <truckmodel>3000RE</truckmodel>
                <truckmodel>3200</truckmodel>
                <truckmodel>3800</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>4700</truckmodel>
                <truckmodel>4900</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <figure id="f0404011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0404006.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Figure 1. Servo hydraulique de freinage</caption>
                </figure>
                <para>Le servo hydraulique de freinage fonctionne en s&#233;rie avec le bo&#238;tier de servodirection
                    (se reporter &#224; la Figure 1). La pompe de servodirection satisfait &#224; la demande en d&#233;bit
                    de liquide et en pression aux deux unit&#233;s lors de la direction et du freinage. Lorsque la
                    direction et le freinage se produisent simultan&#233;ment la demande de pression du bo&#238;tier de
                    direction et des freins est additive.
                </para>
                <para>Le bo&#238;tier de servodirection est &#233;quilibr&#233; de mani&#232;re &#224; pouvoir traiter
                    la pression qui est g&#233;n&#233;r&#233;e dans la conduite de retour du bo&#238;tier de direction.
                    Le bo&#238;tier de servodirection est &#233;galement muni d'un d&#233;tendeur interne dont le r&#233;glage
                    est inf&#233;rieur &#224; celui du d&#233;tendeur de la pompe de servodirection, afin de permettre
                    un d&#233;gagement de la pression du bo&#238;tier de direction avant celle de la pompe de
                    servodirection. Cela donne lieu &#224; un maintien de l'assistance aux freins et &#224; la
                    direction.
                </para>
                <para>Le servo hydraulique de freinage est pourvu d'une pompe &#233;lectrique de r&#233;serve qui
                    fournit une surpression hydraulique en cas d'un arr&#234;t du moteur. Le signal de fonctionnement de
                    la pompe &#233;lectrique provient du limiteur de d&#233;bit int&#233;gr&#233; dans l'ensemble du
                    servo hydraulique de freinage.
                </para>
                <para>La pompe de servodirection re&#231;oit la demande la plus &#233;lev&#233;e lorsque le v&#233;hicule
                    est stationnaire, que le moteur tourne au ralenti (faible r&#233;gime de la pompe de servodirection)
                    et que les freins de service sont serr&#233;s pendant que le volant est tourn&#233;. Dans de
                    pareilles conditions, la pompe fournit une surpression aux syst&#232;mes de freinage et de
                    direction, et il est possible qu'un t&#233;moin s'allume ou qu'un avertisseur sonore retentisse.
                    Dans de telles circonstances, le servo de freinage fonctionne toujours et le contr&#244;le du v&#233;hicule
                    ne subit aucun effet adverse.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
