<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-08-04 - Contr&#244;leur de batterie avec relais &#224; verrouillage</stitle>
    <tsi id="tsi040804" tsitype="truck" translation="french">
        <tsinumber>04-08-04</tsinumber>
        <tsidate>April, 2004</tsidate>
        <subjectfile>SYST&#200;ME &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>Contr&#244;leur de batterie avec relais &#224; verrouillage</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le contr&#244;leur de batterie surveille en tout temps la tension de la batterie du v&#233;hicule.
                    Le syst&#232;me active une alarme sonore et un t&#233;moin (&#224; DEL) rouge pendant 60 secondes si
                    la tension de la batterie diminue jusqu'au niveau pr&#233;r&#233;gl&#233; de 12,1 V c.c. ou moins.
                    Une fois que la tension du v&#233;hicule chute &#224; 12,1 V c.c. ou moins et que l'alarme sonore a
                    retenti pendant 60 secondes, le syst&#232;me d&#233;branche tout circuit accessoire branch&#233; au
                    relais de commande, si le moteur ne tourne pas. Apr&#232;s 60 secondes, l'alarme cesse de retentir
                    et le t&#233;moin (&#224; DEL) commence &#224; clignoter jusqu'&#224; la remise &#224; l'&#233;tat
                    initial du syst&#232;me. Le syst&#232;me est automatiquement remis &#224; l'&#233;tat initial une
                    fois que le moteur a d&#233;marr&#233;. Ce syst&#232;me a &#233;t&#233; con&#231;u de mani&#232;re
                    &#224; fournir une tension suffisant &#224; faire red&#233;marrer le moteur. Le relais de commande
                    ne n&#233;cessite aucune tension pour demeurer ouvert ou ferm&#233;; une impulsion de tension est
                    &#233;mise au relais pour activer la fonction d'ouverture ou de fermeture.
                </para>
                <para>Le syst&#232;me est pourvu d'une fonction qui emp&#234;che le d&#233;branchement des accessoires
                    pendant que le moteur tourne. Un manocontacteur de pression d'huile normalement ferm&#233; (N.F.)
                    est utilis&#233; &#224; cette fin.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;dure de d&#233;pannage</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Se reporter &#224; la Figure 1 pour prendre connaissance de toutes les r&#233;f&#233;rences de
                        circuits et de connecteurs.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">
                    <emph type="bold">Le t&#233;moin de faible charge de la batterie ne s'allume PAS &#224; la tension
                        pr&#233;r&#233;gl&#233;e ou moins quand le moteur est coup&#233;; toutefois, toutes les autres
                        fonctions du syst&#232;me fonctionnent comme pr&#233;vu.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Confirmer que le connecteur (816F) situ&#233; &#224; environ 6 po de la DEL est enti&#232;rement
                            accoupl&#233; avec le faisceau de c&#226;blage du syst&#232;me et que tous les autres
                            connecteurs sont enti&#232;rements accoupl&#233;s au syst&#232;me.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un ohmm&#232;tre, v&#233;rifier le circuit 11GDC du fil BLANC (broche F
                            sur le connecteur 815M du module de commande) pour v&#233;rifier s'il existe une continuit&#233;
                            du fil &#224; la masse; celui-ci doit &#234;tre branch&#233; &#224; une mise &#224; la masse
                            fiable du ch&#226;ssis.
                        </para>
                    </item>
                    <item>
                        <para>D&#233;brancher le connecteur &#224; DEL (816F) du faisceau de c&#226;blage principal. Sur
                            le c&#244;t&#233; &#224; DEL du connecteur, s'assurer que la DEL fonctionne en utilisant le
                            mode d'essai des diodes &#224; l'aide d'un multim&#232;tre num&#233;rique appropri&#233;. Si
                            la DEL n'indique aucune tension en un sens, et un circuit ouvert dans l'autre, remplacer la
                            DEL. Si la DEL est en r&#232;gle suite &#224; l'essai, v&#233;rifier les c&#226;bles se
                            rendant du connecteur &#224; DEL (816F) au module de commande &#224; l'aide d'un ohmm&#232;tre.
                            D&#233;brancher le connecteur (815M) du module de commande et v&#233;rifier la continuit&#233;
                            entre le connecteur &#224; DEL (broche A) vers le module de commande (broche D) et le
                            connecteur &#224; DEL (broche B) dans le module de commande (broche F). Si la continuit&#233;
                            de tous les fils est en r&#232;gle, remplacer le module de commande.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Le syst&#232;me ne d&#233;branche pas les accessoires lorsque la charge de la
                        batterie est faible quand le moteur est COUP&#201;; toutefois, toutes les autres fonctions du
                        syst&#232;me fonctionnent comme pr&#233;vu.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que tous les connecteurs de faisceau de c&#226;blage du syst&#232;me sont enti&#232;rement
                            accoupl&#233;s.
                        </para>
                    </item>
                    <item>
                        <para>S'assurer que le connecteur &#224; trois (3) broches (1255) pr&#232;s du relais de
                            commande est accoupl&#233; convenablement.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un voltm&#232;tre, v&#233;rifier pour une tension constante de + 12 V sur
                            le circuit 14DMH (broche H) du fil ROUGE sur le module de commande. En cas d'absence de
                            tension, v&#233;rifier le fusible F10-A dans le faisceau de c&#226;blage; si celui-ci est br&#251;l&#233;,
                            le remplacer par un fusible de 10 A. Si le fusible est en bon &#233;tat mais qu'il n'existe
                            toujours aucune tension, v&#233;rifier le branchement du circuit 14DAF du fil ROUGE &#224;
                            partir de la broche d'alimentation de la batterie jusqu'au relais de commande. En cas d'une
                            absence de branchement ou si le raccord de c&#226;blage est bris&#233;, r&#233;parer de mani&#232;re
                            appropri&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un ohmm&#232;tre, v&#233;rifier le circuit 11GDC du fil BLANC (broche F)
                            sur le connecteur (815M) du module de commande pour v&#233;rifier s'il existe une continuit&#233;
                            du fil &#224; la masse; celui-ci doit &#234;tre branch&#233; &#224; une mise &#224; la masse
                            fiable du ch&#226;ssis.
                        </para>
                    </item>
                    <item>
                        <para>Le syst&#232;me est pourvu d'une fonction de neutralisation pendant que le moteur tourne.
                            Le c&#226;blage en provenance du module de commande est achemin&#233; dans le manocontacteur
                            de pression d'huile (normalement ferm&#233;) puis vers le relais de commande. Pendant que le
                            moteur est COUP&#201;, v&#233;rifier la continuit&#233; entre le circuit 14DMC (broche C) du
                            fil BLEU du relais de commande sur le connecteur (1255) et le fil BLEU (broche C) du module
                            de commande sur le connecteur (815M) &#224; l'aide d'un ohmm&#232;tre. En cas d'une absence
                            de continuit&#233;, rep&#233;rer le manocontacteur de pression d'huile dans le compartiment
                            moteur et s'assurer que le connecteur (817M) du manocontacteur de pression d'huile est enti&#232;rement
                            accoupl&#233; au manocontacteur, puis mettre le syst&#232;me &#224; l'essai &#224; nouveau.
                            En cas d'une absence de continuit&#233;, d&#233;brancher le connecteur du manocontacteur et
                            v&#233;rifier la continuit&#233; entre la broche C du relais de commande et l'une des bornes
                            du connecteur (817M) du faisceau de c&#226;blage du manocontacteur. En cas d'une absence de
                            continuit&#233;, r&#233;parer le fil de mani&#232;re appropri&#233;e. V&#233;rifier ensuite
                            la continuit&#233; entre l'autre borne de connecteur du manocontacteur et la broche C du
                            module de commande. En cas d'une absence de continuit&#233;, r&#233;parer le fil de mani&#232;re
                            appropri&#233;e. Si tout est en r&#232;gle suite aux essais pr&#233;cit&#233;s, v&#233;rifier
                            la continuit&#233; du manocontacteur de pression d'huile &#224; l'aide d'un ohmm&#232;tre.
                            Brancher les deux conducteurs de l'ohmm&#232;tre aux deux bornes du manocontacteur; le
                            circuit doit &#234;tre ferm&#233;. Si le circuit est ouvert, remplacer le manocontacteur de
                            pression d'huile.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Le syst&#232;me d&#233;branche les accessoires lorsque la charge de la batterie
                        est faible; toutefois, aucun t&#233;moin ne s'allume et aucune alarme sonore ne retentit.
                    </emph>
                </para>
                <para>
                    <emph type="bold">T&#233;moin</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Pour mettre la circuiterie du t&#233;moin &#224; l'essai, se reporter &#224; l'&#233;tape
                            1 ci-dessus.
                        </para>
                    </item>
                </randlist>
                <para>
                    <emph type="bold">Alarme sonore</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que tous les connecteurs de faisceau de c&#226;blage du syst&#232;me sont enti&#232;rement
                            accoupl&#233;s.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un voltm&#232;tre, v&#233;rifier le circuit 14DMG (broche 3) du fil ROUGE
                            au niveau du connecteur de l'alarme sonore pour +12 V. En cas d'une absence de tension, v&#233;rifier
                            la source d'alimentation &#233;lectrique constante afin de d&#233;celer tout fil rompu.
                            L'alimentation de tension provient du fil ROUGE de l'alimentation de la batterie sur le
                            relais de commande et par le fusible F10-A. R&#233;parer de mani&#232;re appropri&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un ohmm&#232;tre, v&#233;rifier la continuit&#233; entre le circuit 14DME
                            (broche A) du fil NOIR au niveau du connecteur (815M) du module de commande et le fil NOIR
                            (broche 1) au niveau du connecteur (201M) de l'alarme sonore. En cas d'une absence de
                            continuit&#233;, r&#233;parer le fil de mani&#232;re appropri&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un fil de connexion, appliquez une mise &#224; la masse &#224; la broche 1
                            sur le connecteur (201M) de l'alarme sonore. Celle-ci devrait fonctionner. Sinon, remplacer
                            l'alarme sonore. Si l'alarme sonore fonctionne, remplacer le module de commande.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Le syst&#232;me ne rebranche pas les accessoires lorsque le moteur d&#233;marre.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>S'assurer que le connecteur (1255) du relais de commande est enti&#232;rement accoupl&#233;
                            au faisceau de c&#226;blage du module.
                        </para>
                    </item>
                    <item>
                        <para>&#192; l'aide d'un voltm&#232;tre, v&#233;rifier la broche E du connecteur (815M) du
                            module de commande; une tension de +12 V devrait exister uniquement au moment du d&#233;marrage
                            du moteur du v&#233;hicule. En cas d'une absence de tension, s'assurer que le circuit 17DSK
                            du fil ROSE est branch&#233; &#224; l'alimentation de d&#233;marrage. Si le branchement est
                            effectu&#233;, v&#233;rifier la continuit&#233; du fil ROSE entre l'alimentation de d&#233;marrage
                            et le module de commande (broche E). En cas d'une absence de continuit&#233;, r&#233;parer
                            le fil de mani&#232;re appropri&#233;e. Si la continuit&#233; existe, v&#233;rifier la
                            continuit&#233; du fil VERT &#224; partir de la broche A du connecteur (1255) de relais et
                            du circuit 14DMB du fil ROUGE &#224; partir de la broche B du connecteur (815M) du module de
                            commande. En cas d'une absence de continuit&#233;, r&#233;parer le fil de mani&#232;re
                            appropri&#233;e. Si la continuit&#233; existe, remplacer le module de commande.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Le syst&#232;me d&#233;branche les accessoires pendant que le moteur tourne.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>MOTEUR QUI TOURNE : Rep&#233;rer le manocontacteur de pression d'huile dans le
                            compartiment moteur. D&#233;brancher du manocontacteur de pression d'huile le connecteur du
                            faisceau de c&#226;blage. &#192; l'aide d'un ohmm&#232;tre, brancher les deux conducteurs de
                            l'ohmm&#232;tre aux deux bornes du manocontacteur de pression d'huile; le circuit doit
                            &#234;tre ouvert pendant que le moteur tourne; si le circuit est ferm&#233;, remplacer le
                            manocontacteur de pression d'huile.
                        </para>
                    </item>
                    <item>
                        <para>La fonction de d&#233;branchement du syst&#232;me comporte une fonction de neutralisation
                            pendant que le moteur tourne. Le c&#226;blage en provenance du module de commande est
                            achemin&#233; dans le manocontacteur de pression d'huile (normalement ferm&#233; - moteur
                            COUP&#201;) et vers le relais de commande.
                        </para>
                    </item>
                    <item>
                        <para>MOTEUR COUP&#201; : &#192; l'aide d'un ohmm&#232;tre, v&#233;rifier la continuit&#233;
                            entre le circuit 14DMC (broche C) du fil BLEU du connecteur (1255) du relais de commande et
                            le circuit 14DMD (broche C) du fil BLEU du connecteur (815M) du module de commande. Si la
                            continuit&#233; existe pendant que le moteur est coup&#233; et qu'il n'existe aucune
                            continuit&#233; pendant que le moteur tourne, le manocontacteur fonctionne convenablement et
                            le module de commande devrait &#234;tre remplac&#233;.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Le t&#233;moin de faible charge de la batterie s'allume et l'alarme sonore
                        retentit pendant que le moteur tourne. Apr&#232;s une minute, le t&#233;moin de faible charge de
                        la batterie se met &#224; clignoter et l'alarme cesse de retentir; toutefois, le syst&#232;me ne
                        coupe aucun accessoire.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si cette condition se manifeste pendant que le v&#233;hicule roule, cela signifie que le
                            contr&#244;leur de la batterie fonctionne tel que pr&#233;vu; toutefois, il est probable que
                            l'une des anomalies suivantes du v&#233;hicule est survenue :
                        </para>
                        <randlist type="dash">
                            <item>
                                <para>Un circuit de charge d&#233;fectueux.</para>
                            </item>
                            <item>
                                <para>L'alternateur n'&#233;met pas suffisamment de courant pour satisfaire &#224;
                                    l'appel de courant r&#233;el du v&#233;hicule.
                                </para>
                            </item>
                            <item>
                                <para>Un fil rompu sur l'entr&#233;e ou la sortie de l'alternateur.</para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Comment v&#233;rifier la fonction de neutralisation du manocontacteur de pression
                        d'huile.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Pendant que le moteur est
                            <emph type="bold">COUP&#201;</emph>, rep&#233;rer le manocontacteur de pression d'huile dans
                            le compartiment moteur. D&#233;brancher le connecteur (817M) du manocontacteur de pression
                            d'huile. &#192; l'aide d'un ohmm&#232;tre, brancher les deux conducteurs de l'ohmm&#232;tre
                            aux deux bornes du manocontacteur; le circuit doit &#234;tre ferm&#233; (indiquant une
                            continuit&#233;); si le circuit est ouvert (absence de continuit&#233;), remplacer le
                            manocontacteur de pression d'huile. Si le manocontacteur est en r&#232;gle, passer &#224; la
                            prochaine &#233;tape.
                        </para>
                    </item>
                    <item>
                        <para>S'assurer que le connecteur (817M) du faisceau de c&#226;blage du manocontacteur de
                            pression d'huile est rebranch&#233; et qu'il est enti&#232;rement accoupl&#233; au
                            manocontacteur, puis v&#233;rifier la continuit&#233; entre le fil BLEU (broche C) du relais
                            de commande et le fil BLEU (broche C) du module de commande. En cas d'une absence de
                            continuit&#233;, d&#233;brancher le connecteur du manocontacteur et v&#233;rifier la
                            continuit&#233; entre la broche C du relais et l'une des bornes du connecteur du
                            manocontacteur. En cas d'une absence de continuit&#233;, r&#233;parer le fil de mani&#232;re
                            appropri&#233;e. En pr&#233;sence d'une continuit&#233;, v&#233;rifier alors la continuit&#233;
                            entre l'autre borne de connecteur du manocontacteur et la broche C du module de commande. En
                            cas d'une absence de continuit&#233;, r&#233;parer le fil de mani&#232;re appropri&#233;e.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f0408041" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408041.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="472px"/>
                <caption>Figure 1.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
