<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-09-01 - Proc&#233;d&#233; de r&#233;paration des mod&#232;les 8600 construits au cours de la
        p&#233;riode du 2 juin 2003 au 18 septembre 2003 et comportant une fissure de contrainte sur le capot, au niveau
        du renfort pr&#232;s de l'admission d'air
    </stitle>
    <tsi id="tsi040901" tsitype="truck" translation="french">
        <tsinumber>04-09-01</tsinumber>
        <tsidate>F&#233;vrier 2004</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;d&#233; de r&#233;paration des mod&#232;les 8600 construits au cours de la p&#233;riode
                du 2 juin 2003 au 18 septembre 2003 et comportant une fissure de contrainte sur le capot, au niveau du
                renfort pr&#232;s de l'admission d'air
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>06/02/2003</startdate>
                        <enddate>09/18/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Une petite fissure de contrainte de 1 &#224; 4 pouces de long, situ&#233;e pr&#232;s du renfort
                    central et inf&#233;rieur du capot, &#224; proximit&#233; de l'admission d'air, peut se manifester
                    sur certains mod&#232;les 8600 construits au cours de la p&#233;riode du 2 juin 2003 au 18 septembre
                    2003. Cette fissure est de nature esth&#233;tique et n'aura aucune incidence sur la longue dur&#233;e
                    du capot. La fissure d&#233;coule d'une ligne d'&#233;coulement qui a &#233;t&#233; form&#233;e au
                    moment de la fabrication du renfort. Effectuer le proc&#233;d&#233; d'entretien pour r&#233;parer la
                    fissure et l'emp&#234;cher de se propager.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0409011">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="1">
                    <colspec colname="col2" colwidth="1.45*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Produit nettoyant de plastique pr&#233;-adh&#233;sion Fusor num&#233;ro 703</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pistolet calfeutreur Fusor num&#233;ro 301</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Ponceuse &#224; double action avec papier &#233;meri n&#176; 80</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Dispositif d'application de plastique</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Fusor T-10 ou T-9</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Papier &#233;meri n&#176; 180/220</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;d&#233; d'entretien</title>
            <para>
                <title>R&#233;paration du dessous du capot</title>
            </para>
            <step1>
                <para count="1">Nettoyer la surface &#224; r&#233;parer &#224; l'aide du produit nettoyant de plastique
                    pr&#233;-adh&#233;sion (&#224; base d'eau) Fusor 703. Laisser s&#233;cher.
                    <emph type="bold">Cette &#233;tape de nettoyage vise &#224; &#233;liminer la salet&#233; et peut
                        &#234;tre effectu&#233;e &#224; l'aide de Fusor 703, d'eau propre ou de solvant.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser une ponceuse &#224; double action et du papier &#233;meri n&#176; 80 ou une
                    meuleuse angulaire &#224; 36 grains pour cr&#233;er une rainure en &#171;V&#187; le long de la
                    fissure de contrainte. Le bord de la rainure en &#171;V&#187; devrait &#234;tre arrondi (rayon) au
                    niveau de la surface du capot.
                </para>
            </step1>
            <step1>
                <para count="1">Percer un petit trou &#224; chaque extr&#233;mit&#233; de la fissure de contrainte afin
                    d'emp&#234;cher la propagation de celle-ci.
                </para>
            </step1>
            <step1>
                <para count="1">Poncer &#224; la main, &#224; l'aide de papier &#233;meri n&#176; 80, la surface
                    adjacente &#224; la fissure afin de faire dispara&#238;tre toute fusion de la surface.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, porter des v&#234;tements de protection, des
                        lunettes de s&#233;curit&#233;, un masque anti-poussi&#232;re et des gants de caoutchouc lors de
                        ce proc&#233;d&#233;.
                    </para>
                    <para>Utiliser un masque respiratoire homologu&#233; NIOSH ou MSHA pour &#233;viter de respirer de
                        la poussi&#232;re et des vapeurs.
                    </para>
                    <para>Travailler dans un endroit &#233;loign&#233; des autres op&#233;rations.</para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Enlever le r&#233;sidu de pon&#231;age et s&#233;cher avec un linge sec.</para>
            </step1>
            <step1>
                <para count="1">Nettoyer la surface &#224; r&#233;parer au moyen du produit nettoyant de plastique pr&#233;-adh&#233;sion
                    (&#224; base d'eau) Fusor 703). Laisser s&#233;cher.
                    <emph type="bold">Cette &#233;tape de nettoyage vise &#224; &#233;liminer la salet&#233; et peut
                        &#234;tre effectu&#233;e &#224; l'aide de Fusor 703, d'eau propre ou de solvant.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer sur la fissure de surface le Fusor T-10 au moyen d'un pistolet calfeutreur et
                    lisser.
                    <emph type="bold">NOTA : Les fissures plus larges ou profondes n&#233;cessiteront l'emploi du mat&#233;riau
                        Fusor T-10 m&#233;lang&#233; &#224; la main sur une planche &#224; m&#233;langer et appliqu&#233;
                        sur la fissure de surface.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Si le Fusor T-9 est utilis&#233;, laisser s&#233;cher pendant 15 minutes avant de
                    poncer. Si le Fusor T-10 est utilis&#233;, s&#233;cher &#224; l'aide d'un pistolet thermique ou une
                    lampe &#224; infrarouge &#224; 140 &#176;F pendant 10 minutes avant de poncer.
                </para>
            </step1>
            <step1>
                <para count="1">Poncer la surface r&#233;par&#233;e &#224; l'aide de papier &#233;meri n&#176; 80 et le
                    contour &#224; l'aide de papier &#233;meri n&#176; 180/220.
                </para>
            </step1>
            <step1>
                <para count="1">La surface r&#233;par&#233;e peut &#234;tre peinte apr&#232;s 60 minutes. Donner une
                    couche de fond sur la surface, puis peinturer celle-ci suivant les recommandations du fournisseur de
                    peinture.
                </para>
            </step1>
            <figure id="f0409011" figsize="col-wide">
                <graphic filename="../tsifigures/g0409011.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figure 1. Emplacement de la fissure de contrainte (fl&#232;che)</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
