<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-08-07 - Remplacement de carte de circuits imprim&#233;s de l'ensemble d'instruments</stitle>
    <tsi id="tsi040807" tsitype="truck" translation="french">
        <tsinumber>04-08-07</tsinumber>
        <tsidate>Septembre 2004</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Remplacement de carte de circuits imprim&#233;s de l'ensemble d'instruments</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3600
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3700
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>Autobus IC
                    <daterange>
                        <startdate>11/01/1999</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Jusqu'ici, la seule fa&#231;on de r&#233;parer l'ensemble d'instruments &#233;tait d'effectuer le
                    remplacement complet du bo&#238;tier et des cartes de circuits imprim&#233;s. Il est maintenant
                    possible de remplacer uniquement la carte de circuits imprim&#233;s d&#233;fectueuse, soit &#224; la
                    gauche, &#224; la droite ou au centre, sans avoir &#224; remplacer l'ensemble tout entier. Les v&#233;hicules
                    construits avant le mois de novembre 1997 devraient &#234;tre pourvus de cartes centrales
                    d'ensembles d'instruments et de commutateurs &#171;DIP&#187;, tel qu'illustr&#233; &#224; la Figure
                    6. Suite au mois de novembre 1997, les v&#233;hicules devraient &#234;tre munis d'ensembles
                    d'instruments &#171;Data Link&#187; (&#224; connecteur de diagnostic) sans commutateurs &#171;DIP&#187;.
                    La d&#233;pose et la remise en place de l'ensemble d'instruments demeurent inchang&#233;es; se
                    reporter &#224; la section S08034 du manuel d'atelier pour prendre connaissance de la m&#233;thode
                    de d&#233;pose et de remise en place appropri&#233;e de l'ensemble d'instruments dans le tableau de
                    bord du v&#233;hicule.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0408071">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.92*"/>
                    <colspec colname="col2" colwidth="0.95*"/>
                    <colspec colname="col3" colwidth="1.24*"/>
                    <colspec colname="col4" colwidth="0.91*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Mod&#232;le</para>
                            </entry>
                            <entry align="center">
                                <para>Carte de gauche</para>
                            </entry>
                            <entry align="center">
                                <para>Carte centrale</para>
                            </entry>
                            <entry align="center">
                                <para>Carte de droite</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Avant 11/97</para>
                            </entry>
                            <entry>
                                <para>2587517C1</para>
                            </entry>
                            <entry>
                                <para>2587520C1- avec commutateurs DIP</para>
                            </entry>
                            <entry>
                                <para>2587519C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Autobus RE</para>
                            </entry>
                            <entry>
                                <para>Sans objet</para>
                            </entry>
                            <entry>
                                <para>2587521C1-avec connecteur de diagnostic</para>
                            </entry>
                            <entry>
                                <para>Non disponible</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Apr&#232;s 11/97</para>
                            </entry>
                            <entry>
                                <para>2587517C1</para>
                            </entry>
                            <entry>
                                <para>2587521C1- avec connecteur de diagnostic</para>
                            </entry>
                            <entry>
                                <para>2587519C1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Les cartes de gauche et de droite sont d&#233;sign&#233;es selon une vue de l'ensemble
                        d'instruments &#224; partir du si&#232;ge du conducteur.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="6">
            <title>Proc&#233;dure</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en
                            tout temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles,
                            les cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter toujours
                            des lunettes de s&#233;curit&#233; et un &#233;cran facial lors des man&#339;uvres effectu&#233;es
                            &#224; proximit&#233; des batteries afin de pr&#233;venir les dommages mat&#233;riels et les
                            blessures corporelles graves ou mortelles.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les chocs &#233;lectriques pouvant occasionner des dommages mat&#233;riels
                            ou des blessures graves ou mortelles, toujours d&#233;brancher la borne n&#233;gative de la
                            batterie avant d'effectuer quelque intervention que ce soit sur le syst&#232;me &#233;lectrique.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>L'&#233;lectricit&#233; statique peut endommager l'ensemble d'instruments en permanence.
                            Avant d'effectuer quelque man&#339;uvre que ce soit sur l'ensemble d'instruments, s'assurer
                            de supprimer toute &#233;lectricit&#233; statique de son corps en touchant la partie m&#233;tallique
                            du tableau de bord.
                        </para>
                    </caution>
                </specpara>
                <seqlist style="arabic">
                    <item>
                        <para>D&#233;brancher la borne n&#233;gative de la batterie du v&#233;hicule au niveau de cette
                            derni&#232;re.
                        </para>
                    </item>
                    <item>
                        <para>Retirer l'ensemble d'instruments conform&#233;ment &#224; la section S08034 du manuel
                            d'atelier.
                        </para>
                    </item>
                    <item>
                        <para>Placer l'ensemble d'instruments, face vers le bas, sur une surface lisse appropri&#233;e
                            qui n'&#233;gratignera pas la face de l'ensemble d'instruments, tel qu'illustr&#233; &#224;
                            l'Illustration 1. Laisser la lentille avant et les encadrements des indicateurs en place
                            afin que ces derniers ne bougent pas lorsque les cartes de circuits imprim&#233;s sont retir&#233;es.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>Les cartes de circuits imprim&#233;es sont &#233;tiquet&#233;es du gauche vers la droite,
                            tel que vu &#224; partir du si&#232;ge du conducteur.
                        </para>
                    </note>
                </specpara>
                <figure id="f0408071" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408071.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figure 1.</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Remplacement de la carte de circuits imprim&#233;s de gauche</title>
                <step1>
                    <para count="1">Retirer les cinq vis cruciformes illustr&#233;es &#224; la Figure 2.</para>
                </step1>
                <step1>
                    <para count="1">Prendre note s'il y a ou non des indicateurs fix&#233;s &#224; la carte de circuits
                        imprim&#233;s devant &#234;tre retir&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si aucun indicateur n'est fix&#233; &#224; la carte, simplement soulever cette derni&#232;re
                        &#224; l'&#233;cart du bo&#238;tier.
                    </para>
                    <step2>
                        <para count="1">En pr&#233;sence d'indicateurs, soulever prudemment la carte de circuits imprim&#233;s
                            &#224; l'&#233;cart du bo&#238;tier de l'ensemble d'instruments, d&#233;placer l'outil de
                            soul&#232;vement autour de la carte de mani&#232;re &#224; soulever celle-ci de tous les c&#244;t&#233;s
                            jusqu'&#224; ce que les connecteurs fix&#233;s &#224; la carte de circuits imprim&#233;s
                            soient d&#233;gag&#233;s des broches des indicateurs.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Retirer les porte-voyants de la carte &#233;tant remplac&#233;e, puis les r&#233;installer
                        dans la carte de circuits imprim&#233;s de rechange.
                    </para>
                </step1>
                <figure id="f0408072" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408072.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="392px"/>
                    <caption>Figure 2.</caption>
                </figure>
                <figure id="f0408073" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408073.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="392px"/>
                    <caption>Figure 3.</caption>
                </figure>
                <step1>
                    <para count="1">Placer soigneusement la nouvelle carte de circuits imprim&#233;s par-dessus les
                        goupilles des indicateurs (ou des trous de montage en cas de l'absence d'un indicateur) et
                        enfoncez la nouvelle carte de circuits imprim&#233;s par-dessus les broches des indicateurs, de
                        mani&#232;re uniforme, jusqu'&#224; ce que la carte neuve repose &#224; plat contre le bo&#238;tier
                        de l'ensemble d'instruments.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer les cinq vis cruciformes retir&#233;es ant&#233;rieurement. NE PAS
                        SERRER LES VIS &#192; L'EXC&#200;S!
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Remplacement de la carte de circuits imprim&#233;s de droite</title>
                <step1>
                    <para count="1">Retirer les quatre vis cruciformes de la grosse carte de circuits imprim&#233;s
                        illustr&#233;e &#224; la Figure 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlever les deux vis cruciformes de la petite carte de circuits imprim&#233;s
                        illustr&#233;e &#224; la Figure 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si aucun indicateur n'est fix&#233; aux cartes, simplement soulever ces derni&#232;res
                        &#224; l'&#233;cart du bo&#238;tier.
                    </para>
                    <step2>
                        <para count="1">En pr&#233;sence d'indicateurs, soulever prudemment la carte de circuits imprim&#233;s
                            &#224; l'&#233;cart du bo&#238;tier de l'ensemble d'instruments, d&#233;placer l'outil de
                            soul&#232;vement autour de la carte de mani&#232;re &#224; soulever celle-ci de tous les c&#244;t&#233;s
                            jusqu'&#224; ce que les connecteurs fix&#233;s &#224; la carte de circuits imprim&#233;s
                            soient d&#233;gag&#233;s des broches des indicateurs.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Les grosse et petite cartes de circuits imprim&#233;s de rechange sont moul&#233;es
                        ensemble et doivent &#234;tre s&#233;par&#233;es avant leur installation. NE PAS COUPER LES DEUX
                        FILS ENTRE LES CARTES!
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer les porte-voyants des cartes &#233;tant remplac&#233;es, puis les r&#233;installer
                        dans les bons emplacements sur les cartes de circuits imprim&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">Placer soigneusement la grosse carte de circuits imprim&#233;s neuve par-dessus les
                        broches des indicateurs (ou des trous de montage en cas de l'absence d'un indicateur) et
                        enfoncez la nouvelle carte de circuits imprim&#233;s par-dessus les broches des indicateurs, de
                        mani&#232;re uniforme, jusqu'&#224; ce que la carte neuve repose &#224; plat contre le bo&#238;tier
                        de l'ensemble d'instruments.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer les quatre vis cruciformes enlev&#233;es pr&#233;c&#233;demment de
                        la grosse carte de circuits imprim&#233;es, ainsi que les deux vis de la plus petite carte mont&#233;e
                        sur le dessus. NE PAS SERRER LES VIS &#192; L'EXC&#200;S!
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Remplacement de la carte de circuits imprim&#233;s centrale</title>
                <step1>
                    <para count="1">Enlever les six vis cruciformes fixant l'&#233;cran m&#233;tallique en place, et
                        retirer ce dernier de l'ensemble d'instruments, tel qu'illustr&#233; &#224; la Figure 4.
                    </para>
                </step1>
                <step1>
                    <para count="1">Enlever les deux derni&#232;res vis cruciformes en-dessous de l'&#233;cran m&#233;tallique
                        retir&#233; &#224; l'&#233;tape 1. Se reporter &#224; la Figure 5.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>La carte de circuits imprim&#233;s centrale d'un v&#233;hicule construit depuis novembre
                            1997 et pourvu d'une plaquette de circuits imprim&#233;s &#171;Data Link&#187; (connecteur
                            de diagnostic) mais non muni de commutateurs &#171;DIP&#187; est illustr&#233;e &#224; la
                            Figure 5. La carte de circuits imprim&#233;s centrale d'un v&#233;hicule construit avant
                            novembre 1997 et pourvu de commutateurs &#171;DIP&#187; est illustr&#233;e &#224; la Figure
                            6.
                            <emph type="underscr">Si l'ensemble d'instruments que l'on remplace comporte des
                                commutateurs &#171;DIP&#187; et que tous les commutateurs sont r&#233;gl&#233;s &#224;
                                &#171;O&#187;, cela signifie qu'il s'agit de l'ensemble d'origine et que celui-ci a
                                &#233;t&#233; programm&#233; &#224; l'usine de montage. L'ensemble d'instruments de
                                rechange n'a pas &#233;t&#233; programm&#233; &#224; l'usine et, ainsi, les commutateurs
                                &#171;DIP&#187; devront &#234;tre r&#233;gl&#233;s selon l'&#233;tiquette des
                                commutateurs &#171;DIP&#187; de l'ancien ensemble d'instruments. Si l'ensemble
                                d'instruments faisant l'objet du remplacement comporte des commutateurs qui ont &#233;t&#233;
                                r&#233;gl&#233;s dans des positions autres que &#171;O&#187;, prendre note des positions
                                des commutateurs et r&#233;gler les commutateurs &#171;DIP&#187; de l'ensemble
                                d'instruments de rechange &#224; la m&#234;me position que les commutateurs qui sont
                                remplac&#233;s.
                            </emph>
                            Se reporter au manuel d'atelier 08034x, INSTRUMENTS, INDICATEUR DE VITESSE, PROGRAMMATION
                            MANUELLE pour prendre connaissance des consignes sp&#233;cifiques.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Retirer les connecteurs &#233;lectriques fix&#233;s au compteur kilom&#233;trique et
                        (ou) &#224; l'horom&#232;tre situ&#233; &#224; l'arri&#232;re de la carte de circuits imprim&#233;s
                        centrale.
                    </para>
                </step1>
                <step1>
                    <para count="1">Soulever avec soin les rebords de la carte de circuits imprim&#233;s. Seules les
                        broches des indicateurs encore fix&#233;s par l'encadrement et la lentille &#224; l'avant de
                        l'ensemble d'instruments retiennent la carte de circuits imprim&#233;s &#224; ce moment. Une
                        fois qu'un rebord est soulev&#233;, continuer &#224; soulever la carte pr&#232;s des broches des
                        indicateurs individuels. Une fois que la carte de circuits imprim&#233;s est desserr&#233;e, la
                        soulever avec soin de l'ensemble d'instruments, en s'assurant que les fils d'alimentation et les
                        connecteurs du compteur kilom&#233;trique et (ou) de l'horom&#232;tre sortent par les trous dans
                        la carte.
                    </para>
                </step1>
                <figure id="f0408074" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408074.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figure 4.</caption>
                </figure>
                <step1>
                    <para count="1">Introduire les conducteurs de l'horom&#232;tre/du compteur kilom&#233;trique dans
                        les trous de la nouvelle carte de circuits imprim&#233;s (Figure 5).
                    </para>
                </step1>
                <step1>
                    <para count="1">Mettre la nouvelle carte centrale en place en alignant soigneusement les broches des
                        indicateurs aux trous dans la carte de circuits imprim&#233;s, et les trous de montage aux
                        goujons de fixation sur le b&#226;ti de l'ensemble d'instruments. Une fois que la carte est en
                        place, la presser soigneusement sur les broches des indicateurs, s'assurant que la nouvelle
                        carte repose &#224; plat contre le b&#226;ti de l'ensemble d'instruments.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remettre en place les deux vis cruciformes fixant la carte de circuits imprim&#233;s
                        au b&#226;ti de l'ensemble d'instruments (Figure 5).
                    </para>
                </step1>
                <step1>
                    <para count="1">Retirer le fil volant KPH/MPH et (ou) le fil volant de r&#233;solution des rapports
                        de bo&#238;te de vitesses de l'ancienne carte de circuits imprim&#233;s (utilis&#233;e sur les
                        cartes centrales ne comportant aucun commutateur &#171;DIP&#187;) et installez-les dans la m&#234;me
                        position sur la nouvelle carte, tel qu'illustr&#233; &#224; la Figure 5. Se reporter &#224; la
                        section S08155x du manuel d'atelier pour prendre connaissance des applications.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer les connecteurs du compteur kilom&#233;trique et (ou) de l'horom&#232;tre
                        aux broches de la carte de circuits imprim&#233;s.
                    </para>
                </step1>
                <step1>
                    <para count="1">R&#233;installer l'&#233;cran m&#233;tallique par-dessus la carte centrale et
                        remettre en place les six vis cruciformes enlev&#233;es &#224; l'&#233;tape 1. NE PAS SERRER LES
                        VIS &#192; L'EXC&#200;S.
                    </para>
                </step1>
                <figure id="f0408075" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408075.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figure 5. Depuis novembre 1997</caption>
                </figure>
                <figure id="f0408076" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408076.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figure 6. Avant novembre 1997</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
