<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-08-02 - Liste de contr&#244;le de r&#233;paration de la radio</stitle>
    <tsi id="tsi040802" tsitype="truck" translation="french">
        <tsinumber>04-08-02</tsinumber>
        <tsidate>F&#233;vrier 2004</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Liste de contr&#244;le de r&#233;paration de la radio</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>De nombreuses radios sont consid&#233;r&#233;es comme d&#233;fectueuses avant que le technicien
                    ait v&#233;rifi&#233; certaines causes fondamentales des sympt&#244;mes. Le pr&#233;sent bulletin
                    d'information technique devra servir de ligne directrice au moment du d&#233;pannage fondamental de
                    la radio, afin de r&#233;duire le nombre d'unit&#233;s non d&#233;fectueuses qui sont remplac&#233;es.
                    Ces lignes directrices comportent les plaintes les plus fr&#233;quentes, ainsi que de simples essais
                    qui contribueront &#224; rep&#233;rer et &#224; corriger les probl&#232;mes pendant que les radios
                    sont toujours install&#233;es dans le camion.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;d&#233;</title>
            <para>La liste de contr&#244;le suivante doit &#234;tre utilis&#233;e pour diagnostiquer des anomalies de la
                radio et ce, avant de remplacer la radio.
            </para>
            <step1>
                <para count="1">Aucune alimentation - la radio semble hors tension.</para>
                <step2>
                    <para count="1">V&#233;rifier le fusible dans le camion. Fils d'allumage et de tension (+12 V c.c.
                        en tout temps) (le cas &#233;ch&#233;ant). Ces fils sont les conducteurs rouge et jaune dans le
                        faisceau de c&#226;blage de la radio.
                    </para>
                </step2>
                <step2>
                    <para count="1">V&#233;rifier le fusible en ligne dans le faisceau de c&#226;blage de la radio (le
                        cas &#233;ch&#233;ant).
                    </para>
                </step2>
                <step2>
                    <para count="1">Remettre la radio &#224; l'&#233;tat initial. On peut remettre les mod&#232;les
                        CRW400, CQ4300, CQ4400, CQ4500, CQ5200, CQ5300, CQ5400 et CQ5500 &#224; l'&#233;tat initial au
                        moyen de l'interrupteur de remise &#224; z&#233;ro situ&#233; sur la face avant de la radio (se
                        reporter &#224; la Figure 1). Si l'unit&#233; ne r&#233;agit pas lorsque les boutons de fonction
                        sont enfonc&#233;s, appuyer sur l'interrupteur de remise &#224; z&#233;ro &#224; l'aide d'un
                        petit objet pointu tel que la mine d'un crayon. Cela r&#233;tablira les r&#233;glages par d&#233;faut
                        de la radio. L'interrupteur d'alimentation de la radio doit &#234;tre enfonc&#233; une fois la
                        remise &#224; l'&#233;tat initial effectu&#233;e afin de r&#233;tablir l'alimentation. La m&#233;moire
                        sur les 6 boutons de stations pr&#233;s&#233;lectionn&#233;es sera perdu lorsque la remise
                        &#224; l'&#233;tat initial de la radio est effectu&#233;e.
                    </para>
                </step2>
            </step1>
            <figure id="f0408021" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
                <caption>Figure 1.</caption>
            </figure>
            <step1>
                <para count="1">Absence de son, mais l'affichage de la plaque frontale est allum&#233;.</para>
                <step2>
                    <para count="1">V&#233;rifier les commandes d'&#233;quilibrage avant-arri&#232;re et gauche-droite
                        de la radio.
                    </para>
                </step2>
                <step2>
                    <para count="1">V&#233;rifier le c&#226;blage &#224; la radio (faisceau de c&#226;blage de la radio)
                        et s'assurer que les connecteurs sont serr&#233;s.
                    </para>
                </step2>
                <step2>
                    <para count="1">V&#233;rifier le c&#226;blage aux haut-parleurs. Effectuer un essai au niveau de la
                        radio pour d&#233;tecter tout court-circuit entre les fils, ainsi qu'une mise &#224; la masse
                        des fils des haut-parleurs. Ces radios sont prot&#233;g&#233;es contre les courts-circuits et
                        les surcharges sur le circuit de sortie des haut-parleurs. Si les fils des haut-parleurs sont
                        court-circuit&#233;s &#224; eux-m&#234;mes ou &#224; la masse, la portion audio sera coup&#233;e
                        (auto-protection) et aucun son ne se fera entendre. Dans un pareil cas, l'affichage demeurera
                        allum&#233;.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Probl&#232;me de r&#233;ception</para>
                <step2>
                    <para count="1">V&#233;rifier les connexions des conducteurs de l'antenne.</para>
                </step2>
                <step2>
                    <para count="1">V&#233;rifier l'antenne et la mise &#224; la masse de l'antenne.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Probl&#232;mes de lecteur de cassette</para>
                <step2>
                    <para count="1">Le volume est plus bas lors de la lecture d'une cassette que lorsque la radio joue;
                        v&#233;rifier les t&#234;tes afin de d&#233;celer toute salet&#233;.
                    </para>
                </step2>
                <step2>
                    <para count="1">L'unit&#233; d&#233;truit les rubans.</para>
                    <step3>
                        <para>V&#233;rifier si la cartouche est gauchie.</para>
                    </step3>
                    <step3>
                        <para>V&#233;rifier pour d&#233;celer tout fragment de ruban ou autre mati&#232;re &#233;trang&#232;re
                            dans le lecteur de cassette.
                        </para>
                    </step3>
                </step2>
            </step1>
            <step1>
                <para count="1">Probl&#232;mes de lecteur de CD</para>
                <step2>
                    <para count="1">Aucun son lorsque le CD est charg&#233;</para>
                    <step3>
                        <para>Inversion du CD.</para>
                    </step3>
                    <step3>
                        <para>Le CD est tr&#232;s sale.</para>
                    </step3>
                    <step3>
                        <para>Humidit&#233; excessive ou temp&#233;ratures extr&#234;mes.</para>
                    </step3>
                    <step3>
                        <para>Le volume sonore est au niveau minimal.</para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Distorsion du son</para>
                    <step3>
                        <para>Le CD peut &#234;tre d&#233;fectueux.</para>
                    </step3>
                    <step3>
                        <para>Le CD est &#233;gratign&#233;.</para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Le CD saute</para>
                    <step3>
                        <para>La vibration de la radio peut provoquer les sauts du CD. Ceci est normal.</para>
                    </step3>
                    <step3>
                        <para>Il peut se produire des sauts du lecteur de CD en raison de salet&#233; ou d'&#233;gratignures
                            sur le c&#244;t&#233; inf&#233;rieur.
                        </para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Le CD ne veut pas s'&#233;jecter; v&#233;rifier pour une pression sur le dessus de
                        l'unit&#233;.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </tsi>
</isis>
