<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-08-03 - V&#233;rifications des connecteurs d'alimentation &#224; r&#233;gulation de tension
        des microprocesseurs du moteur et de la transmission pour corriger un fonctionnement intermittent
    </stitle>
    <tsi id="tsi040803" tsitype="truck" translation="french">
        <tsinumber>04-08-03</tsinumber>
        <tsidate>March, 2004</tsidate>
        <subjectfile>SYST&#200;ME &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>V&#233;rifications des connecteurs d'alimentation &#224; r&#233;gulation de tension des
                microprocesseurs du moteur et de la transmission pour corriger un fonctionnement intermittent
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>8500</truckmodel>
                <engfamgroup/>

                <engfam>DT 466E</engfam>
                <engfam>530E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le fonctionnement intermittent du module de commande du moteur et (ou) des microprocesseurs des bo&#238;tes
                    de vitesses Allison est souvent occasionn&#233; par de faux contacts &#233;lectriques dans les
                    connecteurs d'alimentation &#224; r&#233;gulation de tension et de masse 6323, 7104 ou 7104F ou dans
                    le connecteur du ch&#226;ssis/tableau de bord 9700. Ces faux contacts peuvent &#234;tre provoqu&#233;s
                    par des broches &#171;recul&#233;es&#187;, des broches desserr&#233;es, des connecteurs corrod&#233;s
                    ou des connecteurs qui sont mal accoupl&#233;s en raison de faisceaux de c&#226;blage achemin&#233;s
                    de mani&#232;re erron&#233;e. Les proc&#233;dures suivantes devraient &#234;tre observ&#233;es pour
                    diagnostiquer et r&#233;parer ces anomalies des connecteurs.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>2587365C91, trousse d'&#233;pissures et fiche de consignes sur les fils de calibres 1-10 et 1-18
            </para>
            <para>2587366C91, trousse d'&#233;pissures et fiche de consignes sur les fils de calibre 2-10</para>
            <para>1831731C1, graisse di&#233;lectrique</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Proc&#233;dure</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en
                            tout temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles,
                            les cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter toujours
                            des lunettes de s&#233;curit&#233; et un &#233;cran facial lors des man&#339;uvres effectu&#233;es
                            &#224; proximit&#233; des batteries afin de pr&#233;venir les dommages mat&#233;riels et les
                            blessures corporelles graves ou mortelles.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter les chocs &#233;lectriques pouvant occasionner des dommages mat&#233;riels
                            ou des blessures graves ou mortelles, toujours d&#233;brancher la borne n&#233;gative de la
                            batterie avant d'effectuer quelque intervention que ce soit sur le syst&#232;me &#233;lectrique.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Stationner le v&#233;hicule sur une surface de niveau. Caler les roues pour emp&#234;cher
                            le v&#233;hicule de rouler. Soutenir le v&#233;hicule au moyen de chandelles. N'effectuer
                            aucune man&#339;uvre sous un v&#233;hicule support&#233; uniquement par des crics Les crics
                            peuvent glisser ou tomber, ce qui peut entra&#238;ner un dommage mat&#233;riel ou des
                            blessures corporelles graves ou mortelles.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Connecteur d'alimentation &#224; r&#233;gulation de tension et de masse 6323 du moteur</title>
                <figure id="f0408031" figsize="col-wide">
                    <graphic filename="../tsifigures/g0408031.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 1. Connecteur d'alimentation &#224; r&#233;gulation de tension et de masse 6323 du
                        moteur
                    </caption>
                </figure>
                <step1>
                    <para count="1">Rep&#233;rer le connecteur d'alimentation &#224; r&#233;gulation de tension et de
                        masse du moteur, pr&#232;s du d&#233;marreur. Se reporter &#224; la Figure 1. Les fils du
                        faisceau de c&#226;blage du moteur sont violets.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;brancher le connecteur et v&#233;rifier pour d&#233;celer toute corrosion et
                        toute broche recul&#233;e. En pr&#233;sence de corrosion, remplacer le connecteur et les bornes
                        existants au moyen de la trousse 2587366C91 (se reporter au Tableau 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuer un essai de tra&#238;n&#233;e de toutes les bornes avec une nouvelle borne
                        1687848C1. Se reporter &#224; la Figure 2. Si la borne n'est pas ajust&#233;e solidement et que
                        le niveau de tra&#238;n&#233;e est significatif, les bornes et le connecteur devront &#234;tre
                        remplac&#233;s au moyen de la trousse 2587366C91 (se reporter au Tableau 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le connecteur/les bornes r&#233;ussissent l'essai de tra&#238;n&#233;e et
                        qu'aucun indice de corrosion n'est d&#233;cel&#233;, enduire les bornes et la surface entourant
                        le joint d'&#233;tanch&#233;it&#233; d'une petite quantit&#233; de graisse di&#233;lectrique,
                        num&#233;ro de pi&#232;ce 1831731C1 et rebrancher.
                    </para>
                </step1>
                <step1>
                    <para count="1">Fixer le connecteur de verrouillage au c&#226;ble de la batterie de mani&#232;re
                        &#224; ce que le connecteur soit situ&#233; au-dessus de la partie inf&#233;rieure du longeron
                        de cadre de ch&#226;ssis. La courroie de fixation devrait entourer le corps du connecteur et non
                        les fils. (Attention&#160;: le connecteur ne devrait pas &#234;tre plus bas que le rebord inf&#233;rieur
                        du longeron de cadre de ch&#226;ssis).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Connecteur d'alimentation &#224; r&#233;gulation de tension et de masse 7104 ou 7104F de bo&#238;te
                    de vitesses Allison
                </title>
                <step1>
                    <para count="1">Rep&#233;rer le connecteur d'alimentation &#224; r&#233;gulation de tension et de
                        masse pr&#232;s du d&#233;marreur. Se reporter &#224; la Figure 1. Les fils du faisceau de c&#226;blage
                        de la bo&#238;te de vitesses sont ocres.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;brancher le connecteur et v&#233;rifier pour d&#233;celer toute corrosion et
                        toute broche recul&#233;e. En pr&#233;sence de corrosion, remplacer le connecteur et les bornes
                        existants au moyen de la trousse &#233;num&#233;r&#233;e au Tableau 1).
                    </para>
                </step1>
                <step1>
                    <para count="1">Effectuer un essai de tra&#238;n&#233;e de toutes les bornes avec une nouvelle borne
                        2025423C1. Se reporter &#224; la Figure 2. Si la borne n'est pas ajust&#233;e solidement et que
                        le niveau de tra&#238;n&#233;e est significatif, les bornes et le connecteur devront &#234;tre
                        remplac&#233;s au moyen de la trousse &#233;num&#233;r&#233;e au Tableau 1.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si le connecteur r&#233;ussit l'essai de tra&#238;n&#233;e et qu'aucun indice de
                        corrosion n'est d&#233;cel&#233;, enduire les bornes et la surface entourant le joint d'&#233;tanch&#233;it&#233;
                        d'une petite quantit&#233; de graisse di&#233;lectrique, num&#233;ro de pi&#232;ce 1831731C1 et
                        rebrancher.
                    </para>
                </step1>
                <step1>
                    <para count="1">Fixer le connecteur de verrouillage au c&#226;ble de la batterie qui n'est pas plus
                        bas que la partie inf&#233;rieure du longeron de cadre de ch&#226;ssis. La courroie de fixation
                        devrait entourer le corps du connecteur et non les fils. (Attention&#160;: le connecteur ne
                        devrait pas &#234;tre plus bas que le rebord inf&#233;rieur du longeron de cadre de ch&#226;ssis).
                    </para>
                </step1>
                <figure id="f0408032" figsize="col-wide">
                    <graphic filename="../tsifigures/g0408032.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 2. Ex&#233;cution de l'essai de tra&#238;n&#233;e</caption>
                </figure>
                <figure id="f0408033" figsize="col-wide">
                    <graphic filename="../tsifigures/g0408033.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px"/>
                    <caption>Figure 3. Rep&#233;rer le connecteur du ch&#226;ssis / tableau de bord</caption>
                </figure>
                <table id="t0408031">
                    <tgroup cols="5">
                        <colspec colname="col1" align="center" colwidth="0.81*"/>
                        <colspec colname="col2" colwidth="1.39*"/>
                        <colspec colname="col3" align="center" colwidth="0.76*"/>
                        <colspec colname="col4" align="center" colwidth="1.04*"/>
                        <colspec colname="col5" align="center" colwidth="1.04*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Trousse n&#176;</para>
                                </entry>
                                <entry align="center">
                                    <para>Desc. de connecteur</para>
                                </entry>
                                <entry align="center">
                                    <para>Conn. n&#176;</para>
                                </entry>
                                <entry align="center">
                                    <para>Cir. de la bat.</para>
                                </entry>
                                <entry align="center">
                                    <para>Cir. au microprocess.</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center">
                                    <para>2587366C91</para>
                                </entry>
                                <entry>
                                    <para>Alim. &#224; r&#233;g. de tens. du mod. de comm. du moteur</para>
                                </entry>
                                <entry align="center">
                                    <para>6323</para>
                                </entry>
                                <entry align="center">
                                    <para>N97-G (10WH)</para>
                                </entry>
                                <entry align="center">
                                    <para>K97-GA (10VT)</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2587366C91</para>
                                </entry>
                                <entry>
                                    <para>Mise &#224; la masse du mod. de comm. du moteur</para>
                                </entry>
                                <entry align="center">
                                    <para>6323</para>
                                </entry>
                                <entry align="center">
                                    <para>N97AA (10RD)</para>
                                </entry>
                                <entry align="center">
                                    <para>K97AA (10VT)</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2587365C91</para>
                                </entry>
                                <entry>
                                    <para>Alim. &#224; r&#233;g. de tens. de la bte de vit. Allison 2000</para>
                                </entry>
                                <entry align="center">
                                    <para>7104</para>
                                </entry>
                                <entry align="center">
                                    <para>N92-G (10WH)</para>
                                </entry>
                                <entry align="center">
                                    <para>L92-G (18TN)</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2587365C91</para>
                                </entry>
                                <entry>
                                    <para>Mise &#224; la masse de la bte de vit. Allison 2000</para>
                                </entry>
                                <entry align="center">
                                    <para>7104</para>
                                </entry>
                                <entry align="center">
                                    <para>N92A (10RD)</para>
                                </entry>
                                <entry align="center">
                                    <para>L92#103 (18TN)</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2587366C91</para>
                                </entry>
                                <entry>
                                    <para>Alim. &#224; r&#233;g. de tens. de la bte de vit. Allison MD</para>
                                </entry>
                                <entry align="center">
                                    <para>7104F</para>
                                </entry>
                                <entry align="center">
                                    <para>N92-G (10WH)</para>
                                </entry>
                                <entry align="center">
                                    <para>L92#143 (10TN)</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center">
                                    <para>2587366C91</para>
                                </entry>
                                <entry>
                                    <para>Mise &#224; la masse de la bte de vit. Allison MD</para>
                                </entry>
                                <entry align="center">
                                    <para>7104F</para>
                                </entry>
                                <entry align="center">
                                    <para>N92A (10RD)</para>
                                </entry>
                                <entry align="center">
                                    <para>L92#136 (10TN)</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>Utiliser l'outil de sertissage Packard 12085115 ou l'&#233;quivalent pour sertir les &#233;pissures
                    de bornes ouvertes de mani&#232;re appropri&#233;e sans cr&#233;er d'ar&#234;tes vives lors du
                    processus de sertissage.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Connecteur 9700 de ch&#226;ssis/tableau de bord</title>
                <step1>
                    <para count="1">Rep&#233;rer le connecteur 9700 de ch&#226;ssis / tableau de bord dans le
                        compartiment moteur pr&#232;s du moteur d'essuie-glace. Le connecteur 9700 est pourvu d'un
                        levier de verrouillage de came gris. Se reporter &#224; la Figure 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspecter le faisceau de c&#226;blage pour s'assurer de son acheminement et de sa
                        fixation appropri&#233;s. Si le faisceau de c&#226;blage et le connecteur sont serr&#233;s,
                        retirer les courroies de fixation et les attaches et repositionner le faisceau de c&#226;blage
                        pour &#233;liminer les contraintes sur les fils au niveau du connecteur.
                    </para>
                </step1>
                <para>Mettre les syst&#232;mes du v&#233;hicule &#224; l'essai pour confirmer le fonctionnement appropri&#233;
                    et v&#233;rifier le contr&#244;leur pour prendre connaissance de tout code d'anomalie. Se reporter
                    au bulletin technique 01-08-07.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
