<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-12-01R - Proc&#233;dure appropri&#233;e d'amor&#231;age du circuit d'alimentation destin&#233;e
        &#224; pr&#233;venir les d&#233;faillances des pointes des injecteurs
    </stitle>
    <tsi id="tsi041201" tsitype="truck" translation="french">
        <tsinumber>04-12-01R</tsinumber>
        <replace>
            <tsinumber>04-12-01</tsinumber>
        </replace>
        <tsidate>June, 2004</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;dure appropri&#233;e d'amor&#231;age du circuit d'alimentation destin&#233;e &#224; pr&#233;venir
                les d&#233;faillances des pointes des injecteurs
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466</engfam>
                <engfam>DT 466E</engfam>
                <engfam>530E</engfam>
                <engfam>DT 530</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Puisque les &#171;d&#233;marrages &#224; sec&#187; provoquent des d&#233;faillances des pointes
                    d'injecteurs, on doit suivre une proc&#233;dure d'amor&#231;age du circuit d'alimentation avant de
                    faire d&#233;marrer le moteur. Lorsque le syst&#232;me d'injection de carburant est sec suite &#224;
                    l'entretien du moteur, le d&#233;marrage du moteur sans avoir d'abord amorc&#233; le circuit
                    d'alimentation donnera lieu &#224; un &#233;tat de surcharge des pointes d'injecteurs. Cette
                    surcharge se produit puisqu'il n'y a aucun carburant pour coussiner le pointeau alors qu'il se soul&#232;ve
                    et se loge. Pour &#233;viter cet &#233;tat, suivre le proc&#233;d&#233; ci-dessous apr&#232;s avoir
                    effectu&#233; toute man&#339;uvre d'entretien que ce soit, y compris le remplacement d'un filtre
                    &#224; carburant qui pourrait permettre &#224; l'air de p&#233;n&#233;trer dans le circuit
                    d'alimentation.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROC&#201;DURE D'AMOR&#199;AGE DU CIRCUIT D'ALIMENTATION</title>
            <specpara>
                <warning>
                    <para>Toujours mettre la bo&#238;te de vitesses au point mort, serrer le frein de stationnement et
                        caler les roues avant d'engager le d&#233;marreur du moteur. Le d&#233;faut de ce faire pourrait
                        donner lieu &#224; un d&#233;placement inattendu du v&#233;hicule, ce qui pourrait entra&#238;ner
                        des dommages mat&#233;riels ou des blessures corporelles graves ou mortelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Ne pas faire d&#233;marrer le moteur sans avoir amorc&#233; le circuit d'alimentation.</para>
                </caution>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher le faisceau de c&#226;blage des injecteurs au niveau du
                    couvre-culasse.
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser l'amorceur manuel pour remplir le circuit d'alimentation.
                    <emph type="bold">NOTA : Pomper jusqu'&#224; ce qu'il soit difficile &#224; appuyer sur l'amorceur
                        manuel.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Lancer le moteur &#224; trois reprises pendant 15 secondes chacune. R&#233;appliquer
                    l'amorceur manuel apr&#232;s chaque cycle de lancement.
                </para>
            </step1>
            <step1>
                <para count="1">Une fois qu'il est difficile d'appuyer sur l'amorceur manuel apr&#232;s le lancement de
                    15 secondes, rebrancher le faisceau de c&#226;blage des injecteurs et faire d&#233;marrer le moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Effacer les codes d'anomalie 513 (circuit ouvert du c&#244;t&#233; bas &#224; la rang&#233;e
                    de cylindres 1) et 514 (circuit ouvert du c&#244;t&#233; bas de la rang&#233;e de cylindres 2)
                    enregistr&#233;s lorsque le moteur a &#233;t&#233; lanc&#233; pendant que le faisceau de c&#226;blage
                    d'injecteur &#233;tait d&#233;branch&#233;.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
