<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-12-28 - Remplacement des radiateurs &#224; faisceau de cuivre / laiton par radiateurs &#224;
        faisceau en aluminium dans les mod&#232;les 5000 construits de 1994 &#224; la production en cours, et les mod&#232;les
        9000 construits au cours de la p&#233;riode de 1994 &#224; octobre 2002
    </stitle>
    <tsi id="tsi041228" tsitype="truck" translation="french">
        <tsinumber>04-12-28</tsinumber>
        <tsidate>Ao&#251;t 2004</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Remplacement des radiateurs &#224; faisceau de cuivre / laiton par radiateurs &#224; faisceau en
                aluminium dans les mod&#232;les 5000 construits de 1994 &#224; la production en cours, et les mod&#232;les
                9000 construits au cours de la p&#233;riode de 1994 &#224; octobre 2002
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les isolateurs du berceau de radiateur au faisceau doivent &#234;tre remplac&#233;s au moment du
                    remplacement d'un radiateur &#224; faisceau de cuivre / laiton par un radiateur &#224; faisceau en
                    aluminium.
                </para>
                <para>Prendre soin ,lors de la pose du nouveau radiateur en aluminium, de ne pas soulever les cadres
                    d'extr&#233;mit&#233; sur le radiateur, afin d'&#233;viter d'endommager le faisceau du radiateur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0412281">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.90*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <colspec colname="col3" colwidth="0.60*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2502216C91</para>
                            </entry>
                            <entry>
                                <para>N&#233;cessaire d'isolateur de radiateur</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter les dommages mat&#233;riels ou les blessures graves ou mortelles :</para>
                    <randlist type="bullet">
                        <item>
                            <para>stationner le v&#233;hicule sur une surface de niveau</para>
                        </item>
                        <item>
                            <para>serrer le frein de stationnement</para>
                        </item>
                        <item>
                            <para>couper le moteur et caler les roues</para>
                        </item>
                        <item>
                            <para>laisser le syst&#232;me de refroidissement du moteur se refroidir avant d'effectuer le
                                proc&#233;d&#233; d'entretien.
                            </para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure mortelle d&#233;coulant de
                        l'utilisation de liquide de refroidissement chaud ou de vapeur, effectuer uniquement le proc&#233;d&#233;
                        suivant pour retirer le bouchon de radiateur du radiateur ou du r&#233;servoir d'expansion.
                        Laisser refroidir le moteur. Enrouler un linge &#233;pais autour du bouchon du radiateur.
                        Appuyer sur le bouchon et le desserrer lentement au premier cran; attendre un moment pour
                        permettre &#224; la pression de s'&#233;chapper par le tube de trop-plein. Une fois que la
                        pression est dissip&#233;e, on peut proc&#233;der au retrait du bouchon du radiateur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Deux tiges de soutien sont situ&#233;es sur les c&#244;t&#233;s avant et arri&#232;re du
                        radiateur de cuivre/laiton; ces tiges vont du haut jusqu'au bas du radiateur pour offrir une r&#233;sistance
                        additionnelle. Les radiateurs en aluminium ne n&#233;cessitent pas ces quatre tiges de soutien,
                        donc il ne faut pas tenter de transf&#233;rer les tiges de soutien de l'ancien radiateur au
                        nouveau radiateur. Se reporter au bulletin d'information TSI-03- 12-12 pour plus de d&#233;tails.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enlever le bouchon de radiateur.</para>
            </step1>
            <step1>
                <para count="1">Vidanger le liquide du syst&#232;me de refroidissement dans un r&#233;cipient propre
                    appropri&#233;. Conserver le liquide de refroidissement pour pouvoir remplir le syst&#232;me &#224;
                    nouveau.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher les durites du radiateur et retirer l'ensemble du radiateur du v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Retirer le faisceau en cuivre/laiton du berceau du radiateur. Nettoyer tout d&#233;bris
                    du berceau du radiateur.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les isolateurs neufs de la trousse 2502216C91 dans la canalisation inf&#233;rieure
                    du berceau du radiateur.
                </para>
            </step1>
            <step1>
                <para count="1">Mettre le faisceau en aluminium en place dans la canalisation inf&#233;rieure. Soutenir
                    le faisceau en aluminium en position verticale, puis installer les deux canalisations lat&#233;rales.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les isolateurs neufs dans la canalisation sup&#233;rieure, puis mettre la
                    canalisation sup&#233;rieure en place sur le radiateur (Figure 1).
                </para>
            </step1>
            <figure id="f0412281" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412281.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 1. Assemblage des canalisations du berceau au faisceau du radiateur</caption>
            </figure>
            <specpara>
                <caution>
                    <para>Ne pas utiliser de barres-leviers ni de tournevis pour comprimer les isolateurs ou pour
                        aligner les trous de boulons lors du montage du radiateur. Le d&#233;faut d'observer cette
                        consigne peut donner lieu au dommage du faisceau du radiateur (Figures 3 et 4).
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Comprimer le berceau du radiateur &#224; la main ou au moyen d'un outil de serrage afin
                    de tirer le faisceau du radiateur sur les isolateurs et en alignement avec les trous de boulons
                    (Figure 2).
                </para>
            </step1>
            <figure id="f0412282" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412282.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 2. Serrage du faisceau de radiateur</caption>
            </figure>
            <figure id="f0412283" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412283.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 3. Surface endommag&#233;e (cercle) lorsqu'une barre-levier est utilis&#233;e</caption>
            </figure>
            <figure id="f0412284" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412284.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figure 4. Gros plan d'une surface endommag&#233;e dans le cercle illustr&#233; &#224; la Figure
                    3
                </caption>
            </figure>
            <step1>
                <para count="1">Installer les boulons de fixation du berceau.</para>
            </step1>
            <step1>
                <para count="1">Poser l'ensemble du radiateur dans le v&#233;hicule.</para>
            </step1>
            <step1>
                <para count="1">Rebrancher les durites du radiateur.</para>
            </step1>
            <step1>
                <para count="1">Remplir le syst&#232;me de refroidissement et v&#233;rifier s'il y a des fuites.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
