<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-12-02 - Nouveau proc&#233;d&#233; de serrage des boulons du collecteur d'alimentation
    </stitle>
    <tsi id="tsi041202" tsitype="engine" translation="french">
        <tsinumber>04-12-02</tsinumber>
        <replace>
            <tsinumber>03-12-01</tsinumber>
        </replace>
        <tsidate>F&#233;vrier 2004</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Nouveau proc&#233;d&#233; de serrage des boulons du collecteur d'alimentation</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466
                    <snrange>1273511 et au-del&#224;</snrange>
                </engfam>
                <engfam>DT 530
                    <snrange>1273511 et au-del&#224;</snrange>
                </engfam>
                <engfam>HT 530
                    <snrange>1273511 et au-del&#224;</snrange>
                </engfam>
                <engfam>DT 466E
                    <snrange>943054 et au-del&#224;</snrange>
                </engfam>
                <engfam>International&#174; 530E
                    <snrange>943054 et au-del&#224;</snrange>
                </engfam>
                <engfam>La technologie de carburant diesel sans danger pour l'environnement 530E&#8482; d'International&#174;
                    <snrange>1194039 et au-del&#224;</snrange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Une nouvelle s&#233;quence de serrage et de resserrage a &#233;t&#233; &#233;labor&#233;e pour
                    l'installation du collecteur d'alimentation de tous les mod&#232;les de moteurs &#233;lectroniques
                    I6 (num&#233;ro de s&#233;rie de moteur 943054 et au-del&#224;). La raison de cette nouvelle &#233;tape
                    de s&#233;quence de serrage et de resserrage est d'obtenir une plus grande &#233;tanch&#233;it&#233;
                    du collecteur d'alimentation.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;d&#233;</title>
            <step1>
                <para count="1">Se reporter au manuel d'atelier appropri&#233; du mod&#232;le de moteur faisant l'objet
                    de l'entretien :
                </para>
            </step1>
            <verbatim>
                <line>EGES 160-1</line>
                <line>DT 466E et 530E d'International&#174;</line>
                <line>Ann&#233;es-mod&#232;le 1995 &#224; 1999</line>
                <line>Num&#233;ros de s&#233;rie de moteur s943054 &#224; 1194038</line>
            </verbatim>
            <para></para>
            <verbatim>
                <line>EGES 210</line>
                <line>DT 466E, 530E d'International&#174;, et le 530E d'International&#174; avec la technologie de
                    carburant diesel sans danger pour l'environnement 530E&#8482;
                </line>
                <line>Ann&#233;es mod&#232;le 2000 &#224; 2003</line>
                <line>Num&#233;ros de s&#233;rie de moteurs 1194039 et au-del&#224;</line>
            </verbatim>
            <para></para>
            <verbatim>
                <line>EGES 210 et suppl&#233;ment EGES 230</line>
                <line>DT 466, DT 530, et HT 530</line>
                <line>Ann&#233;es-mod&#232;le 2001 &#224; 2003</line>
                <line>Num&#233;ros de s&#233;rie de moteurs 1273511 et au-del&#224;</line>
            </verbatim>
            <step1>
                <para count="1">Inspecter la rampe de graissage pour d&#233;celer toute fuite. Si aucun indice de fuite
                    n'est d&#233;cel&#233; au niveau du joint d'&#233;tanch&#233;it&#233;, passer imm&#233;diatement
                    &#224; l'&#233;tape 3. En cas de fuite, le joint d'&#233;tanch&#233;it&#233; doit &#234;tre remplac&#233;.
                    Se reporter au manuel d'atelier pour prendre connaissance des proc&#233;d&#233;s de d&#233;pose et
                    de pose du joint d'&#233;tanch&#233;it&#233; du collecteur d'alimentation. Ces proc&#233;d&#233;s
                    demeurent inchang&#233;s, sauf pour la nouvelle &#233;tape de s&#233;quence de serrage et de
                    desserrage.
                </para>
            </step1>
            <step1>
                <para count="1">Serrer les 12 boulons &#224; un couple de 27 N&#183;m (20 lbf&#183;pi) en suivant la s&#233;quence
                    illustr&#233;e sur la Figure 1, en commen&#231;ant par le boulon 1.
                </para>
            </step1>
            <step1>
                <para count="1">Cette nouvelle s&#233;quence de serrage n&#233;cessite une &#233;tape de resserrage. R&#233;p&#233;ter
                    la s&#233;quence de serrage une deuxi&#232;me fois pour faire en sorte que les boulons du collecteur
                    d'alimentation sont bien serr&#233;s &#224; la valeur de couple sp&#233;cifi&#233;e.
                </para>
            </step1>
            <figure id="A0801" figsize="pg-wide">
                <graphic filename="../tsifigures/A0801.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="232px"/>
                <caption>Figure 1. S&#233;quence de serrage du collecteur d'alimentation</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
