<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-15-01 - Connecteurs de canalisations de carburant</stitle>
    <tsi id="tsi041501" tsitype="truck" translation="french">
        <tsinumber>04-15-01</tsinumber>
        <replace>
            <tsinumber>01-15-02</tsinumber>
        </replace>
        <tsidate>Juillet 2004</tsidate>
        <subjectfile>R&#201;SERVOIRS &#192; CARBURANT</subjectfile>
        <subjectgroup>
            <subject>Connecteurs de canalisations de carburant</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>10/24/2000</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les connecteurs de canalisations de carburant Voss sont utilis&#233;es sur les mod&#232;les HPV.
                    Ces connecteurs facilitent le branchement et le d&#233;branchement des canalisations de carburant.
                    L'installation initiale de ces nouveaux connecteurs sur une canalisation de carburant est
                    habituellement effectu&#233;e au moyen d'outils sp&#233;ciaux; toutefois l'installation peut &#234;tre
                    faite sur le terrain au moyen d'outils d'atelier facilement disponibles.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t041501">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="2">
                    <colspec colname="col1" align="center" colwidth="2.05in"/>
                    <colspec colname="col2" colwidth="4.45in"/>
                    <thead>
                        <row>
                            <entry align="center" colname="col1">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3551188C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Connecteur femelle droit avec barbelures pour flexible d'un D.I. de 3/8 po -
                                    plastique
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3533425C3</para>
                            </entry>
                            <entry colname="col2">
                                <para>Connecteur m&#226;le de 90 &#176; avec joint torique et barbelures pour flexible
                                    d'un D.I. de 3/8 po - plastique
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3533426C2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Connecteur m&#226;le droit avec joint torique et barbelures pour flexible d'un
                                    D.I. de 3/8 po - plastique
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3559587C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Connecteur en t&#233; Voss, femelle - plastique</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3535969C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Adaptateur - Connecteur Voss 3/8 po NPTF m&#226;le &#224; femelle - laiton</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3533424C2</para>
                            </entry>
                            <entry colname="col2">
                                <para>Adaptateur - Connecteur Voss 1/2 po NPTF m&#226;le &#224; femelle - laiton</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3535968C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Adaptateur - Connecteur Voss 1/4 po NPTF m&#226;le &#224; femelle - laiton</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3587964C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Bouchon en laiton avec pince et courroie</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>1840823C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Joint torique de rechange</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center" colname="col1">
                                <para>3555278C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Tube d'aspiration et de retour de r&#233;servoir de carburant, 1/2 po NPTF, pour r&#233;servoir
                                    d'une profondeur de 19 po (coup&#233; &#224; la longueur appropri&#233;e pour les r&#233;servoirs
                                    plus courts)
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="5">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave, voire mortelle, ne
                        pas effectuer ce proc&#233;d&#233; d'entretien sur le systleme d'alimentation en pr&#233;sence
                        de flammes nues, de chaleur intense, d'&#233;tincelles, de cigarettes allum&#233;es, ou de
                        dangers similaires sur les lieux de travail.
                    </para>
                </warning>
            </specpara>
            <para>La r&#233;paration, la prolongation, le raccourcissement ou l'ajout de canalisations de carburant
                suppl&#233;mentaire n&#233;cessitera l'installation des connecteurs de canalisations de carburant Voss.
                Les raccords &#224; compression typiques ne peuvent &#234;tre utilis&#233;s sur la canalisation de
                carburant diesel install&#233;e &#224; l'usine.
            </para>
            <step1>
                <para count="1">
                    <emph type="bold">Mises en garde&#160;:</emph>
                </para>
                <step2>
                    <para count="1">Utiliser un mat&#233;riau de flexible dont l'utilisation convient au carburant
                        diesel (le flexible de frein &#224; air comprim&#233; Synflex est appropri&#233;).
                    </para>
                </step2>
                <step2>
                    <para count="1">Effectuer le proc&#233;d&#233; &#224; la temp&#233;rature ambiante.</para>
                </step2>
                <step2>
                    <para count="1">Ne pas chauffer le flexible.</para>
                </step2>
                <step2>
                    <para count="1">Les barbelures (sapin) sur le connecteur Voss doivent &#234;tre exemptes de dommage
                        afin de permettre un raccord serr&#233;.
                    </para>
                </step2>
                <step2>
                    <para count="1">Les barbelures (sapin) et le flexible doivent &#234;tre exempts de salet&#233; et de
                        tout lubrifiant.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Couper nettement l'extr&#233;mit&#233; du flexible &#224; un angle de 90 &#176; de l'axe
                    longitudinal du flexible.
                </para>
            </step1>
            <step1>
                <para count="1">Serrer le flexible dans le trou de dimension correspondante dans l'&#233;tau provenant
                    d'une trousse d'appareils &#224; collets de canalisations de frein, &#224; environ un pouce de
                    l'extr&#233;mit&#233; coup&#233;e. Les trousses d'appareils &#224; collets de canalisations de frein
                    sont disponibles chez votre fournisseur d'outils &#224; main. En choisir une qui peut recevoir des
                    tubes d'un D.E. de 1/2 po et 5/8 po. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <figure id="f0415011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0115021.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figure 1. &#201;tau d'appareil &#224; collets de canalisations de frein.</caption>
            </figure>
            <step1>
                <para count="1">Ins&#233;rer un connecteur droit ou de 90 &#176; Voss dans l'extr&#233;mit&#233; de la
                    canalisation. Ne pas utiliser de lubrifiant. Se reporter aux Figures 2 et 3.
                </para>
            </step1>
            <figure id="f0415012" figsize="pg-wide">
                <graphic filename="../tsifigures/g0115022.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figure 2. Pose d'un connecteur droit &#224; barbelures au moyen d'une presse &#224; cr&#233;maill&#232;re</caption>
            </figure>
            <figure id="f0415013" figsize="pg-wide">
                <graphic filename="../tsifigures/g0115023.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figure 3. Pose d'un connecteur de 90 &#176; &#224; barbelures au moyen d'une presse &#224; cr&#233;maill&#232;re</caption>
            </figure>
            <step1>
                <para count="1">Si un connecteur droit m&#226;le est install&#233;, s'assurer que le chapeau pare-poussi&#232;re
                    est en place, ou ins&#233;rer une rondelle protectrice un boulon dans le connecteur. Se reporter
                    &#224; la Figure 4.
                </para>
            </step1>
            <figure id="f0415014" figsize="pg-wide">
                <graphic filename="../tsifigures/g0115024.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figure 4. Pose d'un connecteur droit &#224; barbelures au moyen de grosses pinces de type
                    multiprise
                </caption>
            </figure>
            <step1>
                <para count="1">Si un connecteur femelle droit est install&#233;, utiliser un chapeau m&#226;le aux fins
                    de protection (se reporter &#224; la liste de pi&#232;ces). Alternativement, ins&#233;rer une
                    rondelle protectrice et un boulon dans le connecteur, s'assurant de ne causer aucun dommage &#224;
                    la surface d'&#233;tanch&#233;it&#233; du joint torique.
                </para>
            </step1>
            <figure id="f0415015" figsize="pg-wide">
                <graphic filename="../tsifigures/g0115025.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="312px"/>
                <caption>Figure 5. Pose d'un connecteur de 90 &#176; &#224; barbelures &#224; l'aide de grosses pinces
                    de type multiprise
                </caption>
            </figure>
            <step1>
                <para count="1">Au moyen d'une presse &#224; cr&#233;maill&#232;re (se reporter aux Figures 2 et 3),
                    d'une perceuse sensitive (ins&#233;rer le boulon protecteur dans le mandrin de la perceuse) ou de
                    grosses pinces de type multiprise (se reporter aux Figures 4 et 5), presser le connecteur droit dans
                    la canalisation jusqu'&#224; ce que le connecteur soit enti&#232;rement ins&#233;r&#233;. Ne pas
                    presser le connecteur &#224; un angle. Il est sugg&#233;r&#233; d'utiliser une presse &#224; cr&#233;maill&#232;re
                    plut&#244;t que des grosses pinces de type multiprise.
                </para>
            </step1>
            <step1>
                <para count="1">Le joint torique et ses surfaces d'&#233;tanch&#233;it&#233; correspondantes sur les
                    connecteurs m&#226;le et femelle doivent &#234;tre exempts de salet&#233;, de d&#233;bris, de
                    coupures et d'entailles afin d'&#233;viter toute fuite.
                </para>
            </step1>
            <step1>
                <para count="1">Les connecteurs Voss peuvent s'encliqueter &#224; la main. Pour d&#233;brancher un
                    connecteur Voss, comprimer le dispositif de d&#233;clenchement en plastique blanc et s&#233;parer.
                </para>
            </step1>
            <step1>
                <para count="1">Les canalisations de carburant doivent &#234;tre achemin&#233;es et fix&#233;es de mani&#232;re
                    &#224; &#233;viter toute courbure ou charge de torsion ou vibratoire sur les connecteurs Voss. On
                    peut &#233;liminer les charges de torsion en coupant la canalisation et en installant une paire
                    droite de connecteurs m&#226;le et femelle Voss.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les canalisations de carburant et faire tourner le moteur pour s'assurer d'une
                    absence de fuite.
                </para>
            </step1>
            <para>
                <emph type="bold">Renseignements sur les outils :</emph>
                Dans les cas o&#249; un grand nombre d'installations de connecteurs de canalisations de carburant sont
                effectu&#233;es, il pourrait s'av&#233;rer pr&#233;f&#233;rable d'acheter un outil de pose sp&#233;cial.
                Pour obtenir des renseignements sur les outils, communiquer avec :
            </para>
            <verbatim>
                <line>VOSS Automotive, Inc.</line>
                <line>5109 Industrial Road</line>
                <line>Fort Wayne, IN 46825-5215 USA</line>
                <line>Messagerie vocale : (260) 373-2277</line>
                <line>T&#233;l&#233;copieur&#160;: (260) 373-2299</line>
                <line>Courriel : vossa@aol.com</line>
            </verbatim>
        </svcproc>
    </tsi>
</isis>
