<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-16-06 - Interf&#233;rence des boulons des plaques de soutien du soubassement de la cabine
        avec le tuyau d'&#233;chappement sur le c&#244;t&#233; passager sur les mod&#232;les 9000i construits au cours
        de la p&#233;riode du 1er d&#233;cembre 2000 au 10 juin 2004
    </stitle>
    <tsi id="tsi041606" tsitype="truck" translation="french">
        <tsinumber>04-16-06</tsinumber>
        <tsidate>Ao&#251;t 2004</tsidate>
        <subjectfile>Cabine</subjectfile>
        <subjectgroup>
            <subject>Interf&#233;rence des boulons des plaques de soutien du soubassement de la cabine avec le tuyau d'&#233;chappement
                sur le c&#244;t&#233; passager sur les mod&#232;les 9000i construits au cours de la p&#233;riode du 1er
                d&#233;cembre 2000 au 10 juin 2004
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>12/01/2000</startdate>
                        <enddate>06/10/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>12/01/2000</startdate>
                        <enddate>06/10/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>12/01/2000</startdate>
                        <enddate>06/10/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900ix
                    <daterange>
                        <startdate>12/01/2000</startdate>
                        <enddate>06/10/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il existe une interf&#233;rence entre les dix (10) boulons Huckbolt utilis&#233;s pour monter les
                    plaques de soutien au soubassement de la cabine sur le c&#244;t&#233; passager et le tuyau d'&#233;chappement.
                    Ces dix boulons Huckbolt doivent &#234;tre raccourcis pour &#233;viter tout contact avec le tuyau d'&#233;chappement.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter des dommages mat&#233;riels ou des blessures graves ou mortelles&#160;:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>stationner le v&#233;hicule sur une surface plate et de niveau</para>
                        </item>
                        <item>
                            <para>serrer le frein de stationnement</para>
                        </item>
                        <item>
                            <para>couper le moteur et caler les roues</para>
                        </item>
                        <item>
                            <para>laisser le syst&#232;me d'&#233;chappement se refroidir avant d'effectuer le proc&#233;d&#233;
                                d'entretien.
                            </para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure aux yeux, un &#233;cran facial ou des lunettes de s&#233;curit&#233;
                        doivent &#234;tre port&#233;s lorsque ce proc&#233;d&#233; d'entretien est effectu&#233;.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Raccourcir les boulons Huckbolt, identifi&#233;s &#224; la Figure 1, sur le c&#244;t&#233;
                    passager de la cabine. Couper ou meuler les boulons jusqu'&#224; ce qu'ils soient &#224; ras de la
                    collerette (&#233;crou). L'usage d'une meule &#224; rectifier les matrices est recommand&#233;.
                </para>
            </step1>
            <figure id="f0416061" figsize="pg-wide">
                <graphic filename="../tsifigures/g0416061.webp" type="webp" scalefit="1" scalefitwidth="408px"/>
                <caption>Figure 1. Les boulons Huckbolt de la plaque de soutien sur le c&#244;t&#233; passager qui
                    doivent &#234;tre raccourcis sont illustr&#233;s dans les cercles
                </caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
