<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 04-47-01 - Pr&#233;vention de la corrosion des lisses lat&#233;rales de protection inf&#233;rieures
        des autobus
    </stitle>
    <tsi id="tsi044701" tsitype="truck" translation="french">
        <tsinumber>04-47-01</tsinumber>
        <tsidate>Septembre 2004</tsidate>
        <subjectfile>CARROSSERIE d'autobus</subjectfile>
        <subjectgroup>
            <subject>Pr&#233;vention de la corrosion des lisses lat&#233;rales de protection inf&#233;rieures des
                autobus
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE 200</truckmodel>
                <truckmodel>RE 300</truckmodel>
                <truckmodel>FE 300</truckmodel>
                <truckmodel>CE Bus</truckmodel>
                <truckmodel>3700</truckmodel>
                <truckmodel>3800</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les lisses lat&#233;rales de protection des autobus sont pourvus de trous d'&#233;coulement le
                    long du bas qui ont &#233;t&#233; con&#231;us pour emp&#234;cher l'humidit&#233; de s'emprisonner
                    derri&#232;re les lisses de protection Dans certaines applications, la salet&#233; et le sel
                    obstruent les trous d'&#233;coulement, emp&#234;chant ainsi l'humidit&#233; de s'&#233;chapper et
                    donnant lieu &#224; une accumulation de zones &#171;mouill&#233;es&#187; derri&#232;re la lisse de
                    protection. Bien que les deux c&#244;t&#233;s des lisses de protection aient &#233;t&#233; enduites
                    pour pr&#233;venir la corrosion, il se peut que, dans certaines conditions, cette surface d'humidit&#233;
                    constante soit extr&#234;mement dommageable &#224; la peinture et qu'une d&#233;t&#233;rioration pr&#233;matur&#233;e
                    du m&#233;tal commence &#224; se manifester. Dans des cas isol&#233;s constat&#233;s, ce ph&#233;nom&#232;ne
                    a tendance &#224; se produire sur le c&#244;t&#233; arri&#232;re gauche de l'autobus (Figure 1) sur
                    les routes &#224; deux voies dans les &#201;tats qui utilisent une combinaison de chlorure de
                    calcium et de sable fin pour d&#233;glacer les routes. Il est probable que les v&#233;hicules venant
                    en sens inverse provoquent l'&#233;claboussement de ce m&#233;lange de d&#233;gla&#231;age sur le
                    soubassement des lisses lat&#233;rales de protection inf&#233;rieures. Le sable obstrue les trous d'&#233;coulement,
                    tandis que le sel de voirie emprisonn&#233; contribue aux indices de corrosion pr&#233;matur&#233;e.
                    Un entretien p&#233;riodique facile contribuera &#224; &#233;viter ce probl&#232;me.
                </para>
                <figure id="f0447011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0447011.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                    <caption>Figure 1. Les surfaces susceptibles de subir une corrosion sont indiqu&#233;es par une fl&#232;che</caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;d&#233; d'entretien</title>
            <para>Maintenance - Au cours des mois d'hiver, effectuer une inspection r&#233;guli&#232;re des lisses lat&#233;rales
                de protection inf&#233;rieures, surtout sur le c&#244;t&#233; conducteur de l'autobus. V&#233;rifier
                pour d&#233;celer les trous d'&#233;coulement obstru&#233;s. Faire dispara&#238;tre le sable du trou d'&#233;coulement
                au moyen d'un petit fil m&#233;tallique ou d'un tournevis &#233;troit. Rincer la lisse lat&#233;rale de
                protection &#224; l'eau fra&#238;che afin d'&#233;liminer tout sel de voirie. Selon le besoin, retoucher
                les petites &#233;gratignures &#224; la brosse &#224; l'aide d'une solution de pr&#233;paration du m&#233;tal
                (p. ex., la Sikkens Autoprep Etching Pen - disponible aupr&#232;s du grossiste Sikkens de votre localit&#233;,
                ou du produit Touch-N-Prep&#174;Alodine&#174;--1132 de Henkel's Surface Technology, qui est disponible
                en ligne &#224; http://www.buyhstna.com/store), suivie d'une couche de finition &#224; base d'ur&#233;thane.
            </para>
        </svcproc>
    </tsi>
</isis>
