<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-09-02 - Il se peut que le panneau anti-&#233;claboussure de certains mod&#232;les 7000 HPV
        se frotte contre le c&#244;t&#233; inf&#233;rieur du capot
    </stitle>
    <tsi id="tsi050902" tsitype="truck" translation="french">
        <tsinumber>05-09-02</tsinumber>
        <tsidate>Juin 2005</tsidate>
        <subjectfile>T&#212;LERIE AVANT</subjectfile>
        <subjectgroup>
            <subject>Il se peut que le panneau anti-&#233;claboussure de certains mod&#232;les 7000 HPV se frotte contre
                le c&#244;t&#233; inf&#233;rieur du capot
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut que le panneau anti-&#233;claboussure c&#244;t&#233; passager de certains mod&#232;les
                    7000 HPV se frotte contre le c&#244;t&#233; inf&#233;rieur du capot, ce qui peut provoquer l'usure
                    excessive du c&#244;t&#233; inf&#233;rieur du capot. Dans un pareil cas, le panneau anti-&#233;claboussure
                    doit &#234;tre d&#233;coup&#233; suivant les &#233;tapes du proc&#233;d&#233; d'entretien.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;clencher les brides de fixation du panneau anti-&#233;claboussure c&#244;t&#233;
                    passager (Figure 1, article 4) en les retirant du panneau anti-&#233;claboussure, puis retirer le
                    panneau anti-&#233;claboussure. Se reporter au manuel d'atelier S09007 sur ISI ou au manuel
                    d'atelier principal CTS-5000 pour obtenir des renseignements d&#233;taill&#233;s, selon le besoin.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer soigneusement la zone ombrag&#233;e du panneau anti-&#233;claboussure (Figure 1,
                    article 2) &#224; l'aide d'un outil de coupe appropri&#233;e, en d&#233;coupant le long de la ligne
                    de transition (Figure 1, article 1 et Figure 2).
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le panneau anti-&#233;claboussure.</para>
            </step1>
            <figure id="f0509021" figsize="pg-wide">
                <graphic filename="../tsifigures/g0509021.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figure 1. Panneau anti-&#233;claboussure c&#244;t&#233; passager</caption>
                <calloutgroup>
                    <callout1>1. Enlever la zone ombrag&#233;e le long de la ligne de transition</callout1>
                    <callout1>2. Zone ombrag&#233;e &#224; enlever</callout1>
                    <callout1>3. Ne rien enlever au-del&#224; de ce point</callout1>
                    <callout1>4. Brides de fixation du panneau anti-&#233;claboussure</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0509022" figsize="col-wide">
                <graphic filename="../tsifigures/g0509022.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figure 2. Panneau anti-&#233;claboussure avec zone enlev&#233;e (tel qu'indiqu&#233; par la fl&#232;che)</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
