<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-08-02 - Il se peut qu'il survienne une ouverture ou une fermeture al&#233;atoire des portes
        &#224; commande pneumatique de certains mod&#232;les d'autobus CE 200 et CE 300 construits au cours de la p&#233;riode
        du 1er mars 2004 au 9 septembre 2004; cette anomalie survient lorsque l'autobus est stationnaire et que la cl&#233;
        est tourn&#233;e &#224; la position de marche (&#171;ON&#187;) ou d'arr&#234;t (&#171;OFF&#187;)
    </stitle>
    <tsi id="tsi050802" tsitype="truck" translation="french">
        <tsinumber>05-08-02</tsinumber>
        <tsidate>Mai 2005</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Il se peut qu'il survienne une ouverture ou une fermeture al&#233;atoire des portes &#224; commande
                pneumatique de certains mod&#232;les d'autobus CE 200 et CE 300 construits au cours de la p&#233;riode
                du 1er mars 2004 au 9 septembre 2004; cette anomalie survient lorsque l'autobus est stationnaire et que
                la cl&#233; est tourn&#233;e &#224; la position de marche (&#171;ON&#187;) ou d'arr&#234;t (&#171;OFF&#187;)
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CE 200
                    <daterange>
                        <startdate>03/01/2004</startdate>
                        <enddate>09/09/2004</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>CE 300
                    <daterange>
                        <startdate>03/01/2004</startdate>
                        <enddate>09/09/2004</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut que la porte &#224; commande pneumatique de certains mod&#232;les d'autobus CE 200 et
                    CE 300 construits au cours de la p&#233;riode du 1er mars 2004 au 9 septembre 2004 s'ouvre ou se
                    ferme partiellement pendant que l'autobus est stationnaire et que la cl&#233; est tourn&#233;e
                    &#224; la position de marche (&#171;ON&#187;) ou d'arr&#234;t (&#171;OFF&#187;). Pour &#233;viter la
                    possibilit&#233; de l'ouverture ou la fermeture al&#233;atoire de la porte &#224; commande
                    pneumatique, un faisceau de c&#226;blage de diode peut &#234;tre introduit entre le sol&#233;no&#239;de
                    de porte &#224; commande pneumatique et le faisceau de c&#226;blage de sol&#233;no&#239;de de porte
                    &#224; commande pneumatique.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0508021">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.76*"/>
                    <colspec colname="col2" colwidth="1.59*"/>
                    <colspec colname="col3" colwidth="0.64*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>454516001</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage de diode</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Proc&#233;d&#233; d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, caler
                        les roues et couper le moteur.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rer et ouvrir le panneau d'acc&#232;s int&#233;rieur situ&#233; au-dessus de la
                    porte d'entr&#233;e/sortie &#224; l'avant de l'autobus (Figures 1 et 2).
                </para>
            </step1>
            <figure id="f0508021" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508021.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 1. La fl&#232;che indique le panneau d'acc&#232;s</caption>
            </figure>
            <figure id="f0508022" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508022.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Vue du faisceau de c&#226;blage de sol&#233;no&#239;de</caption>
            </figure>
            <step1>
                <para count="1">D&#233;brancher le connecteur de faisceau de c&#226;blage identifi&#233; &#224; la
                    Figure 2 et ins&#233;rer le faisceau de c&#226;blage de diode, num&#233;ro de pi&#232;ce 454516001,
                    Figure 3, entre les extr&#233;mit&#233;s de connecteur du faisceau de c&#226;blage de sol&#233;no&#239;de.
                </para>
            </step1>
            <figure id="f0508023" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508023.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="248px"/>
                <caption>Figure 3. Faisceau de c&#226;blage de diode</caption>
                <calloutgroup>
                    <callout1>1. Vers le faisceau de c&#226;blage</callout1>
                    <callout1>2. Vers le sol&#233;no&#239;de</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Utiliser des courroies de fixation pour fixer les faisceaux de c&#226;blage.</para>
            </step1>
            <step1>
                <para count="1">Mettre la porte &#224; l'essai pour s'assurer de son bon fonctionnement.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
