<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-08-08 - Infiltration d'eau ou de d&#233;bris dans le centre de distribution de
        l'alimentation dans les mod&#232;les 4000 et 7000 HPV
    </stitle>
    <tsi id="tsi050808" tsitype="truck" translation="french">
        <tsinumber>05-08-08</tsinumber>
        <tsidate>Ao&#251;t 2005</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Infiltration d'eau ou de d&#233;bris dans le centre de distribution de l'alimentation dans les mod&#232;les
                4000 et 7000 HPV
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Une trousse a &#233;t&#233; con&#231;ue pour emp&#234;cher l'eau et les d&#233;bris de s'infiltrer
                    dans le centre de distribution de l'alimentation des mod&#232;les 4000 et 7000 HPV.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0508081">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.70*"/>
                    <colspec colname="col2" colwidth="1.49*"/>
                    <colspec colname="col3" colwidth="0.79*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2589899C91</para>
                            </entry>
                            <entry>
                                <para>La trousse de protection contre l'infiltration d'eau et de d&#233;bris dans le
                                    centre de distribution de l'alimentation se compose de ce qui suit :
                                </para>
                                <para>2589888R1 Consignes</para>
                                <para>2589886C1 Ruban &#224; mousse isolante (1)</para>
                                <para>2589887C1 Isolant &#224; mousse en bloc (1)</para>
                                <para>3610869C1 D&#233;flecteur anti&#233;claboussures en caoutchouc pour les mod&#232;les
                                    7000 (1)
                                </para>
                                <para>1677377C1 Attaches de d&#233;flecteur anti&#233;claboussures pour les mod&#232;les
                                    7000 (3)
                                </para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="7">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, couper
                        le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Rep&#233;rer et retirer le couvercle du centre de distribution de l'alimentation (Figure
                    1). Prendre note que la paroi lat&#233;rale du couvercle est de type crant&#233;.
                </para>
            </step1>
            <figure id="f0508081" figsize="col-wide">
                <graphic filename="../tsifigures/g0508081.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Couvercle du centre de distribution de l'alimentation (surface int&#233;rieure
                    illustr&#233;e)
                </caption>
                <calloutgroup>
                    <callout1>1. Surface inf&#233;rieure</callout1>
                    <callout1>2. Cran de la paroi lat&#233;rale</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Nettoyer la surface du couvercle sur laquelle le ruban &#224; mousse sera fix&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;couper deux (2) morceaux de19,3 cm (7 5/8 po) de long du ruban &#224; mousse et
                    deux (2) morceaux de 14,3 cm (5 5/8 po) de long du ruban &#224; mousse. Depuis le coin du couvercle
                    du centre de distribution de l'alimentation, enlever la pellicule de papier du ruban &#224; mousse
                    et appliquer une longueur de 14,3 cm (5 5/8 po) tel qu'illustr&#233; &#224; l'article 1 de la Figure
                    2. NOTA : Cette section est fix&#233;e &#224; la grande surface plate et se termine au cran pour
                    &#233;galiser la surface aux fins de l'installation finale du ruban. Poursuivre ce processus en
                    appliquant une section de ruban &#224; mousse de 19,3 cm (7 5/8 po) de long rejoignant le premier
                    morceau de ruban &#224; mousse, tel qu'illustr&#233; &#224; l'article 2 de la Figure 2. Par la
                    suite, appliquer les deux morceaux qui restent. Appuyer fermement sur les bandes de ruban afin de
                    s'assurer d'une adh&#233;rence appropri&#233;e.
                </para>
            </step1>
            <figure id="f0508082" figsize="col-wide">
                <graphic filename="../tsifigures/g0508082.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Installer la premi&#232;re couche d'isolant &#224; mousse</caption>
                <calloutgroup>
                    <callout1>1. Ruban &#224; mousse d'une longueur de 14,3 cm (5 5/8 po)</callout1>
                    <callout1>2. Ruban &#224; mousse d'une longueur de 19,3 cm (7 5/8 po)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">En suivant la m&#234;me proc&#233;dure, couper deux (2) morceaux de ruban &#224; mousse
                    d'une longueur de 17 cm (6 3/4 po) et deux (2) morceaux de 20,3 cm (8 po) de long. Appliquer ces
                    morceaux par-dessus le cran et la premi&#232;re couche de ruban &#224; mousse (article 2 de la
                    Figure 1) et (Figure 3). Appuyer fermement sur les bandes de ruban afin de s'assurer d'une adh&#233;rence
                    appropri&#233;e.
                </para>
            </step1>
            <figure id="f0508083" figsize="col-wide">
                <graphic filename="../tsifigures/g0508083.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Appliquer la deuxi&#232;me couche d'isolant &#224; mousse</caption>
                <calloutgroup>
                    <callout1>1. Couche inf&#233;rieure de ruban &#224; mousse</callout1>
                    <callout1>2. La couche sup&#233;rieure de ruban &#224; mousse recouvre le cran et la couche inf&#233;rieure</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remettre en place le couvercle du centre de distribution de l'alimentation.</para>
            </step1>
            <step1>
                <para count="1">Utiliser le bloc de mousse pr&#233;d&#233;coup&#233; compris dans la trousse, ouvrir la
                    fente au centre du bloc de mousse et y installer les c&#226;bles du faisceau de c&#226;blage, tel
                    qu'illustr&#233; &#224; la Figure 4. Pousser le bloc de mousse dans l'ouverture du centre de
                    distribution de l'alimentation, tel qu'illustr&#233; &#224; la Figure 4.
                </para>
            </step1>
            <figure id="f0508084" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508084.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 4. Installer le bloc de mousse</caption>
                <calloutgroup>
                    <callout1>1. Bloc de mousse</callout1>
                    <callout1>2. C&#226;bles du faisceau de c&#226;blage</callout1>
                </calloutgroup>
            </figure>
            <para>
                <emph type="bold">La proc&#233;dure suivante s'applique uniquement aux mod&#232;les 7000</emph>
            </para>
            <step1>
                <para count="1">Rep&#233;rer la zone de renforcement arri&#232;re du capot sur le c&#244;t&#233;
                    conducteur (Figure 5). Nettoyer toute salet&#233; et tout d&#233;bris de la route.
                </para>
            </step1>
            <figure id="f0508085" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508085.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="328px"/>
                <caption>Figure 5. Zone de renforcement arri&#232;re du capot (voir les fl&#232;ches)</caption>
            </figure>
            <step1>
                <para count="1">Utiliser le d&#233;flecteur anti&#233;claboussures en caoutchouc contenu dans la
                    trousse, num&#233;ro de pi&#232;ce 3610869C1, plier tel qu'illustr&#233; &#224; la Figure 6 et
                    mettre le d&#233;flecteur en position sur la zone de renforcement du capot, tel qu'illustr&#233;
                    &#224; la Figure 7.
                </para>
            </step1>
            <figure id="f0508086" figsize="col-wide">
                <graphic filename="../tsifigures/g0508088.webp" type="webp" scalefit="1" scalefitwidth="208px"
                         scalefitheight="328px"/>
                <caption>Figure 6. Pliser le d&#233;flecteur anti&#233;claboussures en caoutchouc</caption>
            </figure>
            <figure id="f0508087" figsize="col-wide">
                <graphic filename="../tsifigures/g0508087.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figure 7. Tenir le d&#233;flecteur anti&#233;claboussures en caoutchouc de mani&#232;re &#224;
                    rep&#233;rer et &#224; marquer les trous de montage
                </caption>
            </figure>
            <step1>
                <para count="1">Marquer les emplacements (3) des trous de montage tel qu'illustr&#233; &#224; la Figure
                    7. Percer des trous de 10 mm.
                </para>
            </step1>
            <step1>
                <para count="1">Plier le d&#233;flecteur anti&#233;claboussures en caoutchouc et installer &#224; l'aide
                    des pi&#232;ces de fixation &#224; griffes, 1677377C1, contenues dans la trousse.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
