<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-08-07R - Possibilit&#233; d'un faux avertissement de bas niveau du liquide de
        refroidissement provoquant le d&#233;tarage du moteur des mod&#232;les 7600, 7700, 8600, 5000i et 9000i
        construits avant le 5 avril 2005 et pourvus de moteurs ISM et ISX de Cummins et de liquide de refroidissement
        longue dur&#233;e
    </stitle>
    <tsi id="tsi050807R" tsitype="truck" translation="french">
        <tsinumber>05-08-07R</tsinumber>
        <replace>
            <tsinumber>05-08-07</tsinumber>
        </replace>
        <tsidate>Octobre 2005</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Possibilit&#233; d'un faux avertissement de bas niveau du liquide de refroidissement provoquant le
                d&#233;tarage du moteur des mod&#232;les 7600, 7700, 8600, 5000i et 9000i construits avant le 5 avril
                2005 et pourvus de moteurs ISM et ISX de Cummins et de liquide de refroidissement longue dur&#233;e
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7600
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5500i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900ix
                    <daterange>
                        <enddate>04/05/2005</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>Description de la r&#233;vision</title>
                <para>
                    <emph type="bold">Mati&#232;re r&#233;vis&#233;e pour inclure le liquide de refroidissement longue
                        dur&#233;e et l'ajout des dates de fin des mod&#232;les.
                    </emph>
                </para>
                <para>Une trousse comprenant une nouvelle sonde de niveau du liquide de refroidissement et un faisceau
                    de c&#226;blage auxiliaire sera requise pour &#233;liminer le faux avertissement de bas niveau du
                    liquide de refroidissement. Choisir la proc&#233;dure d'entretien suivante se rapportant au mod&#232;le
                    faisant l'objet de l'entretien.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>2590006C91, trousse de sonde de niveau du liquide de refroidissement</para>
            <figure id="f0508071" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508071.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Composants de la trousse</caption>
                <calloutgroup>
                    <callout1>1. Module pour les mod&#232;les 7600, 7700, 8600 et 5000i, 9000i</callout1>
                    <callout1>2. Sonde de niveau du liquide de refroidissement pour les mod&#232;les 7600, 7700, 8600 et
                        5000i, 9000i
                    </callout1>
                    <callout1>3. Adaptateur de faisceau de c&#226;blage pour les mod&#232;les 7600, 7700, 8600
                        seulement
                    </callout1>
                    <callout1>4. Faisceau de c&#226;blage pour les mod&#232;les 7600, 7700,8600 et 5000i et 9000i
                    </callout1>
                    <callout1>5. Adaptateurs de faisceau de c&#226;blage pour les mod&#232;les 5000i, 9000i seulement
                    </callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Avant d'effectuer la PROC&#201;DURE D'ENTRETIEN suivante, d&#233;terminer si le module de
                        faisceau de c&#226;blage a d&#233;j&#224; &#233;t&#233; ajout&#233; (se reporter &#224; la
                        Figure 7 ou &#224; la Figure 14). Si le module est d&#233;j&#224; en place, cette PROC&#201;DURE
                        D'ENTRETIEN n'est pas n&#233;cessaire.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>Proc&#233;dure d'entretien concernant les mod&#232;les 7600, 7700 et 8600</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Laisser le v&#233;hicule se refroidir afin d'&#233;viter toute blessure corporelle grave ou
                        mortelle d&#233;coulant d'un contact avec le liquide de refroidissement chaud ou la vapeur.
                        Enrouler un linge &#233;pais autour du bouchon du radiateur, appuyer sur le bouchon et desserrer
                        celui-ci jusqu'au premier cran, puis laisser la pression se d&#233;gager par le tube de trop
                        plein.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Se reporter &#224; la Figure 1 pour identifier les extr&#233;mit&#233;s A et B du faisceau de
                        c&#226;blage et les adaptateurs C, D et E aux &#233;tapes suivantes.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">S'assurer que le commutateur d'allumage est &#224; la position d'arr&#234;t (OFF) et que
                    la cl&#233; de contact est retir&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Vidanger le liquide de refroidissement du radiateur jusqu'&#224; ce que le niveau de
                    liquide de refroidissement dans le r&#233;servoir d'&#233;quilibre soit inf&#233;rieur &#224; celui
                    de la sonde de niveau du liquide de refroidissement (Figure 2).
                </para>
            </step1>
            <figure id="f0508072" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508072.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 2. R&#233;servoir d'&#233;quilibre</caption>
                <calloutgroup>
                    <callout1>1. Sonde de niveau du liquide de refroidissement</callout1>
                    <callout1>2. Vidanger le liquide de refroidissement jusqu'&#224; ce que le niveau soit inf&#233;rieur
                        &#224; celui de la sonde de niveau du liquide de refroidissement
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;brancher le faisceau de c&#226;blage existant de la sonde de niveau du liquide de
                    refroidissement et retirer cette derni&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Poser la nouvelle sonde de niveau du liquide de refroidissement contenue dans la
                    trousse. Ne pas serrer excessivement; serrer &#224; la main seulement.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer le faisceau de c&#226;blage auxiliaire en commen&#231;ant par l'extr&#233;mit&#233;
                    &#171;A&#187; depuis la sonde de niveau du liquide de refroidissement, sur la partie avant du
                    moteur, en-dessous du filtre &#224; air, et terminer avec l'extr&#233;mit&#233; &#171;B&#187; pr&#232;s
                    du connecteur 4004 sur le c&#244;t&#233; conducteur de la cloison (Figure 3 et Figure 7).
                </para>
            </step1>
            <step1>
                <para count="1">Enlever l'&#233;crou de la borne de masse de la cabine illustr&#233;e &#224; la Figure
                    3.
                </para>
            </step1>
            <figure id="f0508073" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508073.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 3. Emplacements de la borne de masse et du connecteur 4004</caption>
                <calloutgroup>
                    <callout1>1. Borne de masse</callout1>
                    <callout1>2. Connecteur 4004</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installer la cosse &#224; anneau de l'extr&#233;mit&#233; B du faisceau de c&#226;blage
                    auxiliaire sur la borne de masse, puis r&#233;installer l'&#233;crou.
                </para>
            </step1>
            <step1>
                <para count="1">Enduire la borne de masse et la cosse &#224; anneau de graisse Grafo.</para>
            </step1>
            <step1>
                <para count="1">Enlever l'attache de verrouillage rouge du connecteur 4004 (Figure 3) et tirer le
                    connecteur &#224; l'&#233;cart du connecteur de la cloison.
                </para>
            </step1>
            <step1>
                <para count="1">Ouvrir le corps du connecteur 4004 et retirer la fiche de l'alv&#233;ole 28 (Figure
                    4).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le verrou de borne du c&#244;t&#233; du connecteur comportant la broche, tel
                    qu'illustr&#233; &#224; la Figure 5.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer l'adaptateur de faisceau de c&#226;blage &#171;E&#187; avec l'embout &#224;
                    borne dans l'alv&#233;ole 28.
                </para>
            </step1>
            <figure id="f0508074" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508074.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 4. Ouvrir le connecteur 4004</caption>
            </figure>
            <figure id="f0508075" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508075.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 5. Installer le conducteur &#171;E&#187; de l'adaptateur dans l'alv&#233;ole 28
                </caption>
                <calloutgroup>
                    <callout1>1. Conducteur &#171;E&#187; de l'adaptateur depuis l'alv&#233;ole 28</callout1>
                    <callout1>2. Faisceau de c&#226;blage auxiliaire</callout1>
                    <callout1>3. Verrou de borne</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">R&#233;installer le verrou de borne, fermer le corps et attacher le faisceau de c&#226;blage
                    au corps du connecteur
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le connecteur 4004 dans le connecteur de la cloison.</para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur d'extr&#233;mit&#233; &#171;B&#187; du faisceau de c&#226;blage
                    auxiliaire &#224; &#171;E&#187; de l'adaptateur du faisceau de c&#226;blage install&#233; dans le
                    connecteur 4004, tel qu'illustr&#233; &#224; la Figure 5.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le faisceau de c&#226;blage de la sonde de niveau de liquide de refroidissement
                    d'origine &#224; la fiche d'accouplement sur le faisceau de c&#226;blage auxiliaire, &#224; la
                    hauteur du r&#233;servoir d'expansion du liquide de refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur du nouveau faisceau de c&#226;blage auxiliaire &#224; la nouvelle
                    sonde de niveau du liquide de refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur &#224; quatre voies sur le nouveau faisceau de c&#226;blage
                    auxiliaire au nouveau module de niveau du liquide de refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer le nouveau faisceau de c&#226;blage auxiliaire de mani&#232;re &#224;
                    permettre la fixation du nouveau module de commande au faisceau de c&#226;blage de l'alternateur,
                    tel qu'illustr&#233; &#224; la Figure 6. Effectuer le montage du module de mani&#232;re &#224; ce
                    que le connecteur soit orient&#233; vers le bas.
                </para>
            </step1>
            <figure id="f0508076" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508076.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 6. Fixer le module au faisceau de c&#226;blage de l'alternateur</caption>
                <calloutgroup>
                    <callout1>1. Module</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Attacher le reste du faisceau de c&#226;blage afin d'emp&#234;cher toute usure et tout
                    frottement des c&#226;bles. Acheminer le faisceau de c&#226;blage principal sur le dessus du moteur
                    et en-dessous du filtre &#224; air. S'assurer que le faisceau de c&#226;blage auxiliaire ne g&#234;ne
                    pas le rebord int&#233;rieur du capot, sur le c&#244;t&#233; conducteur. L'acheminement final
                    devrait &#234;tre conforme &#224; la Figure 7.
                </para>
            </step1>
            <figure id="f0508077" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508077.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 7. Acheminement du faisceau de c&#226;blage auxiliaire sur les mod&#232;les 7600, 7700,
                    8600
                </caption>
            </figure>
            <step1>
                <para count="1">Ajouter du liquide de refroidissement convenable jusqu'au niveau appropri&#233;.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier s'il y a des fuites.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>Proc&#233;dure d'entretien concernant les mod&#232;les 5000i et 9000i</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Laisser le v&#233;hicule se refroidir afin d'&#233;viter toute blessure corporelle grave ou
                        mortelle d&#233;coulant d'un contact avec le liquide de refroidissement chaud ou la vapeur.
                        Enrouler un linge &#233;pais autour du bouchon du radiateur, appuyer sur le bouchon et desserrer
                        celui-ci jusqu'au premier cran, puis laisser la pression se d&#233;gager par le tube de trop
                        plein.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Se reporter &#224; la Figure 1 pour identifier les extr&#233;mit&#233;s A et B du faisceau de
                        c&#226;blage et les adaptateurs C, D et E aux &#233;tapes suivantes.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">S'assurer que le commutateur d'allumage est &#224; la position d'arr&#234;t (OFF) et que
                    la cl&#233; de contact est retir&#233;e.
                </para>
            </step1>
            <step1>
                <para count="1">Vidanger le liquide de refroidissement du radiateur jusqu'&#224; ce que le niveau de
                    liquide de refroidissement soit inf&#233;rieur &#224; celui de la sonde de niveau du liquide de
                    refroidissement dans le r&#233;servoir de trop plein, tel qu'illustr&#233; &#224; la Figure 2.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le faisceau de c&#226;blage existant de la sonde de niveau du liquide de
                    refroidissement, puis retirer cette derni&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Poser la nouvelle sonde de niveau du liquide de refroidissement contenue dans la
                    trousse. Ne pas serrer excessivement; serrer &#224; la main seulement.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer l'extr&#233;mit&#233; &#171;B&#187; du nouveau faisceau de c&#226;blage
                    auxiliaire depuis la sonde de niveau du liquide de refroidissement sur la partie avant du moteur,
                    vers l'arri&#232;re le long du c&#244;t&#233; droit du couvercle de culasse, puis vers l'ext&#233;rieur
                    en-dessous du filtre &#224; air jusqu'&#224; la zone des trois connexions de la cloison sur le c&#244;t&#233;
                    droit du compartiment moteur. Se reporter &#224; la Figure 13.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever l'&#233;crou de la borne de masse &#224; c&#244;t&#233; des trois connecteurs de
                    cloison illustr&#233;s &#224; la Figure 8.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la cosse &#224; anneau sur la borne de masse, puis r&#233;installer l'&#233;crou.</para>
            </step1>
            <figure id="f0508078" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508078.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 8. Emplacements du connecteur 2 et de la borne de masse</caption>
                <calloutgroup>
                    <callout1>1. Connecteur 2</callout1>
                    <callout1>2. Borne de masse</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">&#192; l'aide d'un tournevis &#224; douille de 6,35 mm (0,25 po), enlever le boulon
                    &#224; filetage autofreinant du connecteur 2. Le boulon &#224; filetage autofreinant est situ&#233;
                    au centre du connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer l'alv&#233;ole &#171;G&#187; dans le connecteur 2 (Figure 9). L'alv&#233;ole
                    &#171;G&#187; est situ&#233;e imm&#233;diatement au-dessus de la rainure du connecteur.
                </para>
            </step1>
            <figure id="f0508079" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508079.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="328px"/>
                <caption>Figure 9. Emplacement de l'alv&#233;ole &#171;G&#187; (tournevis utilis&#233; comme
                    indicateur)
                </caption>
            </figure>
            <step1>
                <para count="1">Retirer le verrou de borne de derri&#232;re l'alv&#233;ole &#171;G&#187;</para>
            </step1>
            <step1>
                <para count="1">Retirer le c&#226;ble et la cosse de l'alv&#233;ole &#171;G&#187;. Ceci est le c&#226;ble
                    orange de calibre 16 du circuit 71. Utiliser l'outil appropri&#233; pour d&#233;clencher la cosse du
                    corps du connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer l'embout &#224; borne de l'adaptateur &#171;D&#187; illustr&#233; &#224; la
                    Figure 1 dans l'alv&#233;ole &#171;G&#187; du connecteur 2.
                </para>
            </step1>
            <step1>
                <para count="1">Installer l'adaptateur &#171;C&#187; du corps du connecteur sur le c&#226;ble (circuit
                    71) et la cosse retir&#233;s du connecteur 2 &#224; l'&#233;tape 11 ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher l'adaptateur du corps, avec la cosse install&#233;e &#224; l'&#233;tape 12
                    ci-dessus, au connecteur m&#226;le unique &#224; l'extr&#233;mit&#233; de &#171;D&#187; de
                    l'adaptateur de faisceau de c&#226;blage &#171;Y&#187; (Figure 10).
                </para>
            </step1>
            <figure id="f05080710" figsize="pg-wide">
                <graphic filename="../tsifigures/g05080710.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 10. Brancher les adaptateurs C et D</caption>
                <calloutgroup>
                    <callout1>1. Circuit 71</callout1>
                    <callout1>2. Faisceau de c&#226;blage d'adaptateur &#171;D&#187;</callout1>
                    <callout1>3. Faisceau de c&#226;blage auxiliaire</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Installer l'autre patte de l'adaptateur &#171;Y&#187; sur le connecteur m&#226;le &#224;
                    l'extr&#233;mit&#233; &#171;B&#187; du faisceau de c&#226;blage auxiliaire. Les branchements finaux
                    doivent &#234;tre conformes &#224; la Figure 10 ci-dessus.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le verrou de borne &#224; l'endos du connecteur 2.</para>
            </step1>
            <step1>
                <para count="1">R&#233;installer le connecteur 2 dans le connecteur de la cloison. Serrer le boulon
                    &#224; filetage autofreinant du connecteur.
                </para>
            </step1>
            <step1>
                <para count="1">Attacher les connecteurs et l'exc&#233;dent de c&#226;blage au faisceau de c&#226;blage
                    alimentant les connecteurs de la cloison, tel qu'illustr&#233; &#224; la Figure 11.
                </para>
            </step1>
            <figure id="f05080711" figsize="pg-wide">
                <graphic filename="../tsifigures/g05080711.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 11. Attacher les connecteurs et l'exc&#233;dent de c&#226;blage au faisceau de c&#226;blage</caption>
                <calloutgroup>
                    <callout1>1. Connecteur 2</callout1>
                    <callout1>2. Faisceau de c&#226;blage auxiliaire</callout1>
                    <callout1>3. Borne de masse</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Attacher le reste du faisceau de c&#226;blage auxiliaire &#224; la sonde de niveau du
                    liquide de refroidissement. S'assurer de tenir le faisceau de c&#226;blage auxiliaire &#224; l'&#233;cart
                    du syst&#232;me d'&#233;chappement sur le c&#244;t&#233; droit du moteur.
                </para>
            </step1>
            <step1>
                <para count="1">Attacher le module au faisceau de c&#226;blage de l'alternateur, tel qu'illustr&#233;
                    &#224; la Figure 12. L'acheminement final doit &#234;tre conforme &#224; la Figure 13.
                </para>
            </step1>
            <figure id="f05080712" figsize="pg-wide">
                <graphic filename="../tsifigures/g05080712.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figure 12. Acheminement du faisceau de c&#226;blage auxiliaire du module et de la sonde de
                    niveau du liquide de refroidissement
                </caption>
                <calloutgroup>
                    <callout1>1. Module</callout1>
                    <callout1>2. Faisceau de c&#226;blage de la sonde de niveau de liquide de refroidissement
                        d'origine
                    </callout1>
                    <callout1>3. Sonde de niveau du liquide de refroidissement et connecteur</callout1>
                    <callout1>4. Nouveau faisceau de c&#226;blage auxiliaire</callout1>
                </calloutgroup>
            </figure>
            <figure id="f05080713" figsize="pg-wide">
                <graphic filename="../tsifigures/g05080713.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figure 13. Acheminement du faisceau de c&#226;blage des mod&#232;les 5000i, 9000i</caption>
            </figure>
            <step1>
                <para count="1">Ajouter du liquide de refroidissement convenable jusqu'au niveau appropri&#233;.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier s'il y a des fuites.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
