<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-08-09 - Proc&#233;dure de r&#233;glage des phares des camions de mod&#232;le CF</stitle>
    <tsi id="tsi050809" tsitype="truck" translation="french">
        <tsinumber>05-08-09</tsinumber>
        <tsidate>Septembre 2005</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;dure de r&#233;glage des phares des camions de mod&#232;le CF</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="yes" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500</truckmodel>
                <truckmodel>CF 600</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le r&#233;glage des phares des mod&#232;les CF doit &#234;tre v&#233;rifi&#233; une fois que la
                    carrosserie a &#233;t&#233; install&#233;e et un r&#233;glage doit &#234;tre effectu&#233; selon le
                    besoin. La carrosserie et le poids de la charge utile ont une incidence sur le r&#233;glage des
                    phares. S'il est n&#233;cessaire de r&#233;gler les phares des mod&#232;les CF &#224; nouveau,
                    suivre la proc&#233;dure &#233;nonc&#233;e ci-dessous.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <para>Les phares du mod&#232;le CF doivent &#234;tre r&#233;gl&#233;s de fa&#231;on appropri&#233;e en
                suivant la proc&#233;dure d&#233;crite sous
                <exhotlnk document="../S08/S08307.htm" bookname="S08307">S08307</exhotlnk>. Il est essentiel que les
                proc&#233;dures de r&#233;glage des phares soivent suivies &#224; la lettre. Lors du processus de r&#233;glage,
                les vis de r&#233;glage vertical int&#233;rieur et ext&#233;rieur doivent &#234;tre tourn&#233;es
                <emph type="bold">le m&#234;me nombre de fois et dans le m&#234;me sens</emph>. Si les vis sont tourn&#233;es
                en sens oppos&#233;s, cela pourrait donner lieu &#224; un dommage aux phares et au besoin de les
                remplacer. Il faut aussi noter
                <emph type="bold">qu'il ne faut pas terminer la proc&#233;dure de r&#233;glage en tournant les vis de r&#233;glage
                    dans le sens inverse des aiguilles d'une montre</emph>. Si l'on doit effectuer un r&#233;glage dans
                le sens inverse des aiguilles d'une montre, il faut tourner les vis de r&#233;glage d'un tour complet
                au-del&#224; du point de r&#233;glage appropri&#233;e, puis les tourner d'un tour complet dans le sens
                des aiguilles d'une montre afin d'achever la proc&#233;dure de r&#233;glage en ayant tourn&#233; les vis
                vers la droite.
            </para>
        </svcproc>
    </tsi>
</isis>
