<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-03-02 - Correction d'un penchement du ch&#226;ssis</stitle>
    <tsi id="tsi050302" tsitype="truck" translation="french">
        <tsinumber>05-03-02</tsinumber>
        <replace>
            <tsinumber>02-03-02</tsinumber>
        </replace>
        <tsidate>Septembre 2005</tsidate>
        <subjectfile>RESSORTS</subjectfile>
        <subjectgroup>
            <subject>Correction d'un penchement du ch&#226;ssis</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Un penchement du ch&#226;ssis peut d&#233;couler des tol&#233;rances de fabrication, comme celles
                    des ressorts &#224; lames, etc. Une fois que l'on a achev&#233; les &#233;tapes de mesure d&#233;crites
                    dans la &#171;Proc&#233;dure d'entretien&#187; ci-dessous, on peut effectuer un calage jusqu'&#224;
                    un certain niveau.
                </para>
                <specpara>
                    <caution>
                        <para>Le calage ne constitue pas une pratique admissible lorsqu'un penchement du ch&#226;ssis d&#233;coule
                            de l'ajout d'&#233;quipement auxiliaire ou de pratiques de chargement qui donnent lieu
                            &#224; un penchement du v&#233;hicule. Ces proc&#233;dures sont destin&#233;es &#224; aider
                            le technicien d'entretien &#224; apporter des corrections accept&#233;es par l'industrie en
                            ce qui a trait aux questions nominales de penchement, et elles ne sont pas destin&#233;es
                            &#224; compenser un chargement excessif ou d&#233;s&#233;quilibr&#233;, ni un dommage non r&#233;par&#233;
                            du v&#233;hicule - quelle qu'en soit la cause.
                        </para>
                        <para>Le calage ne constitue pas une pratique admissible de correction du penchement du ch&#226;ssis
                            d'un v&#233;hicule pourvu d'essieux &#224; suspension &#224; ressorts pneumatiques. Les
                            suspensions &#224; ressorts pneumatiques sont pourvues d'une ou de deux (facultatives)
                            &#233;lectrovalves de correction de hauteur qui effectuent un &#233;quilibrage automatique
                            &#224; l'int&#233;rieur des limites de conception du syst&#232;me de suspension.
                        </para>
                    </caution>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0203021">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="2" align="center">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.89in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0">
                                <para>Num&#233;ro de pi&#232;ce</para>
                            </entry>
                            <entry colname="col1">
                                <para>Description</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0">
                                <para>493720C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Cale d'&#233;cartement de 4 pouces de large x 1/4 pouce d'&#233;pais</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>540069C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Cale d'&#233;cartement de 4 pouces de large x 3/8 pouce d'&#233;pais</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>493721C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Cale d'&#233;cartement de 4 pouces de large x 1/2 pouce d'&#233;pais</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>NPN</para>
                            </entry>
                            <entry colname="col1">
                                <para>Cale d'&#233;cartement de 3 pouces de large x un maximum de 1/2 pouce d'&#233;pais
                                    (voir la remarque)
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Fabrication locale</para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <step1>
                <para count="1">Prendre note du poids du v&#233;hicule aux quatre coins du ch&#226;ssis, tels que mesur&#233;s
                    aux positions de roues individuelles (tandems d'un c&#244;t&#233; dans le cas d'un 6x4 ou d'un 6x6)
                    pour s'assurer que le v&#233;hicule n'est pas surcharg&#233; ou que sa charge n'est pas d&#233;s&#233;quilibr&#233;e.
                    Les suspensions &#224; ressorts d'acier fl&#233;chiront, selon les charges de ressort appliqu&#233;es.
                    Les ressorts pneumatiques incorporent une &#233;lectrovalve de corrrection de hauteur, et un &#233;quilibrage
                    automatique se produira &#224; l'int&#233;rieur des limites de conception de la suspension.
                </para>
            </step1>
            <step1>
                <para count="1">S'assurer que la pression de gonflage de tous les pneus est conforme aux caract&#233;ristiques
                    prescrites, selon les charges les plus lourdes normalement transport&#233;es, et stationner le v&#233;hicule
                    sur une surface de niveau.
                </para>
            </step1>
            <step1>
                <para count="1">Mesurer la distance du bas du longeron de cadre de ch&#226;ssis &#224; la surface de
                    niveau du sol, sur les deux c&#244;t&#233;s, aux niveaux de l'essieu directeur et de la suspension
                    arri&#232;re. Si l'&#233;cart d'un c&#244;t&#233; &#224; l'autre est sup&#233;rieur &#224; 9,5 mm
                    (3/8 pouce), le calage constitue une pratique de correction admissible. L'&#233;change des ressorts
                    avant (le droit pour la gauche et le gauche pour le droit) constitue &#233;galement une mesure
                    corrective admissible.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>L'&#233;paisseur maximale des cales destin&#233;es aux essieux directeurs est de 9,6 mm (3/8
                        pouce). La direction et la tenue de route peuvent &#234;tre affect&#233;es de mani&#232;re d&#233;favorable
                        si l'&#233;paisseur maximale des cales de 9,6 mm (3/8 pouce) pour les essieux directeurs est d&#233;pass&#233;e.
                    </para>
                    <para>L'&#233;paisseur maximale des cales destin&#233;es aux essieux moteurs est de 12,7 mm (1/2
                        pouce). La tenue de route et le rendement des organes de transmission peuvent &#234;tre affect&#233;s
                        de mani&#232;re d&#233;favorable si l'&#233;paisseur maximale des cales de 12,7 mm (1/2 pouce)
                        pour les essieux moteurs est d&#233;pass&#233;e.
                    </para>
                </caution>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Lors du calage d'une suspension, s'assurer que les boulons en U sont de longueur suffisante
                        pour que, une fois l'assemblage final termin&#233;, au moins 2 filets sont visibles sur les
                        pattes des boulons en U, au-del&#224; des &#233;crous. Si les boulons en U doivent &#234;tre
                        remplac&#233;s, n'utiliser que les mat&#233;riaux recommand&#233;s par International.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Lors du calage d'une suspension, s'assurer que l'oreille de centrage de ressort ou la t&#234;te
                        du boulon central est de longueur suffisante pour s'engager convenablement &#224; travers la
                        cale et dans le si&#232;ge d'essieu pour assurer un alignement convenablement du ressort.
                    </para>
                </item>
                <item>
                    <para>Si de nouveaux ressorts avant sont install&#233;s &#224; titre de mesure corrective, comparer
                        les ressorts visuellement afin de s'assurer d'une hauteur &#233;gale. Si un ressort est l&#233;g&#232;rement
                        plus haut que l'autre, installer le ressort le plus haut (le plus long) sur le c&#244;t&#233;
                        inf&#233;rieur, tel que mentionn&#233; &#224; l'&#233;tape 3 ci-dessus.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Resserrer les boulons en U selon le guide du propri&#233;taire International / la proc&#233;dure
                        d'entretien, et aux p&#233;riodicit&#233;s recommand&#233;es pour un v&#233;hicule neuf apr&#232;s
                        l'ach&#232;vement.
                    </para>
                </caution>
            </specpara>
        </svcproc>
    </tsi>
</isis>
