<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-12-34 - M&#233;thode syst&#233;matique de diagnostic d'un &#233;tat de surchauffe du
        moteur
    </stitle>
    <tsi id="tsi051234" tsitype="truck" translation="french">
        <tsinumber>05-12-34</tsinumber>
        <tsidate>Septembre 2005</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode syst&#233;matique de diagnostic d'un &#233;tat de surchauffe du moteur</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Il est essentiel de diagnostiquer la cause fondamentale de la surchauffe du moteur avant de proc&#233;der
                    au remplacement des pi&#232;ces.
                </para>
                <para>La fiche de travail ci-jointe facilitera la d&#233;termination du diagnostic de la surchauffe du
                    moteur et de la mesure corrective n&#233;cessaire.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>
                    <emph type="bold">Fiche de travail en mati&#232;re de surchauffe du moteur</emph>
                </title>
            </para>
            <para></para>
            <para>
                <emph type="bold">Date :</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nom du client&#160;:</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">NIV&#160;:</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Kilom&#233;trage du v&#233;hicule</emph>
            </para>
            <para></para>
            <para>Selon le client, quelle est la temp&#233;rature du liquide de refroidissement? Pendant combien de
                temps le liquide de refroidissement demeure-t-il &#224; la temp&#233;rature signal&#233;e?
            </para>
            <para></para>
            <para>S'est-il produit un d&#233;bordement par bouillonnement du r&#233;servoir d'&#233;quilibre?
                <emph type="bold">Oui</emph>
                /
                <emph type="bold">Non</emph>
                (Si oui, mettre le bouchon de radiateur &#224; l'essai)
            </para>
            <para></para>
            <para>Quelle est la temp&#233;rature ambiante lorsque le liquide de refroidissement chauffe &#224; l'exc&#232;s?</para>
            <para></para>
            <para>Le niveau du liquide de refroidissement dans le r&#233;servoir d'&#233;quilibre se situe-t-il entre
                les rep&#232;res d'ajout (&#171;ADD&#187;) et de plein (&#171;FULL&#187;)?
                <emph type="bold">Oui</emph>
                /
                <emph type="bold">Non</emph>
            </para>
            <para></para>
            <para>Quelle est la protection antigel? (L'antigel pur ne constitue pas un bon liquide de refroidissement)
            </para>
            <para></para>
            <para>Dans quelles circonstances la surchauffe se manifeste-t-elle? (
                <emph type="bold">Encercler</emph>)
                <emph type="bold">Sur une pente longue</emph>,
                <emph type="bold">Lors de la conduite avec arr&#234;ts et d&#233;parts fr&#233;quents,</emph>
                <emph type="bold">Sur la grand route,</emph>
                <emph type="bold">Lorsque le v&#233;hicule est immobile</emph>
            </para>
            <para></para>
            <para>Est-ce que des codes d'anomalie de bas niveau de liquide de refroidissement, de d&#233;tarage, de
                haute temp&#233;rature du liquide de refroidissement, d'avertissement ou d'arr&#234;t du moteur sont
                &#233;tablis?
                <emph type="bold">(&#201;num&#233;rer les codes)</emph>
            </para>
            <para></para>
            <para>Qu'est-ce que l'historique des &#233;v&#233;nements relatif au moteur indique?
                <emph type="bold">Code :</emph>
                <emph type="bold">Heures du module de commande du moteur (ECM) :</emph>
                <emph type="bold">Heures courantes de l'ECM :</emph>
            </para>
            <para></para>
            <para>Est-ce qu'il se produit un engagement du ventilateur?
                <emph type="bold">Oui / Non</emph> &#192; quelle temp&#233;rature du liquide de refroidissement? &#192;
                quelle temp&#233;rature ambiante au niveau de l'embrayage du ventilateur? Si oui, mesurer la vitesse du
                ventilateur au ralenti acc&#233;l&#233;r&#233;.
                <emph type="bold">R&#233;gime du ventilateur :</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota&#160;:</emph>
                Se reporter au bulletin de renseignements techniques TSI-00-12-05 : Le r&#233;gime du ventilateur
                devrait &#234;tre d'un minimum de 80 % de la vitesse d'admission lors de l'engagement complet.
                (Embrayage de ventilateur &#224; viscocouplage seulement)
            </para>
            <para></para>
            <para>Le radiateur et le refroidisseur d'air de suralimentation sont-ils exempts d'obstructions?
                <emph type="bold">Oui/Non</emph>
            </para>
            <para>Si le radiateur est encrass&#233;, le nettoyer en suivant la proc&#233;dure &#233;nonc&#233;e dans le
                bulletin de renseignements techniques TSI-02-12-01 ou TSI-98-12-18.
            </para>
            <para></para>
            <para>Le radiateur a-t-il &#233;t&#233; inspect&#233; pour d&#233;celer les d&#233;p&#244;ts de soudure ou
                toute autre obstruction?
                <emph type="bold">Oui/Non</emph>
                A-t-on effectu&#233; une intervention?
            </para>
            <para></para>
            <para>Mesur&#233; la temp&#233;rature du liquide de refroidissement &#224; l'aide d'un EZ-Tech?</para>
            <para></para>
            <para>Quels composants ont-ils &#233;t&#233; remplac&#233;s pour tenter de corriger l'&#233;tat de
                surchauffe?
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota&#160;:</emph>
                Si l'entra&#238;nement de ventilateur a &#233;t&#233; remplac&#233;, quel est le num&#233;ro de pi&#232;ce?
            </para>
            <para></para>
            <para>Lorsque le moteur a atteint sa temp&#233;rature de fonctionnement, mesurer (au moyen d'un pistolet
                thermique) la temp&#233;rature d'
                <emph type="bold">admission</emph>
                du r&#233;servoir de radiateur et la temp&#233;rature de
                <emph type="bold">sortie</emph>
                du r&#233;servoir de radiateur afin de d&#233;terminer la chute de temp&#233;rature du liquide de
                refroidissement dans le radiateur.
                <emph type="bold">Temp&#233;rature d'admission :</emph>
                <emph type="bold">Temp&#233;rature de sortie :</emph>
                <emph type="bold">Temp&#233;rature affich&#233;e sur l'indicateur de l'ensemble d'instruments :</emph>
            </para>
            <para></para>
            <para>Si le v&#233;hicule est muni d'une bo&#238;te de vitesses Allison, prendre note de la temp&#233;rature
                du carter d'huile.
                <emph type="bold">Temp&#233;rature de l'huile :</emph>
            </para>
            <para></para>
            <para>Si le v&#233;hicule est muni d'une bo&#238;te de vitesses Allison, celui-ci est-il pourvu d'un
                refroidisseur suppl&#233;mentaire?
                <emph type="bold">Oui/Non</emph>
                Si
                <emph type="bold">Oui</emph>, ou celui-ci est-il mont&#233; et comment est-il raccord&#233; &#224; la bo&#238;te
                de vitesses et au refroidisseur du radiateur?
            </para>
            <para></para>
            <para>Quelles sont l'apparence et l'odeur du liquide de bo&#238;te de vitesses?</para>
            <para></para>
            <para>Les joints de recirculation sont-ils en place autour du radiateur?
                <emph type="bold">Oui/Non</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota :</emph>
                La temp&#233;rature de fonctionnement normale des moteurs VT 365, T 444E, DT 466E, 530E et 570E
                d'International se situe entre 87,8 &#176;C (190 &#176;F) et 100 &#176;C (212 &#176;F). Un
                fonctionnement intermittent &#224; une temp&#233;rature allant jusqu'&#224; 110 &#176;C (230 &#176;F)
                n'est pas rare dans certains environnements et sp&#233;cialisations. R&#233;f&#233;rer les propri&#233;taires
                des v&#233;hicules au manuel d'utilisation et d'entretien du moteur.
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota&#160;:</emph>
                Un t&#233;moin eau/huile allum&#233; et l'&#233;tablissement d'un code d'anomalie 321 avertissement) ou
                322 (arr&#234;t) ne sont pas consid&#233;r&#233;s comme signalant un &#233;tat de
                <emph type="bold">surchauffe</emph>.
            </para>
        </svcproc>
    </tsi>
</isis>
