<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 05-16-02R - Flexibles destin&#233;s aux &#233;vaporateurs de climatisation ajout&#233;s
    </stitle>
    <tsi id="tsi051602" tsitype="truck" translation="french">
        <tsinumber>05-16-02R</tsinumber>
        <replace>
            <tsinumber>03-16-05</tsinumber>
        </replace>
        <tsidate>Ao&#251;t 2005</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Flexibles destin&#233;s aux &#233;vaporateurs de climatisation ajout&#233;s</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="yes" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il peut s'av&#233;rer avantageux d'ajouter un &#233;vaporateur de climatisation suppl&#233;mentaire
                    dans certaines applications afin de refroidir les emplacements &#233;loign&#233;s tels que le
                    compartiment couchette. La pr&#233;sente lettre fournit les num&#233;ros de pi&#232;ces des
                    flexibles requis, ainsi que la proc&#233;dure devant &#234;tre suivie pour tenir compte de ces
                    ajouts.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>
                <emph type="bold">Moteurs DT466 et 530 fabriqu&#233;s avant l'entr&#233;e en vigueur de la r&#233;glementation
                    antipollution 2004
                </emph>
            </para>
            <para>Flexible, accumulateur de climatisation au compresseur (pour moteur I6) - 2585758C91</para>
            <para>Flexible, condenseur de climatisation &#224; l'&#233;vaporateur (pour moteur I6) - 2585759C91</para>
            <para>
                <emph type="bold">Moteurs DT466 et 530 fabriqu&#233;s apr&#232;s l'entr&#233;e en vigueur de la r&#233;glementation
                    antipollution 2004, cabine &#224; support bas
                </emph>
            </para>
            <para>Flexible, accumulateur de climatisation au compresseur (pour moteur I6) 2588940C91</para>
            <para>Flexible, condenseur de climatisation &#224; l'&#233;vaporateur (pour moteur I6) - 2585759C91</para>
            <para>
                <emph type="bold">Moteurs DT466 et 530 fabriqu&#233;s apr&#232;s l'entr&#233;e en vigueur de la r&#233;glementation
                    antipollution 2004, cabine de mi-hauteur
                </emph>
            </para>
            <para>Flexible, accumulateur de climatisation au compresseur (pour moteur I6) - 2588941C91</para>
            <para>Flexible, condenseur de climatisation &#224; l'&#233;vaporateur (pour moteur I6) - 2585759C91</para>
            <para>
                <emph type="bold">Pour les moteurs VT 365</emph>
            </para>
            <para>Flexible, accumulateur de climatisation au compresseur (pour moteur V8) - 2585760C91</para>
            <para>Flexible, condenseur de climatisation &#224; l'&#233;vaporateur (pour moteur V8) - 2585761C91</para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="0">
            <title>Proc&#233;dure</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, couper
                        le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Lors des man&#339;uvres impliquant du fluide frigorig&#232;ne, porter un &#233;cran facial ou
                        autre protecteur oculaire ad&#233;quat. La temp&#233;rature du fluide frigorig&#232;ne peut
                        provoquer des blessures ou rendre aveugle en cas de contact avec les yeux.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Porter des gants non poreux lors de la manipulation du fluide frigorig&#232;ne. En cas de
                        contact du fluide frigorig&#232;ne avec la peau, enlever les v&#234;tements contamin&#233;s, y
                        compris les chaussures, et traiter la blessure comme si la peau avait subi une gelure. Consulter
                        un m&#233;decin imm&#233;diatement.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Le fluide frigorig&#232;ne doit &#234;tre r&#233;cup&#233;r&#233; du syst&#232;me de
                        climatisation avant que tout composant du syst&#232;me ne soit remplac&#233;. La d&#233;pose de
                        composants pendant que le syst&#232;me est sous pression entra&#238;nera des blessures
                        corporelles pouvant &#234;tre mortelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">R&#233;cup&#233;rer le fluide frigorig&#232;ne du syst&#232;me de climatisation.</para>
            </step1>
            <step1>
                <para count="1">Retirer le flexible de climatisation du condenseur vers l'&#233;vaporateur et poser le
                    flexible neuf.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le flexible de climatisation de l'accumulateur vers le compresseur et poser le
                    flexible neuf.
                </para>
            </step1>
            <step1>
                <para count="1">Poser le flexible de climatisation du nouvel &#233;vaporateur dans le raccord auxiliaire
                    du flexible venant d'&#234;tre pos&#233; du condenseur vers l'&#233;vaporateur.
                </para>
            </step1>
            <step1>
                <para count="1">Poser le flexible de climatisation du nouvel &#233;vaporateur dans le raccord auxiliaire
                    du flexible venant d'&#234;tre pos&#233; de l'accumulateur vers le compresseur.
                </para>
            </step1>
            <step1>
                <para count="1">&#201;vacuer le syst&#232;me.</para>
            </step1>
            <step1>
                <para count="1">Recharger le syst&#232;me en utilisant du fluide frigorig&#232;ne R-134a. Le syst&#232;me
                    d'origine du camion contient 30 oz, et le nouvel &#233;vaporateur devrait n&#233;cessiter 16 oz de
                    plus. Cette exigence suppl&#233;mentaire varie d'un syst&#232;me &#224; l'autre, selon la longueur
                    des flexibles et la capacit&#233; du nouvel &#233;vaporateur. Cette capacit&#233; suppl&#233;mentaire
                    n&#233;cessitera &#233;galement l'ajout de 40 cc (1,2 oz. liq.) d'huile de polyalkyl&#232;neglycol
                    dans le syst&#232;me.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Le d&#233;faut d'ajouter de l'huile de polyalkyl&#232;neglycol dans le syst&#232;me de
                        climatisation d'une plus grande capacit&#233; donnera lieu &#224; une lubrification inad&#233;quate
                        et &#224; la d&#233;faillance pr&#233;matur&#233;e des composants.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Faire fonctionner le v&#233;hicule pour s'assurer que le syst&#232;me de climatisation
                    fonctionne convenablement et qu'il ne fuit pas.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
