<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 06-08-02 - D&#233;pannage &#224; l'aide de Diamond Logic Builder (DLB) de la pompe de transfert
        des r&#233;servoirs de carburant doubles
    </stitle>
    <tsi id="tsi060802" tsitype="truck" translation="french">
        <tsinumber>06-08-02</tsinumber>
        <tsidate>F&#233;vrier 2006</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>D&#233;pannage &#224; l'aide de Diamond Logic Builder (DLB) de la pompe de transfert des r&#233;servoirs
                de carburant doubles
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin de renseignements techniques s'applique aux mod&#232;les mentionn&#233;s
                    ci-dessus, qui sont munis de pompes de transfert de carburant &#224; deux fils.
                </para>
                <para>Les camions construits ult&#233;rieurement &#224; la date pr&#233;cit&#233;e sont munis de pompes
                    de transfert de carburant &#224; deux fils dont l'activation est assur&#233;e uniquement par l'ESC.
                    Sur les v&#233;hicules HPV, les r&#233;servoirs de carburant doubles &#224; pompe de transfert sont
                    con&#231;us pour transf&#233;rer du carburant depuis le r&#233;servoir de stockage au r&#233;servoir
                    d'aspiration et ce, en vertu de lignes directrices et de niveaux de carburant exacts. L'ESC d&#233;c&#232;le
                    les niveaux de carburant des deux r&#233;servoirs et &#171;filtre&#187; ces relev&#233;s de mani&#232;re
                    &#224; tenir compte du ballottement du carburant et de faire en sorte que le r&#233;servoir
                    d'aspiration n'est pas rempli &#224; l'exc&#232;s et que le r&#233;servoir d'alimentation n'est pas
                    vid&#233;. L'information figurant dans le pr&#233;sent bulletin de renseignements techniques sert
                    &#224; aider le technicien &#224; utiliser DLB et &#224; r&#233;pondre &#224; deux questions
                    fondamentales, soit&#160;: Est-ce que la pompe de transfert fait d&#233;placer le carburant du r&#233;servoir
                    de stockage au r&#233;servoir d'aspiration et, sinon, quelle est la proc&#233;dure appropri&#233;e
                    permettant d'identifier et de d&#233;panner l'anomalie?
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="7">
            <title>Proc&#233;dure de r&#233;paration</title>
            <svcprocinfo>
                <para>Comme d&#233;j&#224; mentionn&#233;, l'ESC commande la pompe de transfert de carburant et celui-ci
                    utilise des r&#232;gles et des conditions pr&#233;cises pour d&#233;terminer le moment o&#249; la
                    pompe de transfert doit &#234;tre mise en marche. Voici certaines conditions fondamentales qui
                    doivent exister avant que la pompe ne soit actionn&#233;e&#160;:
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Aucun des deux capteurs de niveau de carburant ne doit comporter un d&#233;faut (circuit
                            ouvert ou court-circuit) actif.
                        </para>
                    </item>
                    <item>
                        <para>L'ESC doit voir le r&#233;gime du moteur.</para>
                    </item>
                    <item>
                        <para>Le niveau dans le r&#233;servoir de stockage doit &#234;tre de 20&#160;% ou plus.</para>
                    </item>
                    <item>
                        <para>Le niveau du r&#233;servoir d'aspiration doit &#234;tre au-dessous de 80&#160;%</para>
                    </item>
                    <item>
                        <para>Le niveau de carburant dans le r&#233;servoir d'aspiration doit &#234;tre de 12&#160;%
                            (+/- 6&#160;%) au-dessous de celui du r&#233;servoir de stockage.
                        </para>
                    </item>
                </seqlist>
                <para>Puisqu'il existe diff&#233;rentes conditions o&#249; les r&#233;servoirs sont tr&#232;s pleins ou
                    presque vides, les param&#232;tres de contr&#244;le exacts de la pompe &#224; carburant peuvent
                    varier; la pr&#233;sente a &#233;t&#233; r&#233;dig&#233;e pour offrir au technicien une proc&#233;dure
                    d'essai standard devant &#234;tre suivie pour v&#233;rifier la capacit&#233; du syst&#232;me de
                    transfert de carburant. En effectuant ces essais, on pourra s'assurer que le syst&#232;me fonctionne
                    comme il a &#233;t&#233; con&#231;u pour le faire, et on fera en sorte que le client b&#233;n&#233;ficie
                    &#224; la fois d'un syst&#232;me qui &#233;galise les niveaux de carburant des deux r&#233;servoirs
                    du v&#233;hicule et d'un circuit d'alimentation sans canalisation de carburant de liaison.
                </para>
                <specpara>
                    <warning>
                        <para>Ne pas effectuer les proc&#233;dures d'essai suivantes si le niveau de carburant dans le r&#233;servoir
                            d'aspiration (signal du capteur de niveau de carburant 1) est sup&#233;rieur &#224; 80&#160;%.
                            Le d&#233;faut d'observer cette mise en garde pourrait donner lieu &#224; un surremplissage
                            et &#224; un &#233;coulement du r&#233;servoir d'aspiration pouvant entra&#238;ner un d&#233;versement
                            de d&#233;chets dangereux ou un danger d'incendie.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                            stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement et
                            mettre la bo&#238;te de vitesses du v&#233;hicule au point mort avant d'entamer les
                            diagnostics et (ou) de faire d&#233;marrer le moteur.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>Ne pas effectuer les proc&#233;dures d'essai suivantes si le niveau de carburant dans le r&#233;servoir
                            de stockage (signal du capteur de niveau de carburant 2) est inf&#233;rieur &#224; 10&#160;%.
                            Le d&#233;faut d'observer cette mise en garde pourrait donner lieu &#224; un fonctionnement
                            sans carburant de la pompe de transfert et &#224; un dommage &#224; la pompe.
                        </para>
                    </caution>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>V&#233;rification des transmetteurs de niveau de carburant et du c&#226;blage</title>
                <para>Les positions des r&#233;servoirs d'aspiration et de stockage sur les diff&#233;rentes g&#233;n&#233;rations
                    de mod&#232;les de camions sont &#233;num&#233;r&#233;es dans le tableau suivant. Consulter le
                    tableau pour d&#233;terminer l'emplacement du r&#233;servoir de carburant o&#249; le capteur 1
                    (aspiration) devrait &#234;tre situ&#233; et le capteur 2 (stockage) devrait se trouver.
                </para>
                <table id="t0608fueltank1" tblwidth="pg-wide">
                    <tgroup cols="7">
                        <colspec colname="col1" colwidth="1.39*"/>
                        <colspec colname="col2" colwidth="0.90*"/>
                        <colspec colname="col3" colwidth="0.82*"/>
                        <colspec colname="col4" colwidth="0.78*"/>
                        <colspec colname="col5" colwidth="0.77*"/>
                        <colspec colname="col6" colwidth="1.14*"/>
                        <colspec colname="col7" colwidth="1.21*"/>
                        <spanspec namest="col1" nameend="col7" spanname="SPAN1"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Mod&#232;les munis de r&#233;servoirs doubles et d'une pompe de transfert de
                                        carburant
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>R&#233;servoir d'aspiration ant&#233;rieur au 01/03/04</para>
                                </entry>
                                <entry align="center">
                                    <para>R&#233;servoir d'aspiration ult&#233;rieur au 01/03/04</para>
                                </entry>
                                <entry align="center">
                                    <para>R&#233;servoir de stockage ant&#233;rieur au 01/03/04</para>
                                </entry>
                                <entry align="center">
                                    <para>R&#233;servoir de stockage ult&#233;rieur au 01/03/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Emplacement de pompe ant&#233;rieur au 01/03/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Emplacement de pompe ult&#233;rieur au 01/03/04</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>42/43/4400</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>Rampe dr</para>
                                </entry>
                                <entry>
                                    <para>Rampe dr</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>73/74/75/8500</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*Ga</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*Dr</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>Rampe dr</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*Carter de bo&#238;te de vitesses</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>8600</para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>Carter de bo&#238;te de vitesses</para>
                                </entry>
                                <entry>
                                    <para>Carter de bo&#238;te de vitesses</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>7600</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>Ga</para>
                                </entry>
                                <entry>
                                    <para>Dr</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>Rampe ga</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*Carter de bo&#238;te de vitesses</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="7" spanname="SPAN1">
                                    <para>* Camions construits ult&#233;rieurement au 01/03/2004.</para>
                                    <para>
                                        <emph type="italic">Les modifications apport&#233;es aux mod&#232;les sont en
                                            italiques.
                                        </emph>
                                    </para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">Raccorder le EZ-Tech au connecteur de diagnostic &#224; 9 voies du v&#233;hicule.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ouvrir DLB, puis ouvrir une nouvelle session &#171;R&#233;servoirs de carburant
                        doubles.dls&#187; (&#171;Dual Fuel Tanks.dls&#187;) pour surveiller les param&#232;tres n&#233;cessaires
                        au d&#233;pannage du fonctionnement de la pompe de transfert des r&#233;servoirs de carburant
                        doubles. Les signaux surveill&#233;s sont illustr&#233;s &#224; la Figure 1.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Les relev&#233;s r&#233;els des capteurs de niveau de carburant sont affich&#233;s comme
                            &#233;tant Signal du capteur de niveau de carburant 1 (aspiration) et Signal du capteur de
                            niveau de carburant 2 (stockage). L'ESC conditionne ces signaux sur une p&#233;riode de
                            temps afin de tenir compte du ballottement du carburant et des autres effets transitionnels.
                            L'ESC regarde les signaux conditionn&#233;s (niveau d'aspiration du carburant et niveau de
                            stockage du carburant) et utilise ces valeurs pour d&#233;terminer si la pompe de transfert
                            de carburant devrait &#234;tre activ&#233;e ou non. L'ESC conditionne &#233;galement le
                            signal du capteur de niveau de carburant 1 et transmet un signal conditionn&#233; devant
                            &#234;tre utilis&#233; par l'indicateur de carburant de l'ensemble d'instruments.
                            L'importance de cela est que l'ESC ne r&#233;agit pas aux modifications instantan&#233;es
                            des signaux des capteurs; il attend plut&#244;t que les signaux conditionn&#233;s soient
                            conformes aux param&#232;tres requis pour activer ou d&#233;sactiver la pompe de transfert.
                        </para>
                    </note>
                </specpara>
                <figure id="f0608021" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608021.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="392px"/>
                    <caption>Figure 1.</caption>
                </figure>
                <step1>
                    <para count="1">S'assurer que le r&#233;servoir d'aspiration se trouve &#224; la position mentionn&#233;e
                        au Tableau 1 ci-dessus. Le r&#233;servoir d'aspiration doit avoir l'alimentation en carburant au
                        moteur, la canalisation de retour de carburant (si le v&#233;hicule est muni d'un moteur Cummins
                        ou Caterpillar), la sortie de la pompe de transfert, et la conduite de mise &#224; l'air libre
                        se rendant dans la partie sup&#233;rieure du r&#233;servoir.
                    </para>
                </step1>
                <step1>
                    <para count="1">Tourner le commutateur d'allumage du v&#233;hicule &#224; &#171;ON&#187; et entrer
                        le mode de diagnostic DLB afin d'afficher les valeurs r&#233;elles du v&#233;hicule, telles
                        qu'illustr&#233;es &#224; la Figure 2. Pri&#232;re de noter que les signaux conditionn&#233;s
                        (niveau d'aspiration de carburant et niveau de stockage de carburant) commencent toujours &#224;
                        100&#160;% et 0&#160;% respectivement. L'ESC ne commencera pas &#224; conditionner ces valeurs,
                        selon les sorties des capteurs, avant de voir le r&#233;gime du moteur.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;brancher le connecteur du transmetteur de niveau de carburant sur le r&#233;servoir
                        d'aspiration. Si l'&#233;cran DLB indique que le capteur de niveau de carburant 1 s'est d&#233;plac&#233;
                        &#224; &#171;0&#187; depuis sa position pr&#233;c&#233;dente, cela signifie que le c&#226;blage
                        au capteur 1 est en r&#232;gle. Rebrancher le transmetteur de niveau de carburant et s'assurer
                        que la sortie du transmetteur et le niveau de carburant r&#233;el dans le r&#233;servoir
                        d'aspiration sont approximativement les m&#234;mes.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;brancher le connecteur du transmetteur de niveau de carburant sur le r&#233;servoir
                        du c&#244;t&#233; oppos&#233; (devrait &#234;tre le r&#233;servoir de stockage) et s'assurer que
                        le DLB indique que le capteur de niveau de carburant 2 a pass&#233; &#224; &#171;0&#187;.
                        Rebrancher le transmetteur de niveau de carburant et s'assurer que la sortie du transmetteur et
                        le niveau de carburant r&#233;el dans le r&#233;servoir de stockage sont approximativement les m&#234;mes.
                    </para>
                </step1>
                <figure id="f0608022" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608022.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="432px"/>
                    <caption>Figure 2.</caption>
                </figure>
                <step1>
                    <para count="1">Si les deux transmetteurs de niveau de carburant r&#233;ussissent l'essai ci-dessus,
                        cela signifie que leur c&#226;blage est appropri&#233; et qu'ils fonctionnent correctement. Si
                        le r&#233;servoir d'aspiration ne correspond pas au capteur de niveau de carburant 1 et que le r&#233;servoir
                        de stockage ne correspond pas au capteur de niveau de carburant 2, cela signifie que le c&#226;blage
                        est invers&#233; et que la pompe de transfert ne fonctionnera pas. Se reporter aux sch&#233;mas
                        de circuit &#224; la fin de la proc&#233;dure pour prendre connaissance des connexions appropri&#233;es.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>V&#233;rifier le fonctionnement de la pompe de transfert</title>
                <step1>
                    <para count="1">S'assurer que le commutateur d'allumage du v&#233;hicule est tourn&#233; &#224;
                        &#171;ON&#187; et que le
                        <emph type="bold">moteur ne tourne pas</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide de DLB, cliquer avec le bouton gauche de la souris sur la case de
                        valeur requise de la pompe de transfert de carburant (&#171;Fuel Transfer Pump Req&#187;) et les
                        deux cases &#171;Fuel Transfer Pump Req&#187; et &#171;Fuel Transfer Pump Relay Cmd&#187;
                        devraient &#234;tre coch&#233;es &#224; &#171;ON&#187;.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#201;couter pour entendre la mise en marche de la pompe de transfert de carburant
                        et s'assurer que l'entr&#233;e de la pompe provient du r&#233;servoir de stockage et que la
                        sortie se rend vers le r&#233;servoir d'aspiration.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la pompe ne se met pas en marche, v&#233;rifier le c&#226;blage &#224; l'ESC, la
                        sortie de l'ESC sur la broche 25 du connecteur 4004, le relais de la pompe tel que d&#233;crit
                        dans l'Introduction de S082503, ou la pompe elle-m&#234;me.
                    </para>
                </step1>
                <step1>
                    <para count="1">Avec le bouton gauche de la souris, cliquer sur le symbole de cadenas &#171;Fuel
                        Transfer Pump Req&#187;; le cadenas devrait s'ouvrir et les cases &#171;Fuel Transfer Pump Req&#187;
                        et &#171;Fuel Transfer Pump Relay Cmd&#187; devraient &#234;tre d&#233;coch&#233;es; la pompe de
                        transfert ne devrait pas fonctionner &#224; ce moment-l&#224;. Se reporter &#224; la Figure 2.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Ne pas laisser la pompe de transfert fonctionner pendant une p&#233;riode prolong&#233;e.
                            Une fois le fonctionnement confirm&#233;, s'assurer de mettre la pompe de transfert &#224;
                            l'arr&#234;t en effectuant l'&#233;tape 5. ci-dessus! Le d&#233;faut d'observer cette mise
                            en garde pourrait donner lieu &#224; un surremplissage et &#224; un &#233;coulement du r&#233;servoir
                            d'aspiration pouvant entra&#238;ner un d&#233;versement de d&#233;chets dangereux ou un
                            danger d'incendie.
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>V&#233;rifier le fonctionnement et la logique de l'ESC</title>
                <step1>
                    <para count="1">Tandis que le commutateur d'allumage est tourn&#233; &#224; &#171;ON&#187; et que le
                        moteur ne tourne
                        <emph type="bold">pas</emph>, entrer &#171;0&#187; dans la valeur du &#171;signal du capteur de
                        niveau de carburant 1&#187; (r&#233;servoir d'aspiration et &#171;100&#187; dans le &#171;signal
                        du capteur de niveau de carburant 2&#187; (r&#233;servoir de stockage). Pour entrer les valeurs,
                        positionner le curseur sur la valeur &#224; modifier, double-cliquer, taper la valeur d&#233;sir&#233;e,
                        puis appuyer sur la touche &#171;d'entr&#233;e&#187;. Pri&#232;re de prendre note que lorsque le
                        moteur ne tourne pas, le &#171;Fuel Transfer Pump Relay Cmd&#187; devrait &#234;tre &#224;
                        &#171;off&#187; et que la fen&#234;tre DLB devrait ressembler &#224; la Figure 3.
                    </para>
                </step1>
                <figure id="f0608023" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608023.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figure 3.</caption>
                </figure>
                <step1>
                    <para count="1">Faire d&#233;marrer le moteur du v&#233;hicule. Pri&#232;re de prendre note que le r&#233;gime
                        du moteur devrait &#234;tre indiqu&#233; et que la case de valeur &#171;Engine Running&#187;
                        devrait &#234;tre coch&#233;e. Dans les 2 minutes qui suivent, &#171;Fuel Transfer Pump Req&#187;
                        et &#171;Fuel Transfer Pump Relay Cmd&#187; dans la fen&#234;tre de session de DLB devraient
                        passer &#224; &#171;ON&#187; (case de valeur coch&#233;e), tel qu'illustr&#233; &#224; la Figure
                        4. Prendre note que la Figure 4 illustre un niveau de stockage de carburant de 94&#160;% et un
                        niveau d'aspiration de carburant de 0,4&#160;%, ce qui est conforme aux param&#232;tres de
                        commande de la pompe pour mettre la pompe de transfert en marche. Ne pas oublier que la commande
                        r&#233;elle de l'ESC de mettre la pompe en marche se produira peu apr&#232;s que la valeur du
                        niveau d'aspiration du carburant chute au-dessous du niveau de stockage de carburant, puisque
                        ces deux niveaux sont conditionn&#233;s par l'ESC lorsque celui-ci interpr&#232;te le signal du
                        capteur de niveau de carburant 1 et celui du capteur de niveau de carburant 2. L'ESC ne met pas
                        la pompe de transfert en marche selon les signaux du capteur de niveau de carburant; plut&#244;t,
                        il r&#233;agit aux
                        <emph type="bold">signaux conditionn&#233;s seulement, soit &#171;niveau d'aspiration du
                            carburant&#187; et &#171;niveau de stockage du carburant&#187;.
                        </emph>
                    </para>
                </step1>
                <figure id="f0608024" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608024.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figure 4.</caption>
                </figure>
                <step1>
                    <para count="1">Une fois que la logique et la fonction de l'ESC ont &#233;t&#233; v&#233;rifi&#233;es,
                        couper le moteur et cliquer avec le bouton gauche de la souris sur les symboles de cadenas du
                        signal du capteur de niveau de carburant 1 et du signal du capteur de niveau de carburant 2.
                        Lorsque les symboles de cadenas sont ouverts, les valeurs des capteurs 1 et 2 devraient &#234;tre
                        r&#233;tablies selon les relev&#233;s r&#233;els des capteurs.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Ne pas laisser la pompe de transfert fonctionner pendant une p&#233;riode prolong&#233;e.
                            Une fois le fonctionnement confirm&#233;, s'assurer de mettre la pompe de transfert &#224;
                            l'arr&#234;t en effectuant l'&#233;tape 3. ci-dessus! Le d&#233;faut d'observer cette mise
                            en garde pourrait donner lieu &#224; un surremplissage et &#224; un &#233;coulement du r&#233;servoir
                            d'aspiration pouvant entra&#238;ner un d&#233;versement de d&#233;chets dangereux ou un
                            danger d'incendie.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Puisque les capteurs de niveau de carburant, leur c&#226;blage et le fonctionnement
                        de la pompe de transfert ont &#233;t&#233; v&#233;rifi&#233;s, si l'essai de logique ne donne
                        pas lieu &#224; la mise sous tension de la broche 25 du connecteur 4004, c'est soit que l'ESC ne
                        voit pas le r&#233;gime du moteur ou que l'ESC est d&#233;fectueux.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la pompe de transfert ne se met pas &#224; fonctionner au cours de la proc&#233;dure
                        n&#176;&#160;2 ci-dessus, v&#233;rifier l'ensemble d'instruments pour voir si le tachym&#232;tre
                        fonctionne. L'ensemble d'instruments utilise le m&#234;me message de tachym&#232;tre que celui
                        utilis&#233; par l'ESC pour mettre la pompe de transfert en marche.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si l'ESC voit le r&#233;gime du moteur et qu'il ne met toujours pas la pompe de
                        transfert en marche dans les conditions pr&#233;cit&#233;es, v&#233;rifier les caract&#233;ristiques
                        et s'assurer que la caract&#233;ristique 00595192 d'excitation du relais de la &#171;pompe
                        &#224; effet passif&#187; est valid&#233;e et que la caract&#233;ristique 00595054 est invalid&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la proc&#233;dure ci-dessus est effectu&#233;e et que la pompe de transfert ne
                        fonctionne pas, c'est que l'ESC ou son logiciel est d&#233;fectueux.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Sch&#233;mas de circuit</title>
                <figure id="f0608025" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608025.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figure 5.</caption>
                </figure>
                <figure id="f0608026" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608026.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figure 6.</caption>
                </figure>
                <figure id="f0608027" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608027.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figure 7.</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
