<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 06-07-01 - Humidit&#233; et suies d'&#233;chappement excessives au moment du d&#233;marrage des
        mod&#232;les 9000i munis d'un silencieux horizontal et d'un tuyau d'&#233;chappement vertical de codes 07DBA et
        07DBC
    </stitle>
    <tsi id="tsi060701" tsitype="truck" translation="french">
        <tsinumber>06-07-01</tsinumber>
        <tsidate>Janvier 2006</tsidate>
        <subjectfile>SYST&#200;ME D'&#201;CHAPPEMENT</subjectfile>
        <subjectgroup>
            <subject>Humidit&#233; et suies d'&#233;chappement excessives au moment du d&#233;marrage des mod&#232;les
                9000i munis d'un silencieux horizontal et d'un tuyau d'&#233;chappement vertical de codes 07DBA et 07DBC
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i</truckmodel>
                <truckmodel>9400i</truckmodel>
                <truckmodel>9900i</truckmodel>
                <truckmodel>9900ix</truckmodel>
                <ucodegroup/>

                <ucode>07DBA</ucode>
                <ucode>07DBC</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se peut que le silencieux horizontal accumule de l'humidit&#233; caus&#233;e par la
                    condensation ou l'eau de pluie dans le tuyau d'&#233;chappement vertical. Au moment du d&#233;marrage
                    et de l'acc&#233;l&#233;ration initiale, un m&#233;lange de suies mouill&#233;es pourrait &#234;tre
                    projet&#233; du tuyau d'&#233;chappement vertical.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle subie en raison du silencieux ou du syst&#232;me d'&#233;chappement,
                        laisser refroidir le v&#233;hicule suffisamment avant d'effectuer la r&#233;paration du
                        silencieux et du syst&#232;me d'&#233;chappement.
                    </para>
                </warning>
            </specpara>
            <figure id="f0607011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0607011.webp" type="webp" scalefit="1" scalefitwidth="472px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Rep&#233;rer la position du trou d'&#233;coulement</caption>
            </figure>
            <para>
                <emph type="bold">NOTA&#160;: La proc&#233;dure suivante constitue une pratique de r&#233;paration
                    accept&#233;e et, gr&#226;ce &#224; celle-ci, l'exc&#232;s d'humidit&#233; pourra s'&#233;couler
                    selon le besoin.
                </emph>
            </para>
            <step1>
                <para count="1">Mesurer une distance de 18&#160;po depuis le rebord arri&#232;re, le long de la surface
                    inf&#233;rieure du silencieux.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le point le plus bas au niveau de la distance de 18&#160;po de l'arri&#232;re
                    (&#233;tape 1) et marquer ce point.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, ne pas utiliser de perceuse
                        &#233;lectrique pour effectuer l'&#233;tape suivante. Il se peut qu'il y ait de l'eau dans le
                        silencieux, ce qui occasionnerait un contact avec la perceuse.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">&#192; l'aide d'une
                    <emph type="bold">perceuse pneumatique</emph>, percer un trou de 1/4&#160;po dans la coquille ext&#233;rieure
                    du silencieux, au point marqu&#233; &#224; l'&#233;tape 2.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
