<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 06-08-05 - Circuits haute tension (plus de 50 V) sur les camions et autobus
        International&#174;
    </stitle>
    <tsi id="f060805" tsitype="truck" translation="french">
        <tsinumber>06-08-05</tsinumber>
        <tsidate>Octobre 2006</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Circuits haute tension (plus de 50 V) sur les camions et autobus International&#174;</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="yes" isis_cd="yes"/>
        <description>
            <geninfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, se
                            reporter aux renseignements techniques du fabricant avant d'effectuer quelque man&#339;uvre
                            que ce soit sur de l'&#233;quipement haute tension. Par d&#233;finition, les circuits et les
                            composants haute tension comportent des niveaux de tension pouvant provoquer un dommage
                            &#224; l'&#233;quipement, un choc &#233;lectrique et (ou) une &#233;lectrocution en cas de
                            manipulation inappropri&#233;e.
                        </para>
                        <para>Seul un technicien form&#233; peut effectuer un entretien ou une r&#233;paration &#224;
                            l'int&#233;rieur de composants haute tension. Si l'on maintient des circuits haute tension
                            ou que l'on effectue des man&#339;uvres pr&#232;s de ceux-ci, il faut d'abord obtenir une
                            formation en mati&#232;re de haute tension.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Ce document
                            <emph type="boldundersc">EST</emph>
                            destin&#233; &#224; offrir certaines directives de base relatives aux man&#339;uvres sur ou
                            autour des v&#233;hicules International&#174; munis d'&#233;quipement &#233;lectrique et de
                            circuits haute tension. Pour obtenir des consignes particuli&#232;res, pour effectuer un
                            entretien, ou pour obtenir des renseignements techniques sur de l'&#233;quipement ou des
                            options particuliers, se reporter aux manuels d'atelier aff&#233;rents aux mod&#232;les de
                            camions et aux composants particuliers. Le pr&#233;sent document
                            <emph type="boldundersc">N'EST PAS</emph>
                            destin&#233; &#224; offrir des directives de r&#233;paration ou d'entretien d&#233;taill&#233;es
                            relatives &#224; l'&#233;quipement et aux circuits haute tension.
                        </para>
                    </note>
                </specpara>
                <para>Les syst&#232;mes haute tension n&#233;cessitent que le responsable de l'entretien soit familier
                    avec deux types de syst&#232;mes &#233;lectriques.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>
                            <emph type="bold">C.C. (courant continu)</emph>La plupart des syst&#232;mes &#224; c.c. sur
                            les camions d'aujourd'hui utilise une mise &#224; la masse n&#233;gative de 12 V. Certains
                            syst&#232;mes peuvent emmagasiner de l'&#233;lectricit&#233; &#224; c.c. dans les batteries
                            avec des tensions de fonctionnement allant jusqu'&#224; 600 V c.c.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">C.A. (courant alternatif)</emph>La principale diff&#233;rence entre les
                            syst&#232;mes &#224; tension c.a. et c.c. est que les niveaux de tension dans les syst&#232;mes
                            &#224; c.c. demeurent constants, tandis que les niveaux de tension dans les syst&#232;mes
                            &#224; c.a. fluctuent continuellement. Lors de la mesure d'un syst&#232;me &#224; c.a., il
                            est important de savoir que la tension moyenne est de z&#233;ro; voil&#224; pourquoi
                            <emph type="boldundersc">UN VOLTM&#200;TRE R&#201;GL&#201; &#192; LA TENSION EN C.C.
                                N'INDIQUERA PAS LA PR&#201;SENCE D'UNE TENSION EN C.A. LORSQUE BRANCH&#201; &#192; UN
                                CIRCUIT C.A.!
                            </emph>
                        </para>
                        <para>La haute tension peut s'av&#233;rer mortelle. Toujours se reporter au fabricant du
                            composant haute tension lorsqu'un entretien ou des r&#233;parations sont n&#233;cessaires.
                            Dans la plupart des cas, les diagnostics et la r&#233;paration sont effectu&#233;s une fois
                            que les circuits haute tension sont mis hors fonction. Si l'on maintient des circuits haute
                            tension ou que l'on effectue des man&#339;uvres pr&#232;s de ceux-ci, il faut d'abord
                            obtenir une formation en mati&#232;re de haute tension.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, on
                            doit v&#233;rifier les circuits &#224; l'aide d'un voltm&#232;tre pour d&#233;celer la pr&#233;sence
                            de tensions en c.c. et en c.a. Un voltm&#232;tre r&#233;gl&#233; au c.c. n'indique pas la pr&#233;sence
                            d'une tension en c.a. lorsque branch&#233; &#224; un circuit de c.a.! Le contact avec une
                            tension en c.a. ou en c.c. inconnue peut provoquer un dommage &#224; l'&#233;quipement, un
                            choc &#233;lectrique et (ou) une &#233;lectrocution.
                        </para>
                        <para>Seul un technicien form&#233; peut effectuer un entretien ou une r&#233;paration &#224;
                            l'int&#233;rieur de composants haute tension. Si l'on maintient des circuits haute tension
                            ou que l'on effectue des man&#339;uvres pr&#232;s de ceux-ci, il faut d'abord obtenir une
                            formation en mati&#232;re de haute tension.
                        </para>
                    </warning>
                </specpara>
                <para>
                    <title>
                        <emph type="boldundersc">La compr&#233;hension de l'&#233;quipement et des circuits haute
                            tension sur les produits d'International&#174;
                        </emph>
                    </title>
                </para>
                <para>Voici certains exemples d'&#233;quipement haute tension que l'on peut retrouver sur les produits
                    :
                </para>
                <randlist type="dash">
                    <item>
                        <para>
                            <emph type="bold">Unit&#233;s de puissance auxiliaire</emph>Fondamentalement, les unit&#233;s
                            de puissance auxiliaire sont de petites g&#233;n&#233;ratrices au diesel qui sont int&#233;gr&#233;es
                            dans le syst&#232;me &#233;lectrique du v&#233;hicule. Les unit&#233;s de puissance
                            auxiliaire sont utilis&#233;es conjointement avec les inverseurs et les chargeurs de
                            batterie. Les unit&#233;s de puissance auxiliaire sont souvent r&#233;gl&#233;es de fa&#231;on
                            &#224; d&#233;marrer automatiquement lorsque, selon le syst&#232;me de gestion &#233;lectrique,
                            il faut maintenir la charge de la batterie ou que la demande &#233;lectrique le n&#233;cessite.
                            <emph type="bold">NOTA : Le c&#226;blage haute tension de l'unit&#233; de puissance
                                auxiliaire peut
                            </emph>
                            <emph type="boldundersc">NE PAS</emph>
                            <emph type="bold">&#234;tre marqu&#233; aux fins d'une identification facile comme &#233;tant
                                un c&#226;blage haute tension.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">Alimentation externe</emph>
                            L'alimentation externe consiste en un raccordement d'un v&#233;hicule &#224; une source de
                            tension externe de 120 V c.a. Le v&#233;hicule est muni d'une prise ext&#233;rieure qui
                            permet le raccordement &#224; une source d'alimentation &#171;externe&#187;.
                            <emph type="bold">NOTA : Le c&#226;blage d'alimentation externe haute tension peut</emph>
                            <emph type="boldundersc">NE PAS</emph>
                            <emph type="bold">&#234;tre marqu&#233; aux fins d'une identification facile comme &#233;tant
                                un c&#226;blage haute tension.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">Inverseurs</emph>Les inverseurs sont des dispositifs &#233;lectroniques
                            utilis&#233;s pour convertir le courant continu (c.c.) en courant alternatif (c.a.).
                            Certains inverseurs contiennent des convertisseurs qui convertissent &#233;galement le
                            courant c.a. en courant c.c. aux fins de la charge de la batterie ou du fonctionnement de l'&#233;quipement
                            de 12 V.
                            <emph type="bold">NOTA : Le c&#226;blage haute tension pour les inverseurs peut</emph>
                            <emph type="boldundersc">NE PAS</emph>
                            <emph type="bold">&#234;tre marqu&#233; aux fins d'une identification facile comme &#233;tant
                                un c&#226;blage haute tension.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">V&#233;hicules &#233;lectriques hybrides (V&#201;H)</emph>Les V&#201;H
                            allient des moteurs &#224; combustion interne avec des batteries haute tension, des moteurs
                            &#233;lectriques et des inverseurs pour offrir une grande &#233;conomie de carburant et un
                            plus faible niveau d'&#233;missions sans compromettre la puissance, la port&#233;e et le
                            ravitaillement pratique des v&#233;hicules classiques. Quelle que soit la conception du V&#201;H,
                            il existe des tensions et courants &#233;lectriques &#233;lev&#233;s.
                            <emph type="bold">NOTA : Selon la norme de l'industrie relative aux c&#226;bles haute
                                tension, ceux-ci doivent &#234;tre recouverts d'une
                            </emph>
                            <emph type="bold">GAINE ORANGE</emph>
                            <emph type="boldundersc">.</emph>
                            Si l'on remarque une gaine orange sur un v&#233;hicule, il faut prendre connaissance des
                            mesures de s&#233;curit&#233; aff&#233;rentes &#224; ce syst&#232;me.
                        </para>
                    </item>
                </randlist>
                <para>
                    <title>
                        <emph type="boldundersc">Comment identifier les circuits haute tension</emph>
                    </title>
                </para>
                <para>Les circuits haute tension ne sont pas toujours raccord&#233;s au moyen de gros c&#226;bles. La
                    meilleure fa&#231;on d'identifier l'&#233;quipement ou les circuits haute tension consiste &#224;
                    &#234;tre familier avec les sch&#233;mas de l'&#233;quipement et des circuits et de rechercher les
                    &#233;tiquettes d'avertissement en mati&#232;re de haute tension, ainsi que des gaines oranges.
                    <emph type="underscr">Inspecter le v&#233;hicule pour prendre connaissance de tout &#233;quipement
                        ou circuit ajout&#233; ult&#233;rieurement &#224; la fabrication du camion
                    </emph>
                    (des tractionnaires peuvent ajouter des composants haute tension comme des inverseurs ou des unit&#233;s
                    de puissance auxiliaire).
                </para>
                <para>Tous les circuits &#233;lectriques associ&#233;s aux unit&#233;s de puissance auxiliaire, &#224;
                    l'alimentation externe, aux inverseurs et aux V&#201;H doivent &#234;tre consid&#233;r&#233;s comme
                    &#233;tant des circuits haute tension. La norme aff&#233;rente au c&#226;blage haute tension sur les
                    V&#201;H consiste en une gaine orange. Les unit&#233;s de puissance auxiliaires, les inverseurs,
                    l'alimentation externe et le c&#226;blage des prises de 110/120 V de la cabine peuvent ne pas r&#233;v&#233;ler
                    la pr&#233;sence d'une haute tension par une inspection visuelle (il se peut qu'ils ne soient pas
                    marqu&#233;s et qu'ils ne soient PAS de couleur orange).
                </para>
                <para>
                    <title>
                        <emph type="boldundersc">R&#233;paration et entretien des produits International&#174;</emph>
                    </title>
                </para>
                <para>Les &#233;tapes suivantes constituent la m&#233;thode appropri&#233;e qu'il faut suivre pour
                    identifier et traiter tout entretien ou r&#233;paration des produits International&#174; munis en
                    usine d'&#233;quipement haute tension.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Obtenir une formation connexe avant de tenter d'identifier et d'effectuer l'entretien ou
                            la r&#233;paration de tout syst&#232;me haute tension.
                        </para>
                    </item>
                    <item>
                        <para>Passer en revue la fiche de production fournie avec le v&#233;hicule ou figurant dans ISIS
                            et identifier tous les composants haute tension.
                            <emph type="underscr">Inspecter le v&#233;hicule pour prendre connaissance de tout &#233;quipement
                                ou circuit ajout&#233; ult&#233;rieurement &#224; la fabrication du camion
                            </emph>
                            (les tractionnaires peuvent ajouter des composants haute tension tels que des inverseurs ou
                            des unit&#233;s de puissance auxiliaire qui peuvent &#234;tre excit&#233;s et qui peuvent
                            alimenter les circuits dans le v&#233;hicule et ce,
                            <emph type="underscr">M&#202;ME LORSQUE LE CONTACT EST COUP&#201; ET QUE LES BATTERIES SONT
                                D&#201;BRANCH&#201;ES</emph>).
                        </para>
                    </item>
                    <item>
                        <para>Se reporter aux publications d'entretien du fabricant pour prendre connaissance des
                            composants haute tension identifi&#233;s.
                        </para>
                    </item>
                    <item>
                        <para>Rep&#233;rer physiquement les composants haute tension sur le v&#233;hicule et les mettre
                            hors fonction conform&#233;ment aux directives du fabricant (certains composants peuvent n&#233;cessiter
                            une p&#233;riode d'attente ou des proc&#233;dures sp&#233;ciales pour d&#233;charger compl&#232;tement
                            la tension).
                        </para>
                    </item>
                    <item>
                        <para>Respecter les meilleures pratiques de travail (voir ci-dessous) lorsqu'on effectue des man&#339;uvres
                            sur les syst&#232;mes &#233;lectriques.
                        </para>
                    </item>
                </seqlist>
                <para>
                    <title>
                        <emph type="boldundersc">Meilleures pratiques de travail</emph>
                    </title>
                </para>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, il faut permettre uniquement
                            aux personnes form&#233;es, responsables et comp&#233;tences d'utiliser ou de maintenir l'&#233;quipement.
                            Malgr&#233; la conception s&#233;curitaire de tout v&#233;hicule et de son &#233;quipement
                            haute tension, une utilisation non diligente ou un entretien n&#233;gligent peut entra&#238;ner
                            une blessure corporelle grave ou mortelle.
                        </para>
                        <para>Il existe un risque de blessure par choc &#233;lectrique chaque fois que l'on est en pr&#233;sence
                            d'alimentation &#233;lectrique. La plupart des blessures fatales d&#233;coulent d'une
                            exposition &#224; la haute tension; toutefois, la basse tension peut entra&#238;ner de
                            graves blessures si elle comporte un flux de courant &#233;lev&#233;.
                        </para>
                    </warning>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>&#202;tre conscient de TOUT l'&#233;quipement haute tension sur le v&#233;hicule; passer
                            en revue la fiche de production, ainsi que les guides du propri&#233;taire et manuels
                            d'atelier de tout l'&#233;quipement haute tension
                            <emph type="underscr">AVANT</emph>
                            d'entamer quelque man&#339;uvre que ce soit.
                        </para>
                    </item>
                    <item>
                        <para>Demeurer alerte en tout temps lorsque l'on effectue des man&#339;uvres sur cet &#233;quipement.
                            Ne jamais effectuer de man&#339;uvres sur l'&#233;quipement lorsque l'on souffre de fatigue
                            physique ou mentale et ne jamais travailler seul &#224; proximit&#233; d'&#233;quipement
                            haute tension.
                        </para>
                    </item>
                    <item>
                        <para>Toujours se tenir debout sur une surface isol&#233;e et s&#232;che lorsqu'on effectue des
                            man&#339;uvres sur quelque circuit &#233;lectrique que ce soit. Ne pas manipuler quelque
                            dispositif &#233;lectrique que ce soit lorsqu'on se tient debout dans l'eau, que l'on est
                            nu-pieds, ou que ses mains ou ses pieds sont mouill&#233;s.
                        </para>
                    </item>
                    <item>
                        <para>Toujours travailler dans un endroit &#233;clair&#233; ad&#233;quatement.</para>
                    </item>
                    <item>
                        <para>Toujours utiliser le mat&#233;riel de protection appropri&#233; : gants isol&#233;s, gants
                            de caoutchouc, lunettes de s&#233;curit&#233;/&#233;cran facial, chaussures de s&#233;curit&#233;,
                            v&#234;tements protecteurs et outils isol&#233;s lorsqu'on effectue des man&#339;uvres sur
                            les composants ou les circuits &#233;lectriques du v&#233;hicule.
                        </para>
                    </item>
                    <item>
                        <para>Ne jamais porter de bijoux lorsqu'on effectue des man&#339;uvres sur cet &#233;quipement.
                            Les bijoux peuvent &#234;tre conducteurs d'&#233;lectricit&#233;, ce qui peut provoquer des
                            chocs &#233;lectriques ou des br&#251;lures, et ils peuvent devenir coinc&#233;s dans les
                            composants mobiles, ce qui peut entra&#238;ner des blessures corporelles.
                        </para>
                    </item>
                    <item>
                        <para>Lorsque l'on effectue des man&#339;uvres sur les v&#233;hicules munis de dispositifs ou d'&#233;quipement
                            haute tension, utiliser des techniques d'alerte appropri&#233;es et se tenir bien en vue
                            afin de pouvoir avertir les gens qui se trouvent &#224; proximit&#233; et de pr&#233;venir
                            toute excitation accidentelle de tout circuit haute tension hors fonction lors des man&#339;uvres
                            d'entretien ou de r&#233;paration : indicateurs de s&#233;curit&#233;, symboles de s&#233;curit&#233;,
                            &#233;tiquettes, barri&#232;res, c&#244;nes, etc.
                        </para>
                    </item>
                    <item>
                        <para>Toujours garder un extincteur d'incendie &#224; proximit&#233;. L'utilisation des
                            extincteurs classifi&#233;s &#171;ABC&#187; par la National Fire Protection Association est
                            appropri&#233;e sur le syst&#232;me &#233;lectrique. S'assurer que l'extincteur est charg&#233;
                            de mani&#232;re appropri&#233;e et &#234;tre familier avec l'utilisation de celui-ci. Pour
                            toute question concernant les extincteurs d'incendie, consulter le service des incendies de
                            sa localit&#233;.
                        </para>
                    </item>
                    <item>
                        <para>S'assurer que la puissance haute tension, l'&#233;quipement g&#233;n&#233;rant une
                            puissance haute tension, et les dispositifs de stockage de haute tension sont d&#233;branch&#233;s,
                            verrouill&#233;s ou autrement mis hors fonction
                            <emph type="underscr">AVANT</emph>
                            d'effectuer des man&#339;uvres sur ou autour du v&#233;hicule, ou de ses circuits ou
                            composants &#233;lectriques. Les unit&#233;s de puissance auxiliaires, &#224; moins qu'elles
                            ne soient hors fonction, peuvent d&#233;marrer en tout temps sans pr&#233;avis; dans un
                            pareil cas, les circuits associ&#233;s avec l'unit&#233; de puissance auxiliaire deviennent
                            excit&#233;s et comportent une haute tension potentiellement mortelle. Certains composants
                            peuvent n&#233;cessiter une p&#233;riode d'attente ou des proc&#233;dures sp&#233;ciales
                            pour d&#233;charger la tension compl&#232;tement.
                        </para>
                    </item>
                    <item>
                        <para>Utiliser un testeur &#233;lectrique et des proc&#233;dures appropri&#233;s pour confirmer
                            que la tension est coup&#233;e
                            <emph type="underscr">AVANT</emph>
                            d'effectuer quelque man&#339;uvre que ce soit sur ou &#224; proximit&#233; de quelque
                            composant ou circuit haute tension que ce soit.
                        </para>
                    </item>
                    <item>
                        <para>Faire preuve de prudence autour des circuits de sortie et ce, m&#234;me lorsque la tension
                            d'entr&#233;e est coup&#233;e. Les sources d'alimentation parall&#232;le et les dispositifs
                            de stockage d'&#233;nergie peuvent toujours s'av&#233;rer dangereux. &#202;tre familier avec
                            l'&#233;quipement haute tension install&#233; sur le v&#233;hicule. Certains syst&#232;mes
                            comportent des condenseurs haute tension qui peuvent n&#233;cessiter du temps pour se d&#233;charger
                            une fois la tension coup&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>Apr&#232;s avoir d&#233;branch&#233; ou expos&#233; un connecteur ou une borne haute
                            tension, l'isoler imm&#233;diatement &#224; l'aide de ruban isolant.
                        </para>
                    </item>
                    <item>
                        <para>Apr&#232;s avoir achev&#233; quelque man&#339;uvre que ce soit sur de l'&#233;quipement ou
                            un circuit &#233;lectrique, s'assurer,
                            <emph type="underscr">AVANT</emph>
                            de r&#233;tablir l'alimentation, que les pi&#232;ces et (ou) les outils sont &#233;loign&#233;s
                            de l'aire de travail et que les attaches sont serr&#233;es solidement au couple sp&#233;cifi&#233;
                            et que les connecteurs sont raccord&#233;s de mani&#232;re appropri&#233;e.
                        </para>
                    </item>
                    <item>
                        <para>La tension peut s'av&#233;rer fatale &#224; des niveaux sup&#233;rieurs &#224; 60 V. La
                            haute tension peut sauter un entrefer plus grand que la basse tension. Si un contact est
                            effectu&#233; avec une haute tension, il peut ne pas &#234;tre possible de simplement &#171;rel&#226;cher&#187;.
                        </para>
                    </item>
                    <item>
                        <para>Le remorquage d'un V&#201;H pendant que ses roues motrices sont sur le sol peut faire en
                            sorte que le moteur g&#233;n&#232;re de l'&#233;lectricit&#233;. Consulter le guide du
                            propri&#233;taire pour prendre connaissance des proc&#233;dures de remorquage appropri&#233;es.
                        </para>
                    </item>
                    <item>
                        <para>Si un fusible haute tension ou un dispositif de protection de circuit est d&#233;clench&#233;,
                            ne pas r&#233;exciter le circuit avant d'avoir d&#233;termin&#233; que celui-ci est s&#233;curitaire.
                            Se reporter aux proc&#233;dures de d&#233;pannage du fabricant avant d'effectuer l'entretien
                            ou la r&#233;paration d'un syst&#232;me haute tension.
                        </para>
                    </item>
                    <item>
                        <para>Se reporter aux r&#232;glements de l'OSHA selon le besoin et le cas &#233;ch&#233;ant.
                        </para>
                    </item>
                </randlist>
                <para>
                    <title>
                        <emph type="boldundersc">Codes de caract&#233;ristiques de composants haute tension</emph>
                    </title>
                </para>
                <para>Les codes de caract&#233;ristiques des composants haute tension disponibles aux fins de production
                    <emph type="underscr">en date de la publication des pr&#233;sents renseignements techniques</emph>
                    sont &#233;num&#233;r&#233;s ci-dessous. Cette liste ne comprend pas les codes de caract&#233;ristiques
                    aff&#233;rents aux chauffe-blocs, aux chauffe-carters et aux circuits d'alimentation externe qui n&#233;cessite
                    un raccordement &#224; une source d'alimentation externe de 120 V.
                </para>
                <para>08WES - Inverseur (PowerPack 1)</para>
                <para>60AAC - Inverseur (PowerPack 3)</para>
                <para>12WTK - Unit&#233; de puissance auxiliaire</para>
                <para>10HEV - Identification de v&#233;hicule &#233;lectrique hybride</para>
                <specpara>
                    <note>
                        <para>De l'&#233;quipement haute tension suppl&#233;mentaire peut &#234;tre install&#233; aux
                            fins de rattrapage ou ajout&#233; par les carrossiers-constructeurs ou les tractionnaires
                            ult&#233;rieurement &#224; la fabrication du camion.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
    </tsi>
</isis>
