<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 06-16-01 - Proc&#233;d&#233; de r&#233;paration du m&#233;tal ab&#238;m&#233; par la
        corrosion
    </stitle>
    <tsi id="tsi061601" tsitype="truck" translation="french">
        <tsinumber>06-16-01</tsinumber>
        <replace>
            <tsinumber>03-16-03</tsinumber>
        </replace>
        <tsidate>Janvier 2006</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;d&#233; de r&#233;paration du m&#233;tal ab&#238;m&#233; par la corrosion</subject>
        </subjectgroup>
        <distribution/>
        <description>
            <geninfo>
                <para>R&#233;paration recommand&#233;e de la peinture des panneaux de carrosserie des camions
                    International en pr&#233;sence d'une corrosion.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, il faut porter des lunettes de s&#233;curit&#233;,
                        un masque d'atelier et des v&#234;tements protecteurs au cours de ce proc&#233;d&#233; de r&#233;paration
                        de la peinture.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Laver le v&#233;hicule tout entier &#224; l'eau ti&#232;de et au d&#233;tergent. Laisser
                    s&#233;cher pendant 1 &#224; 2 heures.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever tous les rivets, les attaches, les encadrements d'entr&#233;e de porte, les
                    anneaux &#224; bagages, etc., manifestant des indices de corrosion (filiforme) ou d'autres dommages.
                </para>
            </step1>
            <step1>
                <para count="1">Si le substrat est&#160;:</para>
                <step2>
                    <para count="1">En aluminium, poncer &#224; l'aide de papier abrasif sec &#224; grains n&#176; 150
                        ou n&#176; 180
                    </para>
                </step2>
                <step2>
                    <para count="1">En acier lamin&#233; &#224; froid, poncer s&#233;quentiellement &#224; l'aide de
                        papier abrasif sec &#224; grains n&#176; 80 puis n&#176; 120
                    </para>
                </step2>
                <step2>
                    <para count="1">En acier galvanis&#233;, poncer &#224; l'aide de papier abrasif sec &#224; grains n&#176;
                        120
                    </para>
                </step2>
                <step2>
                    <para count="1">En acier inoxydable, poncer &#224; l'aide de papier abrasif sec &#224; grains n&#176;
                        150 &#224; n&#176; 180
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">S'assurer que toute trace de corrosion est enlev&#233;e du substrat au cours du
                    processus de pon&#231;age. Cela comprend la corrosion pouvant &#234;tre pr&#233;sente dans ou autour
                    des trous des rivets et des attaches. Affiner les bords des surfaces n&#233;cessitant un pon&#231;age
                    important &#224; l'aide de papier abrasif &#224; grains de plus en plus fins.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, porter des lunettes de s&#233;curit&#233;, un
                        masque d'atelier et des v&#234;tements protecteurs lors du nettoyage avec de l'air comprim&#233;.
                        Utiliser de l'air sec r&#233;gul&#233; au moyen d'un pistolet &#224; air homologu&#233; par
                        l'OSHA.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Faire dispara&#238;tre toute poussi&#232;re et d&#233;bris de pon&#231;age en soufflant
                    &#224; l'air comprim&#233; sur la surface.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;graisser la surface au moyen d'un produit nettoyant de surface appropri&#233;/conforme
                    Sikkens. Utiliser deux linges pour effectuer le proc&#233;d&#233; d'application / d'essuyage; le
                    premier linge doit &#234;tre imbib&#233; de produit nettoyant de surface, et le deuxi&#232;me doit
                    &#234;tre sec. Suivre les consignes &#233;labor&#233;es dans le manuel technique Sikkens en mati&#232;re
                    de produits nettoyants de surface.
                </para>
            </step1>
            <step1>
                <para count="1">M&#233;langer une partie (volume) de Washprimer CR avec une partie (volume) de Wash
                    Hardener. Brasser compl&#232;tement.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer le Washprimer CR m&#233;lang&#233; en une couche moyenne sur le v&#233;hicule.
                    L'enduit voulu est de 0,3 &#224; 0,4 mils (de 8 &#224; 10 microns). Les recommandations pr&#233;cises
                    en mati&#232;re d'application figurent dans le manuel de r&#233;f&#233;rence technique Sikkens du
                    Washprimer CR.
                </para>
            </step1>
            <step1>
                <para count="1">Laisser la peinture s'&#233;bavurer pendant 15 minutes &#224; 70 &#176;F.</para>
            </step1>
            <step1>
                <para count="1">Remplacer tout rivet, attache, encadrement d'entr&#233;e de porte ou anneau &#224;
                    bagages enlev&#233; &#224; l'&#233;tape 2. Utiliser le Fusor 800 comme enduit entre l'anneau et
                    l'enveloppe de la porte.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter les &#233;tapes 5 &#224; 9, en retouchant les t&#234;tes des rivets et
                    des attaches.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour s'assurer d'une bonne adh&#233;rence, les &#233;tapes 13 &#224; 15 doivent &#234;tre
                        achev&#233;es dans les 8 heures qui suivent l'application du Washprimer CR.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">M&#233;langer la couleur de finition Colorbuild appropri&#233;e, puis ajouter 10 % de
                    Autocryl Elast-O-Actif (selon le besoin). M&#233;langer compl&#232;tement.
                </para>
            </step1>
            <step1>
                <para count="1">Combiner 3 parties (volume) de couche primaire Colorbuild de l'&#233;tape 12, avec 1
                    partie (volume) de Colorbuild Surface Hardener et 1 partie (volume) de Colorbuild Surface Activator.
                    M&#233;langer compl&#232;tement. Si un &#233;coulement et un nivellement suppl&#233;mentaires sont
                    requis pour les grandes surfaces ou les temps chauds, ajouter 10 % de Autocryl Reducer &#224; ce m&#233;lange
                    pr&#234;t &#224; vaporiser.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer le Colorbuild m&#233;lang&#233; en deux couches moyennes sur le v&#233;hicule.
                    L'enduit voulu est de 3,0 &#224; 4,0 mils (de 75 &#224; 100 microns). Les recommandations pr&#233;cises
                    en mati&#232;re d'application figurent dans le manuel Sikkens du Colorbuild.
                </para>
            </step1>
            <step1>
                <para count="1">Laisser s&#233;cher pendant au moins 30 minutes &#224; 70 &#176;F; si cette p&#233;riode
                    d&#233;passe une heure, un pon&#231;age complet est requis pour s'assurer de l'adh&#233;rence de la
                    couche de finition.
                </para>
            </step1>
            <step1>
                <para count="1">Si un pon&#231;age est requis, utiliser du papier abrasif sec &#224; grains n&#176; 360
                    &#224; n&#176; 400, ou du papier abrasif mouill&#233; &#224; grains n&#176; 500 &#224; n&#176; 600.
                    Suite au pon&#231;age, d&#233;graisser la surface au moyen d'un produit nettoyant de surface
                    appropri&#233; Sikkens, tel qu'indiqu&#233; &#224; l'&#233;tape 6.
                </para>
            </step1>
            <step1>
                <para count="1">Consulter le cr&#233;neau de production du v&#233;hicule pour d&#233;terminer le num&#233;ro
                    de couleur Nav correspondant &#224; quatre caract&#232;res. Appliquer la couche de finition avec le
                    Sikkens Autobase Plus ou le Autobase, suivi du Autobase III, Autoclear HS Plus ou Autoclear II LV,
                    en observant les consignes et les recommandations figurant dans le manuel de r&#233;f&#233;rence
                    technique Sikkens.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si le Washprimer CR ou le Colorbuild n'est pas conforme &#224; votre r&#233;gion, communiquer
                        avec le conseiller technique Akzo Nobel de votre localit&#233;.
                    </para>
                </note>
            </specpara>
            <para>
                <title>GLOSSAIRE DE SIKKENS</title>
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOBASE&#174; PLUS BLENDING ADDITIVE</emph>
            </para>
            <para>Autobase Plus Blending Additive est un additif de m&#233;lange transparent facilitant l'application du
                produit Autobase Plus lors des r&#233;parations mineures. Puisque aucun m&#233;lange n'est n&#233;cessaire,
                ce produit est tr&#232;s facile &#224; utiliser. Utiliser Autobase Plus Blending Additif comme base sur
                les surfaces en fondu, ou comme additif aux couleurs solides ou m&#233;tallis&#233;es d'Autobase Plus
                avant l'application des couches en fondu.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOBASE&#174; PLUS INTERIOR CONVERTER</emph>
            </para>
            <para>Lorsque m&#233;lang&#233; avec la couche de fond Autobase Plus, Autobase Plus Interior Converter Gloss
                and Mat est un rev&#234;tement sp&#233;cial peu lustr&#233; con&#231;u pour &#234;tre appliqu&#233; sur
                les pi&#232;ces automobiles int&#233;rieures existantes et neuves. Les convertisseurs d'int&#233;rieurs
                lustr&#233;s et mats offrent un rendement uniforme dans un vaste &#233;ventail de couleurs. Ces couleurs
                sont sp&#233;cialement assorties &#224; la couleur et au lustre des normes OEM.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOBASE&#174; PLUS SPECIAL EFFECT COLORS</emph>
            </para>
            <para>Autobase Plus 3 step Special Effect Colors offre des effets de couleur et de &#171;flip-flop&#187;
                uniques lorsqu'on les regarde de diff&#233;rents angles. Ces couleurs ne sont pas disponibles dans le
                syst&#232;me de m&#233;lange; ainsi, huit couleurs pr&#233;emball&#233;es (d&#233;j&#224; m&#233;lang&#233;es)
                sont offertes. Le produit Autobase Plus Special Effect Colors est con&#231;u aux fins de finition
                personnalis&#233;e et il doit &#234;tre utilis&#233; conjointement avec la couche transparente Sikkens
                afin d'offrir une protection contre l'environnement.
            </para>
            <para></para>
            <para>
                <emph type="bold">COULEURS SOLIDES, M&#201;TALLIS&#201;ES ET NACR&#201;ES AUTOBASE&#174; PLUS</emph>
            </para>
            <para>Autobase Plus offre une excellente couverture, un contr&#244;le de l'effet m&#233;tallis&#233;, et
                peut &#234;tre vaporis&#233; facilement lorsqu'il est utilis&#233; pour reproduire les effets de
                couleurs solides, m&#233;tallis&#233;es et nacr&#233;es OEM. Autobase Plus doit &#234;tre utilis&#233;
                conjointement avec une couche transparente Sikkens pour offrir une protection contre l'environnement.
                Autobase Plus constitue le choix sup&#233;rieur pour obtenir un assortiment de couleur optimal.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOCRYL&#174; ELAST-O-ACTIF (OE)</emph>
            </para>
            <para>Les pi&#232;ces de carrosserie automobile faites de plastiques d&#233;formables n&#233;cessitent des
                peintures flexibles sp&#233;ciales. L'ajout d'Autocryl Elast-O-Actif am&#233;liore la flexibilit&#233;
                &#224; un point tel que la peinture peut tol&#233;rer la d&#233;formation des pi&#232;ces en plastique
                sans se fissurer ou s'&#233;cailler.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOCLEAR&#174; III</emph>
            </para>
            <para>Autoclear III est une couche transparente en ur&#233;thanne acrylique conforme &#224; la r&#233;glementation
                nationale et destin&#233;e &#224; une utilisation avec les couches de fond Sikkens. Ce produit peut
                &#234;tre utilis&#233; comme couche transparente tr&#232;s lustr&#233;e ou comme couche transparente
                ultraproductive dans des environnements de s&#233;chage &#224; l'air ou de cuisson, avec l'utilisation
                de diff&#233;rentes combinaisons d'agents durcisseurs et activants.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOCLEAR&#174; HS+</emph>
            </para>
            <para>Autoclear HS+ est une couche transparente en ur&#233;thanne acrylique &#224; haut extrait sec con&#231;ue
                pour une utilisation sur Autobase Plus. Autoclear HS+, qui est une couche transparente en ur&#233;thanne
                acrylique conforme &#224; la r&#233;glementation nationale, offre un lustre tr&#232;s brillant et est
                con&#231;u pour les conditions de cuisson. Avec un choix d'activants, ce produit peut &#234;tre utilis&#233;s
                sur des petites ou des grandes surfaces dans diff&#233;rents environnements de temp&#233;rature.
            </para>
            <para></para>
            <para>
                <emph type="bold">AUTOCLEAR&#174; MAT</emph>
            </para>
            <para>Autoclear Mat est une couche transparente en ur&#233;thanne acrylique, en deux parties, &#224; fini
                mat. On peut obtenir un fini plus brillant en le m&#233;langeant avec toute couche en ur&#233;thanne
                Sikkens comme Autoclear III ou Autoclear HS+. L'application principale consiste &#224; obtenir un fini
                moins lustr&#233; sur les pi&#232;ces en plastique. Aux fins de l'enregistrement de COV, Autoclear Mat
                figure comme rev&#234;tement sp&#233;cial sous &#171;Refinition &#233;lastom&#233;rique&#187; ou &#171;Rev&#234;tements
                antireflets&#187;.
            </para>
            <para></para>
            <para>
                <emph type="bold">COLORBUILD&#8482; UNDERCOAT SYSTEM</emph>
            </para>
            <para>Le Colorbuild undercoat system consiste en six appr&#234;ts de couleur qui, lorsqu'ils sont m&#233;lang&#233;s
                en combinaisons appropri&#233;es les uns avec les autres, offrent des couleurs similaires aux couleurs
                de couches de finition les plus populaires. Selon le ratio de m&#233;lange, Colorbuild peut &#234;tre
                utilis&#233; comme appr&#234;t ou comme scellant d'appr&#234;t rapide.
            </para>
            <para></para>
            <para>
                <emph type="bold">NETTOYANTS DE SURFACES</emph>
            </para>
            <para>Les d&#233;graissants sont des solvants sp&#233;cialement formul&#233;s pour &#233;liminer la graisse
                et les autres contaminants du m&#233;tal nu, des finis existants, du plastique, etc. Sikkens offre trois
                types de d&#233;graissants pour convenir &#224; votre atelier et au substrat devant &#234;tre d&#233;graiss&#233;,
                soit&#160;:
            </para>
            <para>1. Sikkens M600 Surface Cleaner</para>
            <para>2. Sikkens Anti-Static Surface Cleaner</para>
            <para>3. Autoclean Surface Cleaner System</para>
            <para></para>
            <para>
                <emph type="bold">WASHPRIMER CR</emph>
            </para>
            <para>Une peinture primaire r&#233;active qui offre une excellente r&#233;sistance &#224; la corrosion et
                qui adh&#232;re tr&#232;s bien &#224; l'acier, &#224; l'acier galvanis&#233;, &#224; l'aluminium et
                &#224; l'acier inoxydable. Washprimer CR est utilis&#233; pour reproduire la r&#233;sistance &#224; la
                corrosion de la construction automobile sans le besoin d'utiliser de produits de pr&#233;paration et de
                conditionneurs de m&#233;tal.
            </para>
            <para></para>
        </svcproc>
    </tsi>
</isis>
