<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 06-13-01 - Repositionnement du module de commande de la bo&#238;te de vitesses Allison WT
    </stitle>
    <tsi id="tsi061301" tsitype="truck" translation="french">
        <tsinumber>06-13-01</tsinumber>
        <replace>
            <tsinumber>05-13-02</tsinumber>
        </replace>
        <tsidate>Janvier 2006</tsidate>
        <subjectfile>BO&#206;TE DE VITESSES</subjectfile>
        <subjectgroup>
            <subject>Repositionnement du module de commande de la bo&#238;te de vitesses Allison WT</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Allison</vendor>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin technique s'applique aux mod&#232;les &#233;num&#233;r&#233;s ci-dessus
                    qui sont pourvus de moteurs I-6 d'International. Les v&#233;hicules fonctionnant dans des
                    applications routi&#232;res rigoureuses peuvent n&#233;cessiter le repositionnement du module de
                    commande de la bo&#238;te de vitesses afin de mieux prot&#233;ger l'environnement. Les proc&#233;dures
                    suivantes doivent &#234;tre effectu&#233;es pour repositionner, sur les v&#233;hicules munis de
                    moteurs I-6 d'International, le module de commande de la bo&#238;te de vitesses Allison depuis la
                    traverse de cadre de ch&#226;ssis en dessous de la partie arri&#232;re de la cabine &#224; l'int&#233;rieur
                    de la cabine, sur le bas de caisse arri&#232;re de la cabine. Le bulletin technique TSI-05-13-03 d&#233;crit
                    les proc&#233;dures n&#233;cessaires pour effectuer un repositionnement semblable sur les v&#233;hicules
                    munis de moteurs C10/12 de Caterpillar et ISM de Cummins.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0613011" tblwidth="pg-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="0.56*"/>
                    <colspec colname="col2" colwidth="1.44*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>FAISCEAU DE C&#194;BLAGE</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590014C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage du moteur I-6 pour la bo&#238;te MD standard</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590015C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage du moteur I-6 pour la bo&#238;te MD avec ralentisseur
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590016C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage du moteur I-6 pour la bo&#238;te MD avec point mort
                                    automatique
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590017C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage du moteur I-6 pour la bo&#238;te MD standard</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590018C91</para>
                            </entry>
                            <entry>
                                <para>Faisceau de c&#226;blage du moteur I-6 pour la bo&#238;te MD avec point mort
                                    automatique
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3565125C1</para>
                            </entry>
                            <entry>
                                <para>&#338;illet en caoutchouc ((2 1/4 po)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>PI&#200;CES SUPPL&#201;MENTAIRES POUR LES CAMIONS CONSTRUITS APR&#200;S LE 23 JUIN
                                    2002
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3522251C1</para>
                            </entry>
                            <entry>
                                <para>Connecteurs (1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1661875C1</para>
                            </entry>
                            <entry>
                                <para>Bornes (4)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1661872C1</para>
                            </entry>
                            <entry>
                                <para>Joints (4)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface plate de niveau, serrer le frein de stationnement,
                        couper le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Les batteries &#233;mettent des gaz explosifs. S'assurer de tenir &#233;loign&#233;s en tout
                        temps tout dispositif &#224; flamme nue ou produisant un jaillissement d'&#233;tincelles, les
                        cigarettes allum&#233;es et toute autre source d'inflammation. Toujours porter toujours des
                        lunettes de s&#233;curit&#233; et un &#233;cran facial lors des man&#339;uvres effectu&#233;es
                        &#224; proximit&#233; des batteries afin de pr&#233;venir les dommages mat&#233;riels et les
                        blessures corporelles graves ou mortelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">D&#233;brancher les c&#226;bles positif et n&#233;gatif de la batterie des connecteurs
                    de celle-ci.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le module de commande de la bo&#238;te de vitesses qui est mont&#233; sur
                    un support sur la traverse de montage arri&#232;re de la cabine. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <figure id="f0513021" figsize="pg-wide">
                <graphic filename="../tsifigures/G0513021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="328px"/>
                <caption>Figure 1. Rep&#233;rer le module de commande de la bo&#238;te de vitesses</caption>
            </figure>
            <step1>
                <para count="1">Enlever les deux boulons qui fixent le support du module &#224; la traverse. Les boulons
                    sont filet&#233;s dans des &#233;crous soud&#233;s &#224; l'int&#233;rieur du support du module.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le couvercle du module et d&#233;brancher les trois connecteurs du faisceau de c&#226;blage
                    du module.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le module de commande du support de montage.</para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer et d&#233;brancher les d&#233;bouchures de faisceau de c&#226;blage (voir
                    la Figure 1) branch&#233;es au capteur de vitesse de route (arri&#232;re) et au capteur de turbine
                    (centre - si le v&#233;hicule est ainsi pourvu) ainsi qu'au capteur de r&#233;gime du moteur (avant
                    - avec bouclier thermique) du c&#244;t&#233; droit de la bo&#238;te de vitesses.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le faisceau de c&#226;blage du connecteur principal de la bo&#238;te de
                    vitesses illustr&#233; &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Passer &#224; l'&#233;tape 14 si le camion a &#233;t&#233; construit le 23 juin
                        2002 ou ant&#233;rieurement.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Si le camion a &#233;t&#233; construit apr&#232;s le 23 juin 2002, il faudra ajouter un
                    connecteur &#224; 5 voies au faisceau restant du moteur/de la bo&#238;te de vitesses en effectuant
                    les &#233;tapes suivantes&#160;:
                </para>
            </step1>
            <step1>
                <para count="1">Tirer le faisceau de c&#226;blage sur le c&#244;t&#233; conducteur de la bo&#238;te de
                    vitesses et couper le c&#226;ble, selon la Figure 2.
                </para>
            </step1>
            <figure id="f0613012" figsize="col-wide">
                <graphic filename="../tsifigures/G0613012.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="248px"/>
                <caption>Figure 2.</caption>
            </figure>
            <step1>
                <para count="1">Retirer la partie du faisceau de c&#226;blage aff&#233;rente &#224; la bo&#238;te de
                    vitesses et la mettre au rebut.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever le ruban isolant du faisceau de c&#226;blage vers le moteur, suffisamment pour
                    permettre l'installation d'un connecteur &#224; 5 voies. Utiliser le connecteur 3522251C1, les
                    bornes 1661875C1 et les joints 1661872C1.
                </para>
            </step1>
            <step1>
                <para count="1">Sertir et souder les bornes des circuits suivants&#160;:</para>
            </step1>
            <table id="t0613012">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="1.31*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Alv&#233;ole</para>
                            </entry>
                            <entry align="center">
                                <para>Circuit</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A</para>
                            </entry>
                            <entry>
                                <para>L47A157</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C</para>
                            </entry>
                            <entry>
                                <para>L92123</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>D</para>
                            </entry>
                            <entry>
                                <para>L5B183</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E</para>
                            </entry>
                            <entry>
                                <para>L5B184</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Passer &#224; l'&#233;tape 15.</para>
            <step1>
                <para count="1">Suivre le faisceau de c&#226;blage au-dessus et &#224; la gauche de la bo&#238;te de
                    vitesses et rep&#233;rer le connecteur &#224; 5 voies du moteur/de la bo&#238;te de vitesses, puis
                    le d&#233;brancher. Se reporter &#224; la Figure 3.
                </para>
            </step1>
            <figure id="f0513022" figsize="col-wide">
                <graphic filename="../tsifigures/G0513022.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 3. Rep&#233;rer le connecteur &#224; 5 voies</caption>
            </figure>
            <figure id="f0513023" figsize="col-wide">
                <graphic filename="../tsifigures/G0513023.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figure 4. Rep&#233;rer le connecteur &#224; 24 voies</caption>
            </figure>
            <step1>
                <para count="1">Suivre le faisceau de c&#226;blage jusqu'au compartiment moteur, puis rep&#233;rer le
                    connecteur &#224; 24 voies de la bo&#238;te de vitesses/du tableau de bord et le d&#233;brancher. Se
                    reporter &#224; la Figure 4.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer les deux connexions pour carrossiers-constructions de la m&#234;me fa&#231;on
                    que pour le connecteur &#224; 24 voies et d&#233;brancher (le cas &#233;ch&#233;ant). Prendre note
                    des connecteurs d'accouplement. Se reporter &#224; la Figure 4.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer la d&#233;bouchure du faisceau de c&#226;blage, situ&#233;e au-dessus du d&#233;marreur,
                    qui fournit la r&#233;gulation de tension et la mise &#224; la masse, et d&#233;brancher. Si ce
                    connecteur a &#233;t&#233; &#233;limin&#233; pr&#233;c&#233;demment, l'&#233;pissure devra &#234;tre
                    coup&#233;e depuis le faisceau de c&#226;blage et resoud&#233;e au nouveau faisceau de c&#226;blage.
                    Si le connecteur a &#233;t&#233; &#233;limin&#233;, prendre note des circuits avant de d&#233;brancher.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer l'ancien faisceau de c&#226;blage du ch&#226;ssis.</para>
            </step1>
            <step1>
                <para count="1">Mettre le nouveau faisceau de c&#226;blage en place sur le dessus de la bo&#238;te de
                    vitesses. Le nouveau faisceau de c&#226;blage et ses connecteurs sont illustr&#233;s &#224; la
                    Figure 5.
                </para>
            </step1>
            <figure id="f0613015" figsize="pg-wide">
                <graphic filename="../tsifigures/G0613015.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figure 5. Nouveau faisceau de c&#226;blage et ses connecteurs</caption>
            </figure>
            <step1>
                <para count="1">Brancher le connecteur de la bo&#238;te de vitesses au support/connecteur sur le c&#244;t&#233;
                    droit de la bo&#238;te de vitesses. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur du capteur de vitesse du v&#233;hicule au capteur de vitesse du v&#233;hicule
                    &#224; l'arri&#232;re de la bo&#238;te de vitesses. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le capteur de vitesse de la turbine (si le v&#233;hicule est ainsi pourvu). Se
                    reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur du capteur de r&#233;gime du moteur au capteur de r&#233;gime du
                    moteur &#224; l'avant de la bo&#238;te de vitesses. Se reporter &#224; la Figure 1.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur &#224; 5 voies du moteur/de la bo&#238;te de vitesses (soit au
                    connecteur existant, soit &#224; celui qui a &#233;t&#233; ajout&#233; au cours des &#233;tapes 9
                    &#224; 13) sur le c&#244;t&#233; gauche du moteur. Se reporter &#224; la Figure 3.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer la d&#233;bouchure du connecteur de r&#233;gulation de tension et de mise
                    &#224; la masse au connecteur situ&#233; au-dessus du d&#233;marreur, puis brancher.
                </para>
            </step1>
            <step1>
                <para count="1">Dans le compartiment moteur, brancher le connecteur &#224; 24 voies de la bo&#238;te de
                    vitesses/du tableau de bord et les connecteurs pour carrossiers-constructeurs (Figure 4 - si ceux-ci
                    ont &#233;t&#233; branch&#233;s ant&#233;rieurement sur l'installation de l'ancien faisceau de c&#226;blage).
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer le nouveau faisceau de c&#226;blage et le fixer au moyen d'une attache de c&#226;blage
                    afin d'&#233;viter tout frottement, usure par frottement et (ou) exposition aux temp&#233;ratures
                    extr&#234;mes pr&#232;s du syst&#232;me d'&#233;chappement.
                </para>
            </step1>
            <step1>
                <para count="1">Acheminer les connecteurs du module de commande de la bo&#238;te de vitesses et la r&#233;sistance
                    J1939 dans l'ouverture du socle de changement de vitesse dans le plancher.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Dans certaines applications, il se peut que le d&#233;coupage pr&#233;perc&#233; du socle de
                        changement de vitesse ne soit pas disponible ou qu'il soit utilis&#233; par d'autre &#233;quipement
                        de carrossier-constructeur. Selon le besoin, percer un autre trou de 2 1/4&#160;po dans la
                        garniture interstitielle du socle de changement de vitesse, pr&#232;s du trou existant, et
                        utiliser l'&#339;illet en caoutchouc pour sceller le c&#226;ble et le trou.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirer les deux &#233;crous soud&#233;s du support de montage du module de commande.
                </para>
            </step1>
            <step1>
                <para count="1">Rep&#233;rer le support de montage &#224; l'arri&#232;re de la cabine et utiliser les
                    trous de montage du support comme gabarit pour marquer le plancher de la cabine au-dessus du
                    brancard de caisse, aux fins de per&#231;age. Se reporter &#224; la Figure 6 pour prendre
                    connaissance de l'emplacement approximatif.
                </para>
            </step1>
            <figure id="f0513025" figsize="pg-wide">
                <graphic filename="../tsifigures/G0513025.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figure 6. Rep&#233;rer les trous de montage</caption>
            </figure>
            <step1>
                <para count="1">Percer deux trous convenant &#224; des boulons autotaraudeurs de 3/16&#160;po.</para>
            </step1>
            <step1>
                <para count="1">Effectuer le montage du support de montage du module de commande de la bo&#238;te de
                    vitesses aux deux trous perc&#233;s lors de l'&#233;tape pr&#233;c&#233;dente. Utiliser deux boulons
                    autotaraudeurs de 3/16&#160;po.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher les trois connecteurs au module de commande de la bo&#238;te de vitesses.
                    Brancher le connecteur noir &#224; &#171;noir&#187;, le connecteur bleu &#224; &#171;bleu&#187; et
                    le connecteur transparent &#224; &#171;gris&#187;. Outre le fait qu'ils sont de type &#224; codage
                    couleur, tous les connecteurs sont con&#231;us pour &#234;tre utilis&#233;s dans le connecteur de
                    module appropri&#233; seulement; ne pas forcer un connecteur dans un connecteur d'accouplement
                    inappropri&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer le montage du module de commande de la bo&#238;te de vitesses sur le support
                    &#224; l'aide de la quincaillerie existante.
                </para>
            </step1>
            <step1>
                <para count="1">Selon le besoin, sceller le plancher de la cabine &#224; l'endroit o&#249; le c&#226;ble
                    p&#233;n&#232;tre et ce, &#224; l'aide de l'ancien bouchon et d'un enduit d'&#233;tanch&#233;it&#233;
                    au silicone vulcanis&#233; &#224; la temp&#233;rature ambiante
                </para>
            </step1>
            <step1>
                <para count="1">Rebrancher les c&#226;bles de la batterie et s'assurer d'un fonctionnement appropri&#233;.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
