<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-08-03 - Apprentissage de l'&#233;metteur de t&#233;l&#233;d&#233;verrouillage</stitle>
    <tsi id="f070803" tsitype="truck" translation="french">
        <tsinumber>07-08-03</tsinumber>
        <replace>
            <tsinumber>02-08-02</tsinumber>
        </replace>
        <tsidate>Avril 2007</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Apprentissage de l'&#233;metteur de t&#233;l&#233;d&#233;verrouillage</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>
                <truckmodel>4100
                    <daterange>
                        <startdate>08/01/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>10/01/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>03/01/2007</startdate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>
                <ucode>16VCN</ucode>
                <ucode>16VCP</ucode>
                <ucode>16WKZ</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le syst&#232;me de t&#233;l&#233;d&#233;verrouillage International utilise des modules &#233;lectroniques
                    de porte dans les portes des c&#244;t&#233;s conducteur et passager, qui font &#233;galement
                    fonctionner le verrouillage &#233;lectrique des portes et les glaces &#224; commande &#233;lectrique.
                    Si le v&#233;hicule est pourvu d'un syst&#232;me de t&#233;l&#233;d&#233;verrouillage, la m&#233;moire
                    du r&#233;cepteur (module de la porte avant, c&#244;t&#233; passager) apprend les codes des porte-cl&#233;s
                    (&#233;metteurs) et reconna&#238;t uniquement les codes qu'elle a appris au cours du processus de
                    programmation. Le module de porte du c&#244;t&#233; passager de chaque v&#233;hicule est en mesure
                    d'apprendre jusqu'&#224; six codes d'&#233;metteur, ce qui permet d'acc&#233;der au v&#233;hicule au
                    moyen de six porte-cl&#233;s diff&#233;rents. Chaque porte-cl&#233;s comporte un seul code qui peut
                    &#234;tre appris par diff&#233;rents v&#233;hicules pourvus du syst&#232;me de t&#233;l&#233;d&#233;verrouillage.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Les porte-cl&#233;s/&#233;metteurs de rechange sont disponibles aupr&#232;s du service des Pi&#232;ces
                de rechange en commandant le num&#233;ro de pi&#232;ce 3544938C2.
            </para>
        </partsinfo>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <svcsubproc>
                <title>Apprentissage et effacement de l'&#233;metteur</title>
                <para>Avant que l'&#233;metteur puisse &#234;tre utilis&#233; pour la premi&#232;re fois, il doit faire
                    l'objet d'un "apprentissage" par le r&#233;cepteur. Un seul module de t&#233;l&#233;d&#233;verrouillage
                    peut apprendre les codes d'identification diff&#233;rents de jusqu'&#224; 6 &#233;metteurs.
                </para>
                <para>Ces proc&#233;dures ont &#233;t&#233; con&#231;ues aux fins des op&#233;rations
                    d'apprentissage/d'effacement manuelles d'un v&#233;hicule complet. Elles peuvent &#234;tre utilis&#233;es
                    pour l'apprentissage d'&#233;metteurs de rechange, pour utiliser jusqu'&#224; six &#233;metteurs
                    pouvant acc&#233;der au m&#234;me v&#233;hicule, ou pour acc&#233;der &#224; un certain nombre de v&#233;hicules
                    &#224; l'aide du m&#234;me &#233;metteur. Si on ajoute un syst&#232;me de t&#233;l&#233;d&#233;verrouillage
                    au v&#233;hicule, le contr&#244;leur du syst&#232;me &#233;lectronique ou le module de commande sur
                    carrosserie doit faire l'objet d'une reprogrammation suppl&#233;mentaire afin que les fonctions
                    d'avertisseur sonore, de panique, et de plafonnier puissent fonctionner conjointement avec le syst&#232;me
                    de t&#233;l&#233;d&#233;verrouillage.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;dure d'effacement de tous les &#233;metteurs ayant fait l'objet d'un apprentissage
                </title>
                <step1>
                    <para count="1">Tourner la cl&#233; de contact de la position Off &#224; la position On. L'&#233;tape
                        2. doit &#234;tre effectu&#233;e (les quatre boutons enfonc&#233;s) dans les 10 secondes qui
                        suivent l'&#233;tablissement du contact.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire ce qui suit en ce qui a trait au module de porte du
                        <emph type="bold">conducteur</emph>
                        :
                    </para>
                    <para>Tout en tenant enfonc&#233;s les interrupteurs de lev&#233;e et d'abaissement de glace du
                        conducteur, ainsi que de d&#233;verrouillage, appuyer sur l'interrupteur de verrouillage et le
                        maintenir ainsi. Les quatre interrupteurs doivent demeurer enfonc&#233;s pendant au moins 5
                        secondes. On recommande de 6 &#224; 7 secondes. Apr&#232;s 5 secondes, l'unit&#233; de t&#233;l&#233;d&#233;verrouillage
                        du module de porte effacera tous les &#233;metteurs ayant fait l'objet d'un apprentissage, et le
                        syst&#232;me de t&#233;l&#233;d&#233;verouillage sera invalid&#233;. &#192; ce stade-ci, la proc&#233;dure
                        d'effacement est termin&#233;e et l'on doit effectuer un autre cycle d'allumage pour effectuer
                        tout apprentissage d'&#233;metteur.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Proc&#233;dure d'apprentissage d'un &#233;metteur</title>
                <specpara>
                    <note>
                        <para>Cette proc&#233;dure d'apprentissage ne peut &#234;tre effectu&#233;e au cours du m&#234;me
                            cycle d'allumage que celui de la proc&#233;dure 'd'effacement de tous les &#233;metteurs
                            ayant fait l'objet d'un apprentissage'. Selon le besoin, on doit achever la proc&#233;dure
                            d'effacement avant d'entreprendre cette proc&#233;dure.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Tourner la cl&#233; de contact de la position Off &#224; la position On (il ne
                        suffit pas de laisser le commutateur d'allumage &#224; On; on doit effectuer un cycle). L'&#233;tape
                        2. doit &#234;tre effectu&#233;e (les quatre boutons enfonc&#233;s) dans les 10 secondes qui
                        suivent l'&#233;tablissement du contact.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire ce qui suit en ce qui a trait au module de porte du
                        <emph type="bold">passager</emph>
                        :
                    </para>
                    <para>Tout en tenant enfonc&#233;s les interrupteurs de lev&#233;e et d'abaissement de glace, ainsi
                        que de d&#233;verrouillage, appuyer sur l'interrupteur de verrouillage et le maintenir ainsi.
                        Les quatre interrupteurs doivent demeurer enfonc&#233;s pendant au moins 5 secondes. On
                        recommande de 6 &#224; 7 secondes.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apr&#232;s que les 5 secondes se seront &#233;coul&#233;es, l'unit&#233; de t&#233;l&#233;d&#233;verrouillage
                        du module de porte passera au "mode d'apprentissage" et demeurera ainsi pendant 10 secondes (ou
                        jusqu'&#224; ce qu'un &#233;metteur soit appris). On peut rel&#226;cher les quatre boutons une
                        fois que le syst&#232;me de t&#233;l&#233;d&#233;verrouillage a entr&#233; le "mode
                        d'apprentissage". Lors du "mode d'apprentissage" de dix secondes, toute fonction du nouveau
                        porte-cl&#233;s/&#233;metteur doit &#234;tre entr&#233;e au moins deux fois (se reporter &#224;
                        la remarque 1).
                    </para>
                    <para>Remarque 1. Apr&#232;s que l'&#233;metteur est appris, la prochaine entr&#233;e du nouvel
                        &#233;metteur effectuera la fonction indiqu&#233;e. Il est sugg&#233;r&#233; d'effectuer les
                        entr&#233;es de l'&#233;metteur en succession jusqu'&#224; ce que la fonction de la touche s&#233;lectionn&#233;e
                        soit effectu&#233;e en r&#233;alit&#233;; p. ex., le code devrait &#234;tre appris lorsqu'on
                        appuie sur le bouton de verrouillage de l'&#233;metteur deux fois, la porte devrait &#234;tre
                        verrouill&#233;e et l'avertisseur devrait retentir momentan&#233;ment lorsque le bouton est
                        enfonc&#233; une troisi&#232;me fois. Cela est une bonne fa&#231;on de confirmer rapidement que
                        l'apprentissage a r&#233;ussi.
                    </para>
                    <para>Remarque 2. On doit r&#233;p&#233;ter les &#233;tapes 1. &#224; 3. du processus
                        d'apprentissage pour chaque &#233;metteur devant &#234;tre appris.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
