<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-08-05 - Consignes de programmation des breloques porte-cl&#233;s</stitle>
    <tsi id="f070805" tsitype="truck" translation="french">
        <tsinumber>07-08-05</tsinumber>
        <tsidate>Septembre 2007</tsidate>
        <subjectfile>&#201;lectricit&#233;</subjectfile>
        <subjectgroup>
            <subject>Consignes de programmation des breloques porte-cl&#233;s</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4100</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>9100i</truckmodel>
                <truckmodel>9200i</truckmodel>
                <truckmodel>9400i</truckmodel>
                <truckmodel>9900i</truckmodel>
                <truckmodel>CF 500</truckmodel>
                <truckmodel>CF 600</truckmodel>
                <truckmodel>ProStar</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent document d&#233;crit les &#233;tapes &#224; suivre pour programmer les BRELOQUES
                    PORTE-CL&#201;S des v&#233;hicules &#233;num&#233;r&#233;s ci-dessus.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Programmation des breloques porte-cl&#233;s</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de
                            vitesses en position de point mort ou de stationnement, serrer le frein de stationnement et
                            placer des cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou
                            d'entretien.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>CF 500, CF 600</title>
                <para>Avant de faire d&#233;marrer le moteur, le commutateur d'allumage doit &#234;tre en position
                    &#171;OFF&#187; (arr&#234;t) et le bouton de verrouillage de la porte du conducteur doit &#234;tre
                    en position soulev&#233;e.
                </para>
                <step1>
                    <para count="1">Tourner le commutateur d'allumage &#224; la position &#171;IGNITION&#187;
                        (allumage), puis &#224; &#171;OFF&#187; (arr&#234;t), puis &#224; &#171;IGNITION&#187;
                        (allumage), puis &#224; &#171;OFF&#187; (arr&#234;t), puis &#224; &#171;IGNITION&#187;
                        (allumage), puis &#224; &#171;OFF&#187; (arr&#234;t).
                    </para>
                </step1>
                <step1>
                    <para count="1">Pousser le bouton de verrouillage de la porte du conducteur en position ABAISS&#201;E,
                        puis SOULEV&#201;E, puis ABAISS&#201;E, puis SOULEV&#201;E, puis ABAISS&#201;E, puis SOULEV&#201;E.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide de la premi&#232;re t&#233;l&#233;commande, appuyer sur le bouton
                        &#171;LOCK&#187; (verrouillage), puis appuyer de nouveau sur le bouton &#171;LOCK&#187;
                        (verrouillage) et compter (lentement) 1, 2 et 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">&#192; l'aide de la deuxi&#232;me t&#233;l&#233;commande, appuyer sur le bouton
                        &#171;LOCK&#187; (verrouillage), puis appuyer de nouveau sur le bouton &#171;LOCK&#187;
                        (verrouillage) et compter (lentement) 1, 2, 3, 4 et 5.
                    </para>
                </step1>
                <step1>
                    <para count="1">Tourner le commutateur d'allumage &#224; &#171;IGNITION&#187; (allumage), puis
                        &#224; &#171;OFF&#187; (arr&#234;t).
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>4100, 4200, 4300, 4400, 7300, 7400, 7500, 7600, 7700, 8500, 8600 et ProStar (bulletin technique
                    TSI-07-08-03)
                </title>
                <step1>
                    <para count="1">Tourner le commutateur d'allumage de &#171;Off&#187; (arr&#234;t) &#224; &#171;On&#187;
                        (marche) (la proc&#233;dure ne fonctionnera pas si on laisse le commutateur en position &#171;On&#187;
                        [marche]; on doit effectuer un cycle). L'&#233;tape 2 doit &#234;tre effectu&#233;e (les quatre
                        boutons enfonc&#233;s) dans les 10 secondes qui suivent l'&#233;tablissement du contact.
                    </para>
                </step1>
                <step1>
                    <para count="1">Faire ce qui suit en ce qui a trait au module de porte du passager : tout en tenant
                        enfonc&#233;s les interrupteurs de lev&#233;e et d'abaissement de glace, ainsi que de d&#233;verrouillage,
                        tenir l'interrupteur de verrouillage enfonc&#233;. On doit tenir les quatre interrupteurs enfonc&#233;s
                        pendant au moins 5 secondes (on conseille de les tenir enfonc&#233;s pendant 6 ou 7 secondes).
                    </para>
                </step1>
                <step1>
                    <para count="1">Apr&#232;s que les 5 secondes se seront &#233;coul&#233;es, l'unit&#233; de t&#233;l&#233;d&#233;verrouillage
                        du module de porte passera au &#171;mode d'apprentissage&#187; et demeurera ainsi pendant 10
                        secondes (ou jusqu'&#224; ce que l'apprentissage d'une t&#233;l&#233;commande soit compl&#233;t&#233;).
                        On peut rel&#226;cher les quatre boutons une fois que le syst&#232;me de t&#233;l&#233;d&#233;verrouillage
                        a entr&#233; le mode d'apprentissage.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>9100i, 9200i, 9400i, 9900i (bulletin technique TSI-05-08-05)</title>
                <specpara>
                    <note>
                        <para>&#9;Les &#233;tapes suivantes doivent &#234;tre effectu&#233;es dans la s&#233;quence pr&#233;cise.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Serrer le frein de stationnement du v&#233;hicule.</para>
                </step1>
                <step1>
                    <para count="1">Tourner le commutateur d'allumage du camion &#224; la position &#171;OFF&#187; (arr&#234;t).</para>
                </step1>
                <step1>
                    <para count="1">Trouver les connecteurs de programmation num&#233;ros 1 et 2 sur le c&#244;t&#233;
                        sup&#233;rieur droit du bloc-fusibles.
                    </para>
                </step1>
                <step1>
                    <para count="1">Brancher le connecteur de programmation n&#176; 1 avec le connecteur de
                        programmation n&#176; 2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Le verrouillage des portes effectuera un cycle une fois le branchement initial
                        effectu&#233;. S'assurer que les connecteurs de programmation demeurent branch&#233;s tout au
                        long du processus de programmation.
                    </para>
                </step1>
                <step1>
                    <para count="1">Tenir enfonc&#233;s simultan&#233;ment les boutons &#171;LOCK&#187; (verrouillage)
                        et &#171;UNLOCK&#187; (d&#233;verrouillage) des nouvelles t&#233;l&#233;commandes. Le
                        verrouillage des portes effectuera un cycle apr&#232;s 12 &#224; 15 secondes, et le klaxon
                        retentira une fois. Si d'autres t&#233;l&#233;commandes doivent &#234;tre programm&#233;es,
                        reprendre l'&#233;tape 6 pour chaque t&#233;l&#233;commande devant &#234;tre programm&#233;e.
                    </para>
                </step1>
                <step1>
                    <para count="1">D&#233;brancher les connecteurs de programmation.</para>
                </step1>
                <step1>
                    <para count="1">Faire un essai des t&#233;l&#233;commandes pour s'assurer de leur bon
                        fonctionnement.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
