<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-07-01 - Commutateurs de r&#233;g&#233;n&#233;ration du filtre &#224; particules diesel (&#171;DPF&#187;)
        et t&#233;moins de r&#233;g&#233;n&#233;ration
    </stitle>
    <tsi id="tsi070701" tsitype="truck" translation="french">
        <tsinumber>07-07-01</tsinumber>
        <tsidate>Juin 2007</tsidate>
        <subjectfile>SYST&#200;ME D'&#201;CHAPPEMENT</subjectfile>
        <subjectgroup>
            <subject>Commutateurs de r&#233;g&#233;n&#233;ration du filtre &#224; particules diesel (&#171;DPF&#187;) et
                t&#233;moins de r&#233;g&#233;n&#233;ration
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>L'EPA a &#233;dict&#233; de nouvelles exigences en mati&#232;re de r&#233;duction des &#233;missions
                    et ce, &#224; compter des mod&#232;les de v&#233;hicules munis de moteurs diesel qui ont &#233;t&#233;
                    construits depuis le 1er janvier 2007 aux fins de vente aux &#201;tats-Unis. L'EPA exige une r&#233;duction
                    des NOx et des mati&#232;res particulaires qu'&#233;met le moteur dans l'atmosph&#232;re. Les r&#233;ductions
                    permettant de se conformer aux limites de NOx admissibles par le gouvernement f&#233;d&#233;ral sont
                    possibles par le biais d'am&#233;liorations apport&#233;es au moteur, tandis que les r&#233;ductions
                    des mati&#232;res particuli&#232;res sont possibles gr&#226;ce &#224; une combinaison d'am&#233;liorations
                    apport&#233;es au moteur et &#224; l'ajout d'un filtre &#224; particules diesel (&#171;DPF&#187;)
                    qui capture les mati&#232;res particulaires et les convertit p&#233;riodiquement en cendres au moyen
                    d'un processus appel&#233; la r&#233;g&#233;n&#233;ration. On doit nettoyer p&#233;riodiquement ces
                    cendres du filtre &#224; particules diesel.
                </para>
                <para>Voici une liste de d&#233;finitions des termes utilis&#233;s dans le processus d'&#233;limination
                    des mati&#232;res particulaires et des NOx.
                </para>
                <para>
                    <emph type="bold">R&#233;g&#233;n&#233;ration&#160;:</emph>
                    Le processus de conversion en cendres des mati&#232;res particulaires emprisonn&#233;es dans le
                    filtre &#224; particules diesel.
                </para>
                <para>
                    <emph type="bold">R&#233;g&#233;n&#233;ration passive :</emph>
                    Le processus naturel de r&#233;g&#233;n&#233;ration selon lequel le moteur procure une temp&#233;rature
                    suffisante par les gaz d'&#233;chappement pour convertir les mati&#232;res particulaires en cendres.
                </para>
                <para>
                    <emph type="bold">R&#233;g&#233;n&#233;ration active :</emph>
                    Le processus de r&#233;g&#233;n&#233;ration selon lequel des modifications du fonctionnement du
                    moteur sont requises et trait&#233;es par les logiciels du v&#233;hicule et du moteur pour augmenter
                    la temp&#233;rature des gaz d'&#233;chappement de mani&#232;re &#224; ce que les mati&#232;res
                    particulaires puissent &#234;tre converties en cendres.
                </para>
                <para>
                    <emph type="bold">R&#233;g&#233;n&#233;ration manuelle :</emph>
                    Le processus de r&#233;g&#233;n&#233;ration selon lequel l'op&#233;rateur peut demander que le v&#233;hicule
                    et le moteur changent d'&#233;tat pour augmenter la temp&#233;rature des gaz d'&#233;chappement de
                    mani&#232;re &#224; ce que la r&#233;g&#233;n&#233;ration puisse se produire et que les mati&#232;res
                    particulaires puissent &#234;tre converties en cendres.
                </para>
                <para>
                    <emph type="bold">Voyant d'&#233;tat du filtre &#224; particules diesel (&#171;DPF&#187;) :</emph>Le
                    voyant communique &#224; l'op&#233;rateur le niveau de mati&#232;res particulaires (suie) emprisonn&#233;es
                    dans le filtre &#224; particules diesel, ainsi que le besoin d'entamer manuellement le processus de
                    r&#233;g&#233;n&#233;ration.
                </para>
                <para>
                    <emph type="bold">T&#233;moin de haute temp&#233;rature du syst&#232;me d'&#233;chappement :</emph>
                    (&#171;HEST&#187;) Le t&#233;moin avertit l'op&#233;rateur que la temp&#233;rature des gaz d'&#233;chappement
                    est &#233;lev&#233;e en raison de la r&#233;g&#233;n&#233;ration.
                </para>
                <para>
                    <emph type="bold">Commutateur de r&#233;g&#233;n&#233;ration &#171;v&#233;hicule stationn&#233;&#187;
                        :
                    </emph>
                    Le commutateur command&#233; par l'op&#233;rateur qui, dans certains cas, peut demander que le
                    moteur et le v&#233;hicule modifient leur fonctionnement de mani&#232;re &#224; ce que la r&#233;g&#233;n&#233;ration
                    puisse commencer pendant que le v&#233;hicule est stationnaire.
                </para>
                <para>
                    <emph type="bold">Commutateur d'interdiction de r&#233;g&#233;n&#233;ration :</emph>
                    Le commutateur command&#233; par l'op&#233;rateur qui demande que la r&#233;g&#233;n&#233;ration ne
                    soit pas entam&#233;e. (Ce commutateur est offert en option sur certains mod&#232;les).
                </para>
                <para>
                    <emph type="bold">Voyants ou voyants d'&#233;tat :</emph>
                </para>
                <para>Quatre voyants sont disponibles pour aider l'op&#233;rateur &#224; comprendre l'&#233;tat du v&#233;hicule,
                    du moteur et du filtre &#224; particules diesel. Ces voyants alertent l'op&#233;rateur lorsque
                    filtre &#224; particules diesel doit &#234;tre r&#233;g&#233;n&#233;r&#233;, que la puissance du
                    moteur est r&#233;duite en raison d'une charge excessive de suie dans le filtre &#224; particules
                    diesel, et que la temp&#233;rature des gaz d'&#233;chappement est extr&#234;mement chaude.
                </para>
                <para>
                    <emph type="bold">Voyant d'&#233;tat du filtre &#224; particules diesel (&#171;DPF&#187;) :</emph>
                    Le voyant d'&#233;tat du filtre &#224; particules diesel (&#171;DPF&#187;) offre des renseignements
                    concernant le besoin de r&#233;g&#233;n&#233;rer le filtre &#224; particules diesel. Plusieurs
                    niveaux d'&#233;tats seront disponibles. Le voyant change d'&#233;tat progressivement, c'est-&#224;-dire
                    d'&#233;teint &#224; allum&#233; en continu &#224; clignotant. Lorsque le voyant est allum&#233; en
                    continu ou qu'il clignote, cela indique que le conducteur doit effectuer la r&#233;g&#233;n&#233;ration
                    du filtre &#224; particules diesel. Le voyant d'&#233;tat du filtre &#224; particules diesel (&#171;DPF&#187;),
                    lorsqu'il est utilis&#233; conjointement avec les t&#233;moins d'anomalie du moteur et de coupure du
                    moteur, offre de l'information au conducteur relativement aux niveaux de r&#233;g&#233;n&#233;ration
                    requis suivants :
                </para>
                <table id="tstatus" tblwidth="pg-wide">
                    <tgroup cols="6">
                        <colspec colname="col1" colwidth="0.55*"/>
                        <colspec colname="col2" colwidth="0.91*"/>
                        <colspec colname="col3" colwidth="0.92*"/>
                        <colspec colname="col4" colwidth="0.94*"/>
                        <colspec colname="col5" colwidth="1.19*"/>
                        <colspec colname="col6" colwidth="1.54*"/>
                        <spanspec namest="col1" nameend="col6" spanname="SPAN1"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>Niveau</para>
                                </entry>
                                <entry>
                                    <para>Indication</para>
                                </entry>
                                <entry>
                                    <para>Alarme sonore</para>
                                </entry>
                                <entry>
                                    <para>ACL de message textuel (unit&#233;s construites apr&#232;s juin 2007)</para>
                                </entry>
                                <entry>
                                    <para>&#201;tat / fonctionnement du v&#233;hicule</para>
                                </entry>
                                <entry>
                                    <para>Intervention requise</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>1</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>En continu</para>
                                </entry>
                                <entry>
                                    <para>Aucune</para>
                                </entry>
                                <entry>
                                    <para>Voir l'information sur le pare-soleil</para>
                                </entry>
                                <entry>
                                    <para>R&#233;g&#233;n&#233;ration du filtre d'&#233;chappement requise.</para>
                                </entry>
                                <entry>
                                    <para>Rouler sur autoroute &#224; une vitesse de croisi&#232;re
                                        <emph type="bold">OU</emph>mettre en fonction la
                                        <emph type="bold">r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;
                                        </emph>
                                        afin d'&#233;viter la perte de puissance.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>2</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>Clignotant</para>
                                </entry>
                                <entry>
                                    <para>Aucune</para>
                                </entry>
                                <entry>
                                    <para>Voir l'information sur le pare-soleil</para>
                                </entry>
                                <entry>
                                    <para>Le filtre d'&#233;chappement est plein.</para>
                                </entry>
                                <entry>
                                    <para>Garer le v&#233;hicule &#224; bonne distance de la voie de circulation et
                                        mettre en fonction la
                                        <emph type="bold">r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;
                                        </emph>
                                        afin d'&#233;viter la perte de puissance du moteur.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>3</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>Clignotant</para>
                                    <graphic filename="../tsifigures/EFSI2.webp" type="webp"/>
                                    <para>En continu</para>
                                </entry>
                                <entry>
                                    <para>Une alarme retentira 5 fois par minute lorsque le contact est &#233;tabli.
                                    </para>
                                </entry>
                                <entry>
                                    <para>T&#233;moin d'entretien du moteur</para>
                                </entry>
                                <entry>
                                    <para>Le filtre d'&#233;chappement est plein. Le rendement du moteur est
                                        <emph type="bold">RESTREINT</emph>.
                                    </para>
                                </entry>
                                <entry>
                                    <warning>
                                        <para>Garer le v&#233;hicule &#224; bonne distance de la voie de circulation et
                                            mettre en fonction la r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;
                                            afin d'&#233;viter que le moteur arr&#234;te.
                                        </para>
                                    </warning>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>4</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI3.webp" type="webp"/>
                                    <para>En continu</para>
                                </entry>
                                <entry>
                                    <para>Une alarme &#233;mettra continuellement des bips pendant que le contact est
                                        &#233;tabli.
                                    </para>
                                </entry>
                                <entry>
                                    <para>Couper le moteur</para>
                                </entry>
                                <entry>
                                    <para>Il s'est produit une anomalie grave du moteur. Le filtre d'&#233;chappement
                                        pourrait &#234;tre trop plein. Le moteur pourrait
                                        <emph type="bold">S'ARR&#202;TER</emph>
                                        sous peu.
                                    </para>
                                </entry>
                                <entry>
                                    <warning>
                                        <para>Garer le v&#233;hicule &#224; bonne distance de la voie de circulation,
                                            mettre les clignotants en marche, mettre les dispositifs de d&#233;tresse en
                                            place, et COUPER LE MOTEUR. NE PAS UTILISER LA FONCTION DE R&#201;G&#201;N&#201;RATION
                                            - V&#201;HICULE STATIONN&#201;. Appeler pour obtenir du service.
                                        </para>
                                    </warning>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="6" spanname="SPAN1">
                                    <graphic filename="../tsifigures/EFSI4.webp" type="webp"/>
                                    <para>
                                        <emph type="bold">NOTA&#160;:</emph>
                                        Si ce t&#233;moin est allum&#233; sur le tableau de bord, cela signifie que le
                                        syst&#232;me d'&#233;chappement est CHAUD et que la r&#233;g&#233;n&#233;ration
                                        est en cours.
                                    </para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>
                    <emph type="bold">T&#233;moin d'anomalie du moteur : Se reporter au niveau 3 ci-dessus</emph>
                    (signal jaune C&#233;der). Lorsque le t&#233;moin d'anomalie du moteur est allum&#233; en m&#234;me
                    temps que le voyant d'&#233;tat du filtre &#224; particules diesel, cela signifie que la r&#233;g&#233;n&#233;ration
                    du filtre &#224; particules diesel est n&#233;cessaire et que le moteur diminuera progressivement sa
                    puissance pour limiter la quantit&#233; de suie contenue dans le filtre &#224; particules diesel.
                </para>
                <para>
                    <emph type="bold">T&#233;moin de coupure du moteur : Se reporter au niveau 4 ci-dessus</emph>
                    (signal d'arr&#234;t rouge). Lorsque le t&#233;moin de coupure du moteur est allum&#233;, cela peut
                    signifier que le filtre &#224; particules diesel est plein et qu'un entretien imm&#233;diat du v&#233;hicule
                    est n&#233;cessaire. La puissance du moteur aura diminu&#233; et celui-ci peut s'arr&#234;ter
                    brusquement pour pr&#233;venir un dommage au filtre &#224; particules diesel. Le v&#233;hicule doit
                    faire l'objet d'un entretien imm&#233;diat par un technicien qualifi&#233;.
                </para>
                <para>
                    <emph type="bold">T&#233;moin de haute temp&#233;rature du syst&#232;me d'&#233;chappement :</emph>
                    Le t&#233;moin de haute temp&#233;rature du syst&#232;me d'&#233;chappement s'allume pour avertir
                    l'op&#233;rateur que les temp&#233;ratures des gaz d'&#233;chappement sont sup&#233;rieures &#224;
                    400 degr&#233;s C environ. Pendant que ce t&#233;moin est allum&#233;, l'op&#233;rateur doit tenir
                    le v&#233;hicule &#233;loign&#233; des mati&#232;res et des vapeurs inflammables. Ce t&#233;moin ne
                    s'allume que lorsque le v&#233;hicule roule &#224; moins de 5 mi/h et que la temp&#233;rature est
                    sup&#233;rieure &#224; 400 degr&#233;s C.
                </para>
                <para>Commutateurs&#160;:</para>
                <para>
                    <title>Commutateur de r&#233;g&#233;n&#233;ration &#171;v&#233;hicule stationn&#233;&#187; : Mod&#232;les
                        HPV 3000, 4000, 7000 et 8000
                    </title>
                </para>
                <specpara>
                    <warning>
                        <para>Le d&#233;faut de mettre en fonction une r&#233;g&#233;n&#233;ration - v&#233;hicule
                            stationn&#233; lorsque le t&#233;moin du filtre d'&#233;chappement est ALLUM&#201; (niveau
                            2) peut entra&#238;ner la perte de puissance et la coupure &#233;ventuelle du moteur.
                        </para>
                        <para>Lorsqu'on effectue une r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;, on doit
                            s'assurer que le v&#233;hicule est gar&#233; &#224; une bonne distance de la voie de
                            circulation et qu'il est &#233;loign&#233; des personnes et de toute mati&#232;re ou
                            structure inflammable, puisque le processus de r&#233;g&#233;n&#233;ration entra&#238;ne des
                            temp&#233;ratures &#233;lev&#233;es des gaz d'&#233;chappement.
                        </para>
                        <para>Le d&#233;faut d'observer ces consignes peut donner lieu &#224; une perte de puissance du
                            moteur et de vitesse du v&#233;hicule et provoquer un accident ou un incendie entra&#238;nant
                            des dommages mat&#233;riels ou des blessures corporelles graves ou mortelles.
                        </para>
                    </warning>
                </specpara>
                <para>Suivre les &#233;tapes suivantes pour entamer la r&#233;g&#233;n&#233;ration - v&#233;hicule
                    stationn&#233; (nettoyage) du filtre &#224; particules diesel d'&#233;chappement :
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Garer le v&#233;hicule &#224; bonne distance de la voie de circulation et s'assurer qu'il
                            est &#233;loign&#233; des mati&#232;res et des vapeurs inflammables.
                        </para>
                    </item>
                    <item>
                        <para>Avant d'entamer la r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233; (&#224;
                            l'aide du commutateur ON/PARKD REGEN), les conditions suivantes doivent exister&#160;:
                        </para>
                        <seqlist>
                            <item>
                                <para>Le frein de stationnement doit &#234;tre serr&#233;;</para>
                            </item>
                            <item>
                                <para>la bo&#238;te de vitesses doit &#234;tre en position de point mort (N) ou de
                                    stationnement (P), le cas &#233;ch&#233;ant;
                                </para>
                            </item>
                            <item>
                                <para>les p&#233;dales d'acc&#233;l&#233;rateur, de frein au pied et d'embrayage (le cas
                                    &#233;ch&#233;ant) ne doivent pas &#234;tre enfonc&#233;es;
                                </para>
                            </item>
                            <item>
                                <para>la temp&#233;rature du liquide de refroidissement du moteur doit &#234;tre de 160
                                    degr&#233;s F ou plus.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>Appuyer sur la position ON du commutateur ON/PARKD REGEN (Figure 1) pour faire d&#233;buter
                            le cycle de r&#233;g&#233;n&#233;ration.
                        </para>
                        <para>Le r&#233;gime moteur augmentera graduellement jusqu'&#224; une valeur pr&#233;r&#233;gl&#233;e
                            et le voyant du commutateur s'allumera une fois le cycle entam&#233;. Si le voyant clignote,
                            s'assurer que toutes les conditions mentionn&#233;es &#224; l'&#233;tape 2 sont satisfaites.
                            Accorder un d&#233;lai de r&#233;action d'une minute au moteur. Si le voyant du commutateur
                            clignote toujours, effectuer un cycle du commutateur. Une fois entam&#233;, le cycle de r&#233;g&#233;n&#233;ration
                            durera environ 20 minutes.
                        </para>
                        <para>
                            <emph type="bold">NOTA : Si l'une des conditions pr&#233;cit&#233;es est modifi&#233;e au
                                cours du processus de r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;, la r&#233;g&#233;n&#233;ration
                                sera interrompue et devra &#234;tre entam&#233;e &#224; nouveau.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Une fois le cycle de r&#233;g&#233;n&#233;ration achev&#233;, le voyant du commutateur s'&#233;teint,
                            le r&#233;gime moteur retourne au ralenti normal et tous les voyants du filtre d'&#233;chappement
                            sont &#233;teints. On peut maintenant conduire le v&#233;hicule normalement.
                        </para>
                    </item>
                </seqlist>
                <figure id="f0707012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707012.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figure 1.</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Advenant une situation d'urgence dans laquelle on doit d&#233;placer le v&#233;hicule apr&#232;s
                            que le processus de r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233; est entam&#233;,
                            appuyer sur la position REGEN du commutateur ON/PARKD REGEN pour annuler la r&#233;g&#233;n&#233;ration
                            - v&#233;hicule stationn&#233;.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Commutateur de r&#233;g&#233;n&#233;ration &#171;v&#233;hicule stationn&#233;&#187; : Mod&#232;les
                        5000i, 9000i
                    </title>
                </para>
                <specpara>
                    <warning>
                        <para>Le d&#233;faut de proc&#233;der &#224; une r&#233;g&#233;n&#233;ration - v&#233;hicule
                            stationn&#233; lorsque le t&#233;moin du filtre d'&#233;chappement, niveau 2, est ALLUM&#201;
                            entra&#238;nera la perte de puissance et la coupure &#233;ventuelle du moteur.
                        </para>
                        <para>Lorsqu'on effectue une r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;, on doit
                            s'assurer que le v&#233;hicule est gar&#233; &#224; une bonne distance de la voie de
                            circulation et qu'il est &#233;loign&#233; des personnes et de toute mati&#232;re ou
                            structure inflammable, puisque le processus de r&#233;g&#233;n&#233;ration entra&#238;ne des
                            temp&#233;ratures &#233;lev&#233;es des gaz d'&#233;chappement.
                        </para>
                        <para>Le d&#233;faut d'observer ces consignes peut donner lieu &#224; une perte de puissance du
                            moteur et de vitesse du v&#233;hicule et provoquer un accident ou un incendie entra&#238;nant
                            des dommages mat&#233;riels ou des blessures corporelles graves ou mortelles.
                        </para>
                    </warning>
                </specpara>
                <para>Utiliser le commutateur PARKD REGEN ON/CANCEL pour entamer une r&#233;g&#233;n&#233;ration - v&#233;hicule
                    stationn&#233; (nettoyage) du filtre &#224; particules diesel d'&#233;chappement. Le commutateur
                    &#224; trois positions PARKD REGEN est un s&#233;lecteur momentan&#233; &#224; centre stable (Figure
                    2).
                </para>
                <figure id="f0707013" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707013.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figure 2.</caption>
                </figure>
                <seqlist style="arabic">
                    <item>
                        <para>Garer le v&#233;hicule &#224; bonne distance de la voie de circulation et s'assurer qu'il
                            est &#233;loign&#233; des mati&#232;res et des vapeurs inflammables.
                        </para>
                    </item>
                    <item>
                        <para>Avant d'entamer la r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;, les
                            conditions suivantes doivent exister :
                        </para>
                        <seqlist>
                            <item>
                                <para>Le frein de stationnement doit &#234;tre serr&#233;;</para>
                            </item>
                            <item>
                                <para>la bo&#238;te de vitesses doit &#234;tre en position de point mort (N) ou de
                                    stationnement (P), le cas &#233;ch&#233;ant;
                                </para>
                            </item>
                            <item>
                                <para>les p&#233;dales d'acc&#233;l&#233;rateur, de frein au pied et d'embrayage (le cas
                                    &#233;ch&#233;ant) ne doivent pas &#234;tre enfonc&#233;es;
                                </para>
                            </item>
                            <item>
                                <para>la temp&#233;rature du liquide de refroidissement du moteur doit &#234;tre de 160
                                    degr&#233;s F ou plus.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>Appuyer momentan&#233;ment sur la position ON du commutateur PARKD REGEN ON/CANCEL pour
                            faire d&#233;buter le cycle de r&#233;g&#233;n&#233;ration.
                        </para>
                        <para>Le r&#233;gime moteur augmentera graduellement jusqu'&#224; une valeur pr&#233;r&#233;gl&#233;e
                            une fois le cycle entam&#233;. Une fois entam&#233;, le cycle de r&#233;g&#233;n&#233;ration
                            durera environ 20 minutes.
                        </para>
                        <para>
                            <emph type="bold">NOTA : Si l'une des conditions suivantes n'est pas satisfaite, le
                                processus de r&#233;g&#233;n&#233;ration ne sera pas entam&#233;.
                            </emph>
                        </para>
                        <para>
                            <emph type="bold">NOTA : Si l'une des conditions pr&#233;cit&#233;es est modifi&#233;e au
                                cours du processus de r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;, la r&#233;g&#233;n&#233;ration
                                sera interrompue et devra &#234;tre entam&#233;e &#224; nouveau.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Une fois le cycle de r&#233;g&#233;n&#233;ration achev&#233;, le r&#233;gime moteur
                            retourne au ralenti normal et tous les voyants du filtre d'&#233;chappement s'&#233;teignent.
                            On peut maintenant conduire le v&#233;hicule normalement.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>Advenant une situation d'urgence dans laquelle on doit d&#233;placer le v&#233;hicule apr&#232;s
                            que le processus de r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233; est entam&#233;,
                            appuyer sur la position CANCEL du commutateur PARKD REGEN ON/CANCEL pour annuler la r&#233;g&#233;n&#233;ration
                            - v&#233;hicule stationn&#233;.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Commutateur d'interdiction de r&#233;g&#233;n&#233;ration : Mod&#232;les HPV 3000, 4000, 7000
                        et 8000 (ce commutateur est offert en option sur certains mod&#232;les)
                    </title>
                </para>
                <para>Le commutateur d'interdiction de la r&#233;g&#233;n&#233;ration est utilis&#233; pour emp&#234;cher
                    les processus de r&#233;g&#233;n&#233;ration active ou de r&#233;g&#233;n&#233;ration - v&#233;hicule
                    stationn&#233; d'avoir lieu.
                </para>
                <specpara>
                    <note>
                        <para>Le commutateur d'interdiction de la r&#233;g&#233;n&#233;ration est disponible en deux
                            styles, soit : le commutateur &#224; deux positions et le commutateur &#224; trois
                            positions. Ainsi, il faut v&#233;rifier quel style de commutateur est install&#233; dans le
                            v&#233;hicule. Les deux versions de commutateurs sont munies des m&#234;mes &#233;tiquettes.
                        </para>
                    </note>
                </specpara>
                <figure id="f0707014" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707014.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figure 3.</caption>
                </figure>
                <para>
                    <title>Commutateur d'interdiction de la r&#233;g&#233;n&#233;ration &#224; deux positions</title>
                </para>
                <para>Lorsque l'on choisit la position ON du commutateur ON/INHIBT REGEN &#224; deux positions, la r&#233;g&#233;n&#233;ration
                    active et &#171;v&#233;hicule stationn&#233;&#187; est interdite. La r&#233;g&#233;n&#233;ration est
                    interdite (verrouill&#233;e) en cette position et le voyant du commutateur est allum&#233;.
                </para>
                <para>
                    <title>Commutateur d'interdiction de la r&#233;g&#233;n&#233;ration &#224; trois positions</title>
                </para>
                <para>Le commutateur &#224; trois positions est un s&#233;lecteur momentan&#233; &#224; centre stable.
                    Lorsqu'on appuie sur la position ON, cela interdit la r&#233;g&#233;n&#233;ration active pendant que
                    le moteur tourne, et le commutateur est r&#233;initialis&#233; lorsque le commutateur d'allumage est
                    tourn&#233; &#224; OFF. La fonction d'interdiction est annul&#233;e lorsqu'on appuie sur la partie
                    inf&#233;rieure ou que la r&#233;g&#233;n&#233;ration &#171;v&#233;hicule stationn&#233;&#187; est
                    entam&#233;e (le commutateur PARKD REGEN est tourn&#233; &#224; la position ON).
                </para>
                <para>Le voyant du commutateur est allum&#233; &#224; chaque fois que l'interdiction de r&#233;g&#233;n&#233;ration
                    est en fonction.
                </para>
                <para>
                    <title>Commutateur d'interdiction de r&#233;g&#233;n&#233;ration : Mod&#232;les 5000i, 9000i</title>
                </para>
                <para>Le commutateur d'interdiction de la r&#233;g&#233;n&#233;ration est utilis&#233; pour emp&#234;cher
                    les processus de r&#233;g&#233;n&#233;ration active ou de r&#233;g&#233;n&#233;ration - v&#233;hicule
                    stationn&#233; d'avoir lieu.
                </para>
                <specpara>
                    <note>
                        <para>Le commutateur d'interdiction de la r&#233;g&#233;n&#233;ration est disponible en deux
                            styles, soit : le commutateur INHIBT REGEN ON/OFF &#224; deux positions; et le commutateur
                            INHIBT REGEN ON/CANCEL &#224; trois positions.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Commutateur d'interdiction de la r&#233;g&#233;n&#233;ration &#224; deux positions</title>
                </para>
                <figure id="f0707015" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707015.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figure 4.</caption>
                </figure>
                <para>Lorsque l'on choisit la position ON du commutateur INHIBT REGEN ON/OFF &#224; deux positions, la r&#233;g&#233;n&#233;ration
                    active et &#171;v&#233;hicule stationn&#233;&#187; est interdite. La r&#233;g&#233;n&#233;ration est
                    interdite (verrouill&#233;e) jusqu'&#224; ce que l'on choisisse la position OFF.
                </para>
                <para>
                    <title>Commutateur d'interdiction de la r&#233;g&#233;n&#233;ration &#224; trois positions</title>
                </para>
                <figure id="f0707016" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707016.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figure 5.</caption>
                </figure>
                <para>Le commutateur &#224; trois positions est un s&#233;lecteur momentan&#233; &#224; centre stable.
                    Lorsqu'on appuie momentan&#233;ment sur la position ON, cela interdit la r&#233;g&#233;n&#233;ration
                    active pendant que le moteur tourne, et le commutateur est r&#233;initialis&#233; lorsque le
                    commutateur d'allumage est tourn&#233; &#224; OFF. La fonction d'interdiction est annul&#233;e
                    lorsqu'on appuie sur la position CANCEL. La r&#233;g&#233;n&#233;ration - v&#233;hicule stationn&#233;
                    peut &#234;tre entam&#233;e &#224; l'aide de ce commutateur lorsque l'on tourne le commutateur
                    PARKED REGEN &#224; la position ON.
                </para>
                <para>
                    <emph type="bold">Effets de temp&#233;rature de la r&#233;g&#233;n&#233;ration</emph>
                    : Afin qu'une r&#233;g&#233;n&#233;ration efficace du filtre &#224; particules diesel puisse avoir
                    lieu, la suie emmagasin&#233;e dans ce dernier doit &#234;tre br&#251;l&#233;e &#224; des temp&#233;ratures
                    de l'ordre de 500 &#224; 600 degr&#233;s C. Il se peut que plusieurs op&#233;rateurs n'aient aucune
                    exp&#233;rience en mati&#232;re de temp&#233;ratures d'&#233;chappement de cette importance, surtout
                    dans un &#233;tat de v&#233;hicule stationn&#233;. Le t&#233;moin de haute temp&#233;rature du syst&#232;me
                    d'&#233;chappement (&#171;HEST&#187;) est utilis&#233; pour avertir l'op&#233;rateur &#224; propos
                    des temp&#233;ratures &#233;lev&#233;es. Afin d'&#233;viter toute menace &#224; l'environnement,
                    &#224; l'op&#233;rateur ou au v&#233;hicule, on doit choisir avec prudence un endroit o&#249; la r&#233;g&#233;n&#233;ration
                    - v&#233;hicule stationn&#233; peut &#234;tre entam&#233;e, surtout si le t&#233;moin est allum&#233;.
                    Les v&#233;hicules doivent &#234;tre gar&#233;s sur des surfaces propres et s&#232;ches, &#233;loign&#233;es
                    des mati&#232;res, des vapeurs et des structures inflammables.
                </para>
                <para>
                    <emph type="bold">Dispositifs de refroidissement et boucliers thermiques d'&#233;chappement :</emph>
                    Plusieurs configurations d'&#233;chappement comportent des boucliers thermiques et autres
                    dispositifs sp&#233;ciaux utilis&#233;s pour refroidir les gaz d'&#233;chappement lorsqu'ils s'&#233;chappent
                    du v&#233;hicule. Ces dispositifs de refroidissement des gaz d'&#233;chappement ont &#233;t&#233;
                    ajout&#233;s non seulement pour la s&#233;curit&#233; de l'op&#233;rateur, mais &#233;galement pour
                    les pi&#233;tons et toute mati&#232;re potentiellement inflammable qui pourrait effectuer un contact
                    avec le syst&#232;me d'&#233;chappement m&#234;me ou avec laquelle les gaz d'&#233;chappement
                    pourraient effectuer un contact. Ces dispositifs utilisent l'air plus froid &#224; l'ext&#233;rieur
                    de l'&#233;chappement et le m&#233;langent avec les gaz d'&#233;chappement avant que ceux-ci ne s'&#233;chappent
                    hors du v&#233;hicule et dans l'atmosph&#232;re. Le r&#233;sultat : un flot de gaz d'&#233;chappement
                    plus froids que celui qui existerait sans ce dispositif. M&#234;me lorsque ces dispositifs sont
                    install&#233;s sur le v&#233;hicule, on doit s'assurer que les r&#233;g&#233;n&#233;rations aient
                    lieu au-dessus des surfaces qui peuvent supporter une grande chaleur, qu'aucun d&#233;bris, mati&#232;re
                    ou vapeur inflammable ne se trouve &#224; proximit&#233; du syst&#232;me d'&#233;chappement, et
                    qu'aucun pi&#233;ton ou op&#233;rateur n'effectue un contact avec le syst&#232;me d'&#233;chappement
                    ou les gaz d'&#233;chappement pendant la r&#233;g&#233;n&#233;ration ou pendant une p&#233;riode de
                    dix minutes suivant l'ach&#232;vement de la r&#233;g&#233;n&#233;ration. Le syst&#232;me d'&#233;chappement
                    demeure chaud pendant la r&#233;g&#233;n&#233;ration et pendant une certaine p&#233;riode suite
                    &#224; l'ach&#232;vement de la r&#233;g&#233;n&#233;ration. Faire preuve de prudence lors des man&#339;uvres
                    autour du v&#233;hicule.
                </para>
                <para>Pour des raisons de s&#233;curit&#233;, il est essentiel que le syst&#232;me d'&#233;chappement
                    tout entier ne fasse l'objet d'aucune modification. Se reporter aux directives &#233;nonc&#233;es
                    dans la lettre G G2481 pour prendre connaissance des modifications permises sur le syst&#232;me d'&#233;chappement
                    d'un mod&#232;le 2007, et voir le livre de carrossiers-constructeurs CT-471.
                </para>
                <specpara>
                    <note>
                        <para>La disposition r&#233;elle d'un tableau de bord est illustr&#233;e &#224; la page
                            suivante, ainsi qu'une explication des t&#233;moins. On peut &#233;galement retrouver cette
                            information dans le guide du propri&#233;taire.
                        </para>
                    </note>
                </specpara>
                <para>Les pages suivantes constituent un sp&#233;cimen de la carte de l'EPA qui sera plac&#233;e dans
                    chaque v&#233;hicule au moment de sa construction.
                </para>
                <figure id="f0707017" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0707017.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="352px"/>
                    <caption>Figure 6. Disposition de l'ensemble d'instruments conforme aux normes antipollution 2007
                        (mod&#232;les HPV 3000, 4000, 7000 et 8000)
                    </caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
