<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-08-01RA - Nouveaux indicateurs dans l'ensemble d'instruments du tableau de bord pour l'ann&#233;e-mod&#232;le
        2008
    </stitle>
    <tsi id="tsi070801" tsitype="truck" translation="french">
        <tsinumber>07-08-01RA</tsinumber>
        <tsidate>Juin 2007</tsidate>
        <subjectfile>&#201;LECTRICIT&#201;</subjectfile>
        <subjectgroup>
            <subject>Nouveaux indicateurs dans l'ensemble d'instruments du tableau de bord pour l'ann&#233;e-mod&#232;le
                2008
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200</truckmodel>
                <truckmodel>4100</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>BE 200</truckmodel>
                <truckmodel>CE Bus</truckmodel>
                <truckmodel>ProStar</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Certaines modifications importantes apport&#233;es &#224; l'ensemble d'instruments ont &#233;t&#233;
                    ajout&#233;es sur les camions et autobus de l'ann&#233;e-mod&#232;le 2008 construits en 2007.
                </para>
                <para>1. Le balayage des aiguilles des indicateurs ne se produit plus au moment de l'&#233;tablissement
                    du contact.
                </para>
                <specpara>
                    <note>
                        <para>Sur les camions ProStar munis de l'affichage d'information sur le v&#233;hicule (&#171;VID&#187;),
                            on peut faire la demande du balayage des aiguilles des indicateurs &#224; l'aide de
                            l'affichage.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Pour ce qui est de tout v&#233;hicule non muni du VID, le balayage des aiguilles des
                            indicateurs se produit au moment de la demande des fonctions diagnostiques embarqu&#233;es.
                        </para>
                    </note>
                </specpara>
                <para>2. Le bouton d'affichage du compteur kilom&#233;trique est maintenant utilis&#233; non seulement
                    pour effacer les valeurs pouvant &#234;tre remises &#224; z&#233;ro (en appuyant sur le bouton),
                    mais &#233;galement pour s&#233;lectionner les quadrants &#224; cristaux liquides (en tournant le
                    bouton). Se reporter au guide du propri&#233;taire pour prendre connaissance des directives
                    particuli&#232;res.
                </para>
                <para>3. Le symbole ambre d'avertissement du conducteur a &#233;galement &#233;t&#233; modifi&#233;
                    comme suit :
                </para>
                <figure id="f0708011" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487084.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>Celui-ci peut &#234;tre allum&#233; non seulement par le moteur, mais &#233;galement par d'autres
                    modules/contr&#244;leurs raccord&#233;s &#224; la liaison de donn&#233;es J1939. Ainsi, cet
                    indicateur ne repr&#233;sente plus uniquement un &#233;tat d'alerte du moteur. Pour identifier
                    correctement l'&#233;tat d'alerte r&#233;el, un message textuel est indiqu&#233; dans le quadrant 2
                    de l'affichage &#224; cristaux liquides.
                </para>
                <figure id="f0708012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0708012.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="152px"/>
                    <caption>Figure 1. NOTA : Les fonctions de l'affichage &#224; cristaux liquides &#224; 4 quadrants
                        sont d&#233;crites dans le guide du propri&#233;taire.
                    </caption>
                </figure>
                <para>4. Le symbole &#171;stop&#187; rouge a &#233;t&#233; modifi&#233; comme suit :</para>
                <figure id="f0708013" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487086.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>Plusieurs modules et contr&#244;leurs peuvent &#233;galement faire allumer cet indicateur, tout
                    comme dans le cas de l'avertissement ambre du conducteur. Un message textuel identifiant la source
                    est affich&#233; dans le quadrant 2.
                </para>
                <para>5. Le symbole ambre d'avertissement relatif au syst&#232;me antipollution a &#233;t&#233; modifi&#233;
                    comme suit :
                </para>
                <figure id="f0708014" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487078.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>6. Un nouvel indicateur a &#233;t&#233; ajout&#233; pour la temp&#233;rature &#233;lev&#233;e du
                    syst&#232;me d'&#233;chappement.
                </para>
                <figure id="f0708015" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487048.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>Cela
                    <emph type="bold">N'EST PAS</emph>
                    une indication de surchauffe du moteur. Cet indicateur avertit le conducteur que la temp&#233;rature
                    d'&#233;chappement est &#233;lev&#233;e. L'indicateur s'allume en raison d'une r&#233;g&#233;n&#233;ration
                    passive ou active NORMALE ou de cycles de fonctionnement &#224; haute temp&#233;rature de l'&#233;chappement.
                    L'indicateur de temp&#233;rature &#233;lev&#233;e du syst&#232;me d'&#233;chappement s'allume si la
                    temp&#233;rature de l'&#233;chappement est sup&#233;rieure &#224; 400 &#176;C et que le v&#233;hicule
                    roule &#224; moins de 5 mi/h. Cet &#233;tat est NORMAL et il n'est pas reli&#233; &#224; un &#233;tat
                    de surchauffe du moteur ou du syst&#232;me de refroidissement.
                </para>
                <specpara>
                    <note>
                        <para>Pri&#232;re de se reporter au fichier
                            <exhotlnk document="../tsis/070801.pdf" bookname="TSI">pdf du pr&#233;sent bulletin
                                technique
                            </exhotlnk>
                            pour obtenir une explication de l'indicateur du filtre &#224; particules diesel et des
                            lectures des symboles lors de la pr&#233;paration du camion aux fins de r&#233;g&#233;n&#233;ration
                            et au cours de cette man&#339;uvre visant &#224; &#233;liminer les &#233;missions dans le
                            syst&#232;me.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
    </tsi>
</isis>
