<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-01-01 - Organes d'assemblage Huck</stitle>
    <tsi id="tsi070101" tsitype="truck" translation="french">
        <tsinumber>07-01-01</tsinumber>
        <tsidate>Juin 2007</tsidate>
        <subjectfile>B&#194;TI</subjectfile>
        <subjectgroup>
            <subject>Organes d'assemblage Huck</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Remplacement d'organes d'assemblage Huck</para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Si des organes d'assemblage Huck sont enlev&#233;s, afin de conserver la m&#234;me int&#233;grit&#233;
                        d'assemblage, la soci&#233;t&#233; International exige que de nouveaux organes d'assemblage Huck
                        soient utilis&#233;s aux fins de fixation et (ou) de nouvelle fixation des composants.
                    </para>
                </note>
            </specpara>
            <para>Hyperlien du syst&#232;me de r&#233;paration Huck-Spin
                <exhotlnk document="http://www.alcoa.com/fastening_systems/commercial/en/940system/"
                          bookname="EXTERNAL">www.alcoa.com/fastening_systems/commercial/en/940system/
                </exhotlnk>
            </para>
            <para>La soci&#233;t&#233; Alcoa Fastening Systems offre un prix promotionnel sp&#233;cial sur la trousse de
                r&#233;paration HUCK 940 qui facilite et acc&#233;l&#232;re le remplacement des organes d'assemblage
                Huck du cadre de ch&#226;ssis.
                <exhotlnk document="http://www.triadbusinessmarketing.com/940" bookname="EXTERNAL">Cliquer ici pour en
                    apprendre davantage
                </exhotlnk>
                ou envoyer un courriel &#224; Gerry.Sorvino@alcoa.com pour obtenir des d&#233;tails suppl&#233;mentaires.
            </para>
            <para>Les attaches Huck-Spin sont utilis&#233;es &#224; plusieurs endroits sur les camions International et
                les autobus IC. Lors de l'entretien d'un composant fix&#233; &#224; l'usine au moyen d'une attache Huck,
                la soci&#233;t&#233; International exige que seules des attaches Huck des m&#234;mes taille et nuance
                soient r&#233;install&#233;es. On demande aux concessionnaires de bien vouloir acheter de l'&#233;quipement
                Huck ou d'avoir recours &#224; un fournisseur de services Huck de leur localit&#233;.
            </para>
            <figure id="f0707011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0701011a.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="272px"/>
                <caption>Figure 1. Vue lat&#233;rale d'une attache Huck</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
