<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-08-06 - Affichage des heures de fonctionnement de la prise de force</stitle>
    <tsi id="f070806" tsitype="truck" translation="french">
        <tsinumber>07-08-06</tsinumber>
        <tsidate>Octobre 2007</tsidate>
        <subjectfile>&#201;lectricit&#233;</subjectfile>
        <subjectgroup>
            <subject>Affichage des heures de fonctionnement de la prise de force</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4100</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <ucodegroup/>

                <ucode>16WLM</ucode>
                <ucode>60ABA</ucode>
                <ucode>60ABB</ucode>
                <ucode>60ABE</ucode>
                <ucode>60ABK</ucode>
                <ucode>60ABL</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin technique s'applique &#224; tous les mod&#232;les 2007 &#233;num&#233;r&#233;s
                    ci-dessus et pourvus du code 0510922.
                </para>
                <para>L'horom&#232;tre de prise de force n'accumule pas les heures et, ainsi, la lecture est toujours de
                    z&#233;ro heure. Cela touche tous les mod&#232;les International conformes aux normes antipollution
                    2007 et munis des codes de caract&#233;ristiques pr&#233;cit&#233;s.
                </para>
                <para>
                    <emph type="bold">NOTA :</emph>Une mise &#224; jour logicielle sera mise &#224; la disposition des
                    concessions d&#232;s la mi-d&#233;cembre. Les clients devront prendre les dispositions n&#233;cessaires
                    aupr&#232;s du concessionnaire International de leur localit&#233; pour faire effectuer la mise
                    &#224; jour. Une fois le logiciel mis &#224; jour, l'horom&#232;tre fonctionnera de mani&#232;re
                    appropri&#233;e. Les concessionnaires devraient continuer de commander les caract&#233;ristiques d&#233;crites,
                    bien qu'il est entendu que ces caract&#233;ristiques ne fonctionneront pas de mani&#232;re appropri&#233;e
                    avant que la mise &#224; jour logicielle n'ait &#233;t&#233; install&#233;e. De cette fa&#231;on,
                    les clients et les concessionnaires pourront s'assurer de l'installation du mat&#233;riel appropri&#233;
                    dans leurs v&#233;hicules. Ainsi, une fois que la mise &#224; jour logicielle est disponible (r&#233;vision
                    V83), aucune autre modification de mat&#233;riel ne s'av&#233;rera n&#233;cessaire.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
