<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-12-05 - Protection des injecteurs hydraulique d&#233;pos&#233;s</stitle>
    <tsi id="tSI071205" year="2007" tsitype="engine" translation="french">
        <tsinumber>07-12-05</tsinumber>
        <tsidate>F&#233;vrier 2007</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Protection des injecteurs hydraulique d&#233;pos&#233;s</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
                <engfam>T 444E</engfam>
                <engfam>HT 530</engfam>
                <engfam>DT 466</engfam>
                <engfam>DT 466E</engfam>
                <engfam>DT 530</engfam>
                <engfam>DT 530E</engfam>
                <engfam>DT 570</engfam>
                <engfam>HT 570</engfam>
                <engfam>MaxxForce DT</engfam>
                <engfam>MaxxForce 9</engfam>
                <engfam>MaxxForce 10</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <figure id="f07120501" figsize="col-wide">
                    <graphic filename="../tsifigures/H11067.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="352px" box="no"/>
                    <caption>Figure 1. Injecteurs hydrauliques (types)</caption>
                </figure>
                <para>Les injecteurs hydrauliques qui sont d&#233;pos&#233;s aux fins d'entretien doivent &#234;tre rang&#233;s
                    dans un contenant de plastique rempli d'huile pour prolonger la dur&#233;e de vie de ceux-ci.
                </para>
                <specpara>
                    <note>
                        <para>Il n'est pas n&#233;cessaire d'entreposer les injecteurs retir&#233;s du syst&#232;me
                            d'alimentation haute pression &#224; rampe commune des moteurs MaxxForce&#8482; 7
                            d'International&#174; dans un contenant rempli d'huile. Pour prendre connaissance de la proc&#233;dure
                            appropri&#233;e, se reporter au manuel d'entretien du moteur MaxxForce&#8482;
                            7d'International&#174;, EGES-345.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <svcproc>
            <title>Proc&#233;dure</title>
            <step1>
                <para count="1">Se reporter au manuel d'entretien du moteur pour prendre connaissance de la proc&#233;dure
                    de d&#233;pose des injecteurs hydrauliques. Suivre la proc&#233;dure &#233;nonc&#233;e dans le
                    manuel, mais ne pas placer les injecteurs dans des cuvettes de cr&#233;maill&#232;re d'injecteurs ou
                    laisser ceux-ci expos&#233;s &#224; l'air.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, ne pas nettoyer les injecteurs &#224; l'aide de
                        solvants pour pi&#232;ces ou de produits chimiques.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Suivre la proc&#233;dure &#233;nonc&#233;e dans le manuel d'entretien du moteurpour
                    inspecter et pour effectuer l'entretien des joints toriques et des joints d'&#233;tanch&#233;it&#233;
                    des injecteurs.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, placer les injecteurs hydrauliques dans un contenant
                        en plastique refermable, rempli d'huile.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Placer les injecteurs dans un contenant en plastique refermable.</para>
            </step1>
            <step1>
                <para count="1">Remplir le contenant d'huile &#224; moteur propre en s'assurant de recouvrir les
                    injecteurs.
                </para>
            </step1>
            <step1>
                <para count="1">Fermer le contenant.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
