<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-16-07 - Proc&#233;dure de per&#231;age de la cabine</stitle>
    <tsi id="f071607" tsitype="truck" translation="french">
        <tsinumber>07-16-07</tsinumber>
        <tsidate>D&#233;cembre 2007</tsidate>
        <subjectfile>Cabine</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;dure de per&#231;age de la cabine</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Que la cabine soit faite en acier ou en aluminium, la proc&#233;dure suivante doit &#234;tre
                    effectu&#233;e lors du per&#231;age d'un trou dans la cabine.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Il est conseill&#233; de donner une couche de fond et de peinturer le m&#233;tal suite au per&#231;age,
                        dans la mesure du possible, et d'utiliser un &#339;illet pour prot&#233;ger la r&#233;paration
                        de peinture contre toute abrasion future. S'il est impossible de r&#233;parer la peinture, pri&#232;re
                        d'effectuer les man&#339;uvres suivantes :
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enlever les copeaux de per&#231;age de tout endroit o&#249; ils retombent &#224; l'int&#233;rieur
                    de la peinture, de pr&#233;f&#233;rence &#224; l'aide d'un aspirateur.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer une cire antirouille ou un mastic imperm&#233;abilisant durci &#224; l'humidit&#233;
                    sur le rebord du trou, en logeant la nervure de l'&#339;illet ou l'&#233;crou noy&#233; et en fixant
                    &#224; la cabine. Le scellant MSP de 3M, le produit Tectyl 518 et le scellant adh&#233;sif
                    transparent RTV 3145 de Dow Corning sont des mastics imperm&#233;abilisants acceptables durcis
                    &#224; l'humidit&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Nettoyer compl&#232;tement l'exc&#233;dent de scellant.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
