<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-12-14R - D&#233;faillances des pales de ventilateurs &#224; service s&#233;v&#232;re
    </stitle>
    <tsi id="f071214" tsitype="truck" translation="french">
        <tsinumber>07-12-14R</tsinumber>
        <tsidate>Octobre 2007</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>D&#233;faillances des pales de ventilateurs &#224; service s&#233;v&#232;re</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il est essentiel de bien comprendre ce qui provoque une d&#233;faillance de pale de ventilateur
                    lorsqu'on remplace la pale de ventilateur. Les deux d&#233;faillances les plus fr&#233;quentes sont
                    le bris &#224; l'extr&#233;mit&#233; de la pale ou &#224; l'endroit o&#249; la pale est moulue dans
                    la section centrale du ventilateur.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Pour ce qui est des mod&#232;les 5000i munis d'un moteur conforme aux normes antipollution pr&#233;alables
                &#224; 2007, le num&#233;ro de pi&#232;ce est le 3625639C1.
            </para>
            <para>Pour ce qui est des mod&#232;les 5000i munis d'un moteur conforme aux normes antipollution en vigueur
                depuis 2007, le num&#233;ro de pi&#232;ce est le 3820083C1.
            </para>
            <para>Pour ce qui est des mod&#232;les 7600 et 7700, le num&#233;ro de pi&#232;ce est le 3625639C1.</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, d&#233;brancher les c&#226;bles
                        de la batterie de fa&#231;on &#224; ce qu'il soit impossible de faire d&#233;marrer le moteur
                        pendant que l'on effectue des man&#339;uvres sur le ventilateur.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Laisser refroidir le moteur avant d'effectuer des man&#339;uvres sur le ventilateur ou &#224;
                        proximit&#233; de celui-ci.
                    </para>
                </note>
            </specpara>
            <figure id="f07121401" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121401.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figure 1. D&#233;faillances typiques des extr&#233;mit&#233;s des pales de ventilateur
                </caption>
            </figure>
            <para>L'extr&#233;mit&#233; de la pale de ventilateur se fissurera lorsque la pale touche &#224; un
                composant fixe (le d&#233;flecteur du radiateur, le galet tendeur, le support, etc.) ou &#224; des mati&#232;res
                &#233;trang&#232;res (petits cailloux ou pierres).
            </para>
            <para>1. V&#233;rifier les supports avant et arri&#232;re du moteur pour s'assurer qu'ils sont serr&#233;s
                et que les isolateurs sont en bon &#233;tat.
            </para>
            <para>2. D&#233;terminer si le v&#233;hicule a fonctionn&#233; sur un terrain accident&#233;, ce qui aurait
                pu entra&#238;ner la courbure ou le fl&#233;chissement du cadre.
            </para>
            <para>3. V&#233;rifier le d&#233;flecteur de ventilateur pour s'assurer que celui-ci n'est pas desserr&#233;
                ou que l'un de ses &#233;l&#233;ments n'est pas suspendu dans le trajet de d&#233;placement de la pale
                de ventilateur.
            </para>
            <para>4. V&#233;rifier la pale du ventilateur pour s'assurer que celle-ci convient au v&#233;hicule.</para>
            <para>5. Corriger toute anomalie rep&#233;r&#233;e suite &#224; l'inspection pr&#233;cit&#233;e.</para>
            <figure id="f07121402" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121402.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figure 2. D&#233;faillance typique de la racine de la pale de ventilateur</caption>
            </figure>
            <para>Des fissures dans la racine de la pale du ventilateur sont habituellement caus&#233;es par un r&#233;gime
                excessif du ventilateur.
            </para>
            <para>1. V&#233;rifier le r&#233;gime du moteur pour s'assurer que celui-ci ne tourne pas &#224; plus de 2
                100 tr/mn.
            </para>
            <para>2. Une r&#233;trogradation inappropri&#233;e peut &#233;galement provoquer la vitesse excessive du
                ventilateur.
            </para>
            <para>3. Advenant le cas de l'impossibilit&#233; de corriger la survitesse, une nouvelle pale de ventilateur
                a &#233;t&#233; con&#231;ue pour fonctionner &#224; un r&#233;gime allant jusqu'&#224; 3 300 tr/mn.
            </para>
        </svcproc>
    </tsi>
</isis>
