<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-12-07 - Pr&#233;vention de la chute d'objets et de d&#233;bris dans les orifices d'admission
        au cours de la d&#233;pose et de la pose de la tubulure d'admission
    </stitle>
    <tsi id="tSI071207" year="2007" tsitype="engine" translation="french">
        <tsinumber>07-12-07</tsinumber>
        <tsidate>Mai 2007</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Pr&#233;vention de la chute d'objets et de d&#233;bris dans les orifices d'admission au cours de la
                d&#233;pose et de la pose de la tubulure d'admission
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce 5</engfam>
                <engfam>MaxxForce 7</engfam>
                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La proc&#233;dure suivante est n&#233;cessaire pour &#233;liminer la chute de quincaillerie,
                    d'outils, d'objets, de salet&#233; et de d&#233;bris dans les orifices d'admission des culasses au
                    cours de la d&#233;pose et de la pose de la tubulure d'admission.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de stationnement ou de point mort, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour pr&#233;venir les blessures ou la mort, s'assurer de laisser le moteur se refroidir avant
                        d'entreprendre la d&#233;pose des composants.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, porter des lunettes de s&#233;curit&#233; avec
                        &#233;crans lat&#233;raux de protection pour effectuer la proc&#233;dure suivante.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Avant de d&#233;poser la tubulure d'admission, se reporter au manuel d'entretien du moteurpour
                        prendre connaissance des proc&#233;dures de d&#233;pose des composants du moteur.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, on doit effectuer les &#233;tapes suivantes dans la s&#233;quence
                        et de la fa&#231;on exacte qui s'imposent.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Enlever la quincaillerie, les outils et les objets non assujettis situ&#233;s sous la
                    tubulure d'admission et dans la zone encastr&#233;e entre le support de culbuteur gauche et la
                    tubulure d'admission.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Se reporter au manuel d'entretien du moteur pour d&#233;poser la tubulure d'admission.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Enlever la salet&#233; et les d&#233;bris du dessous de la tubulure d'admission et dans
                    la zone encastr&#233;e entre le support de culbuteur gauche et la tubulure d'admission en les
                    soufflant ou en passant l'aspirateur &#224; ces endroits.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;poser la tubulure d'admission.</para>
            </step1>
            <step1>
                <para count="1">Enlever soigneusement la salet&#233; et les d&#233;bris entourant les surfaces
                    d'accouplement des orifices d'admission, tout en s'assurant que la salet&#233; ou les d&#233;bris ne
                    tombent pas dans les orifices d'admission.
                </para>
            </step1>
            <step1>
                <para count="1">Utiliser un endoscope pour inspecter l'int&#233;rieur des orifices d'admission.</para>
            </step1>
            <step1>
                <para count="1">Retirer les objets et les d&#233;bris des orifices d'admission.</para>
            </step1>
            <specpara>
                <note>
                    <para>Utiliser un aimant pour retirer les objets ou les fragments m&#233;talliques.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Placer le couvercle magn&#233;tique ZTSE4559 sur les orifices d'admission de chaque
                    culasse.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Apr&#232;s avoir effectu&#233; l'entretien n&#233;cessaire, suivre les proc&#233;dures du
                        manuel d'entretien du moteur pour poser la tubulure d'admission.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirer le couvercle magn&#233;tique des orifices d'admission.</para>
            </step1>
            <step1>
                <para count="1">Avant de poser la tubulure d'admission, utiliser un endoscope pour s'assurer que les
                    orifices d'admission sont exempts d'objets et de d&#233;bris.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Utiliser un aimant pour retirer les objets ou les fragments m&#233;talliques.</para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
