<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-13-01 - Changements de caract&#233;ristiques techniques du liquide de bo&#238;te de vitesses
        Allison
    </stitle>
    <tsi id="f071301" tsitype="truck" translation="french">
        <tsinumber>07-13-01</tsinumber>
        <tsidate>Mars 2007</tsidate>
        <subjectfile>BO&#206;TES DE VITESSES</subjectfile>
        <subjectgroup>
            <subject>Changements de caract&#233;ristiques techniques du liquide de bo&#238;te de vitesses Allison
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Allison</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La pr&#233;sente lettre de renseignements techniques s'applique &#224; tous les mod&#232;les
                    (autobus, camions ou ch&#226;ssis nus) pouvant &#234;tre command&#233;s avec une bo&#238;te de
                    vitesses Allison. Il y a un changement des caract&#233;ristiques techniques du liquide de certaines
                    familles de bo&#238;tes de vitesses Allison et ce, quel que soit le mod&#232;le de camion ou
                    d'autobus dans lequel cette bo&#238;te de vitesses est install&#233;e. Le liquide Donax TG que Shell
                    fournit actuellement &#224; nos usines de montage est conforme &#224; la nouvelle caract&#233;ristique
                    technique TES-389 d'Allison. Le liquide Donax TG actuel sera renomm&#233; Donax TA-389. Dexron III
                    n'est plus disponible depuis le 1er janvier 2007 en raison d'un contrat de licence. Pri&#232;re de
                    se reporter au document ci-joint d'Allison pour prendre connaissance de la compatibilit&#233; avec
                    les produits.
                </para>
                <para>
                    <emph type="bold">Avis</emph>
                </para>
                <para>Les renseignements offerts dans la pr&#233;sente ont &#233;t&#233; fournis par le fabricant et
                    (ou) le fournisseur aux fins d'utilisation avec leur produit. La soci&#233;t&#233; International
                    Truck and Engine Corporation r&#233;imprime cette information selon les observations formul&#233;es
                    &#224; l'entreprise. Bien que les utilisateurs soient pri&#233;s d'observer attentivement les
                    consignes accompagnant le produit, la soci&#233;t&#233; International ne peut accepter de
                    responsabilit&#233; en cas d'erreur d'utilisation ou d'accident d&#233;coulant de telles erreurs, ni
                    de tout mauvais usage du produit.
                </para>
                <figure id="f0713011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0713011.webp" type="webp" scalefit="1" scalefitwidth="580px"
                             scalefitheight="638px"/>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
