<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-12-10 - R&#233;vision de la v&#233;rification de la plan&#233;it&#233; de la culasse
    </stitle>
    <tsi id="tSI071210" year="2007" tsitype="engine" translation="french">
        <tsinumber>07-12-10</tsinumber>
        <tsidate>Juin 2007</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>R&#233;vision de la v&#233;rification de la plan&#233;it&#233; de la culasse</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Une r&#233;vision de la v&#233;rification de la plan&#233;it&#233; de la culasse a &#233;t&#233;
                    &#233;labor&#233;e. Cette v&#233;rification sert &#224; s'assurer que la culasse est conforme &#224;
                    la norme de l'usine avant la pose.
                </para>
                <para>La v&#233;rification de la plan&#233;it&#233; de bout en bout a &#233;t&#233; supprim&#233;e de la
                    proc&#233;dure d'inspection. La plan&#233;it&#233; globale de bout en bout de la culasse n'est pas
                    aussi critique que les v&#233;rifications localis&#233;es de la plan&#233;it&#233;. En raison de la
                    force de serrage de la culasse au carter moteur, les mesures longitudinales ne constituent pas un
                    indice pr&#233;cis de la plan&#233;it&#233; de la culasse lorsque celle-ci est install&#233;e.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>V&#233;rification de la plan&#233;it&#233; de la culasse</title>
            <para>Nettoyer et pr&#233;parer la culasse aux fins d'inspection en effectuant les man&#339;uvres sous la
                rubrique &#171;Nettoyage et inspection&#187; du chapitre Culasse et culbuterie des manuels d'entretien
                suivants :
            </para>
            <randlist type="bullet">
                <item>
                    <para>EGES 300 - 1, moteurs diesel VT 275 d'International&#174;, &#224; compter de l'ann&#233;e-mod&#232;le
                        2005
                    </para>
                </item>
                <item>
                    <para>EGES 235 - 2, moteurs diesel VT 365 d'International&#174;, ann&#233;es-mod&#232;le 2002 et
                        2003
                    </para>
                </item>
                <item>
                    <para>EGES 295 - 2, moteurs diesel VT 365 d'International&#174;, ann&#233;es-mod&#232;le 2004 &#224;
                        2006
                    </para>
                </item>
                <item>
                    <para>EGES 345, moteurs diesel MaxxForce&#8482; 7 d'International&#174;, &#224; compter de l'ann&#233;e-mod&#232;le
                        2007
                    </para>
                </item>
            </randlist>
            <step1>
                <para count="1">Une fois que la culasse a &#233;t&#233; pr&#233;par&#233;e aux fins d'inspection,
                    effectuer l'&#233;tape 1 de la proc&#233;dure &#171;Inspection de la culasse - soupapes pos&#233;es&#187;.
                    Apr&#232;s avoir achev&#233; l'&#233;tape 1, remplacer l'&#233;tape deux par ce qui suit :
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Inspecter d'abord les points 2, 11, 3 et 12 sur le moteur diesel V8 - se reporter &#224; la
                        Figure 1 (les points 2 et 9 sur le moteur diesel V6 - se reporter &#224; la Figure 2), puisque
                        ces endroits sur la culasse sont les plus susceptibles &#224; l'usure.
                    </para>
                </note>
            </specpara>
            <figure id="fig1" figsize="col-wide">
                <graphic filename="../tsifigures/M08002.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 1. Points d'inspection aff&#233;rents &#224; la v&#233;rification de la plan&#233;it&#233;
                    de la culasse (V8)
                </caption>
            </figure>
            <figure id="fig1" figsize="col-wide">
                <graphic filename="../tsifigures/M08003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 2. Points d'inspection aff&#233;rents &#224; la v&#233;rification de la plan&#233;it&#233;
                    de la culasse (soupapes du moteur V6 non illustr&#233;es)
                </caption>
            </figure>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, ne pas usiner la culasse si une absence de plan&#233;it&#233;
                        est constat&#233;e.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Ne pas faire glisser l'extr&#233;mit&#233; de la jauge d'&#233;paisseur de fa&#231;on
                        longitudinale contre la r&#232;gle de pr&#233;cision. Cette man&#339;uvre ferait en sorte que la
                        lame de la jauge d'&#233;paisseur se recourberait ou gauchirait, ce qui emp&#234;cherait son
                        insertion sous la r&#232;gle de pr&#233;cision.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Pour obtenir un relev&#233; pr&#233;cis &#224; l'aide de la r&#232;gle de pr&#233;cision et de
                        la jauge d'&#233;paisseur, ne pas placer la r&#232;gle de pr&#233;cision au-dessus de la zone
                        d'ouverture du poussoir de la culasse lors de la v&#233;rification des points d'inspection aff&#233;rents
                        &#224; la plan&#233;it&#233; de la culasse.
                    </para>
                </note>
            </specpara>
            <figure id="fig2" figsize="col-wide">
                <graphic filename="../tsifigures/M08001.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figure 3. Point d'inspection aff&#233;rent &#224; la v&#233;rification de la plan&#233;it&#233;
                    de la culasse
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">R&#232;gle de pr&#233;cision</callout1>
                    <callout1 type="arabic">Jauge d'&#233;paisseur</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">V&#233;rifier la plan&#233;it&#233; de la culasse aux points d&#233;sign&#233;s (Figure
                    1 ou 2).
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Utiliser la lame de 0,051 mm (0,002 po) de la jauge d'&#233;paisseur sur le point
                        d'inspection. Ensuite, placer la r&#232;gle de pr&#233;cision par-dessus la lame. La r&#232;gle
                        de pr&#233;cision est plac&#233;e de fa&#231;on transversale ou perpendiculaire sur la culasse
                        (Figure 3).
                    </para>
                </item>
                <item>
                    <para>Si la lame de la jauge d'&#233;paisseur ne peut &#234;tre retir&#233;e du dessous de la r&#232;gle
                        de pr&#233;cision, ce point de la culasse r&#233;ussit la v&#233;rification de la plan&#233;it&#233;.
                        Poursuivre &#224; tous les points. Passer &#224; l'&#233;tape 3.
                    </para>
                </item>
                <item>
                    <para>Si la lame de la jauge d'&#233;paisseur peut &#234;tre retir&#233;e facilement ou qu'elle est
                        l&#226;che, cela pourrait signifier un manque de plan&#233;it&#233; de la culasse. Remplacer la
                        culasse et reprendre la v&#233;rification de la plan&#233;it&#233; de la culasse sur une
                        nouvelle culasse.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Passer &#224; l'&#233;tape 3 de la proc&#233;dure &#171;Inspection de la culasse&#187;
                    dans le manuel d'entretien appropri&#233; pour obtenir d'autres directives.
                </para>
            </step1>
            <step1>
                <para count="1">Se reporter &#224; la rubrique Sp&#233;cifications &#224; la fin du chapitre Culasse et
                    culbuterie et &#224; l'Annexe A - Sp&#233;cifications, culasses du manuel d'entretien appropri&#233;
                    et apporter la correction suivante aux sp&#233;cifications.
                </para>
                <para>Actuellement, le manuel se lit :</para>
                <para>Plan&#233;it&#233; du plan de joint d'un maximum de 0,10 mm (0,004 po) par surface totale</para>
                <para>R&#233;viser de fa&#231;on &#224; ce que celui-ci se lise :</para>
                <para>Plan&#233;it&#233; du plan de joint d'un maximum de 0,051 mm (0,002 po) par point de v&#233;rification</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
