<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-16-05 - Fonctionnement intermittent du moteur d'actionnement de temp&#233;rature CVC
    </stitle>
    <tsi id="f071605" tsitype="truck" translation="french">
        <tsinumber>07-16-05</tsinumber>
        <tsidate>D&#233;cembre 2007</tsidate>
        <subjectfile>CABINE</subjectfile>
        <subjectgroup>
            <subject>Fonctionnement intermittent du moteur d'actionnement de temp&#233;rature CVC</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4100
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les v&#233;hicules HPV construits avant le 20 juin 2007 dans lesquels le code d'anomalie
                    613-14-1-4 est &#233;tabli ou qui &#233;prouvent des probl&#232;mes d'actionneur de volet de r&#233;glage
                    de la temp&#233;rature pourraient n&#233;cessiter un rec&#226;blage du circuit de commande. La
                    commande de chauffage et de climatisation commande trois volets &#224; moteur de 7 V (deux sur les v&#233;hicules
                    sans climatisation). Ces volets r&#232;glent le mode (d&#233;givrage, tableau de bord et plancher),
                    le mixage de l'air et l'air d'admission (avec climatisation seulement). La commande contr&#244;le la
                    position du volet en comptant les impulsions revenant des actionneurs (pour obtenir plus de d&#233;tails
                    sur la fa&#231;on dont le circuit de commande fonctionne, se reporter aux pages 73 et 74 du manuel
                    S08293). Dans certains cas, la commande re&#231;oit des bruits provenant d'autres sources
                    d'alimentation derri&#232;re le tableau de bord. L'installation d'un circuit &#224; paire torsad&#233;e
                    depuis la commande jusqu'au moteur de l'actionneur annulera le bruit de circuit avant qu'il
                    n'atteigne la commande.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle,
                        stationner le v&#233;hicule sur une surface de niveau, serrer le frein de stationnement, couper
                        le moteur et caler les roues.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Avant d'effectuer le rec&#226;blage, s'assurer de d&#233;panner la commande et l'actionneur de
                        volet.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirer la commande de chauffage et de climatisation du tableau de bord et d&#233;brancher
                    le connecteur &#233;lectrique.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le connecteur &#233;lectrique du moteur d'actionnement de la temp&#233;rature
                    (Figure 1).
                </para>
            </step1>
            <figure id="f07160501" figsize="pg-wide">
                <graphic filename="../tsifigures/g07160501.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="562px"/>
                <caption>Figure 1.</caption>
            </figure>
            <step1>
                <para count="1">Acheminer deux c&#226;bles neufs de calibre 18 de diff&#233;rentes couleurs depuis la
                    commande jusqu'au connecteur du moteur d'actionnement de temp&#233;rature.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le c&#226;ble num&#233;ro A74D de l'alv&#233;ole B11 du connecteur de la
                    commande et l'attacher au faisceau de c&#226;blage &#224; l'aide de ruban isolant (Figure 2).
                </para>
            </step1>
            <figure id="f07160502" figsize="pg-wide">
                <graphic filename="../tsifigures/g07160502.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="562px"/>
                <caption>Figure 2.</caption>
            </figure>
            <step1>
                <para count="1">Installer la borne, num&#233;ro de pi&#232;ce 3522073C1, sur l'un des c&#226;bles et ins&#233;rer
                    dans l'alv&#233;ole B11.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le c&#226;ble num&#233;ro A74E de l'alv&#233;ole B12 du connecteur de la
                    commande et l'attacher au faisceau de c&#226;blage &#224; l'aide de ruban isolant.
                </para>
            </step1>
            <step1>
                <para count="1">Installer la borne, num&#233;ro de pi&#232;ce 3522073C1, sur l'un des c&#226;bles et ins&#233;rer
                    dans l'alv&#233;ole B12.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le c&#226;ble A47D de l'alv&#233;ole A du connecteur du moteur d'actionnement de
                    temp&#233;rature et l'attacher de nouveau au faisceau de c&#226;blage &#224; l'aide de ruban
                    isolant.
                </para>
            </step1>
            <step1>
                <para count="1">Retracer le c&#226;ble qui &#233;tait plac&#233; dans l'alv&#233;ole B11 et installer la
                    borne, num&#233;ro de pi&#232;ce 2033819C1, et le joint d'&#233;tanch&#233;it&#233;, num&#233;ro de
                    pi&#232;ce 1652325C1, sur l'extr&#233;mit&#233; oppos&#233;e du c&#226;ble, puis ins&#233;rer dans
                    l'alv&#233;ole A du connecteur du moteur d'actionnement de temp&#233;rature.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le c&#226;ble A47E de l'alv&#233;ole B du connecteur du moteur d'actionnement de
                    temp&#233;rature et l'attacher de nouveau au faisceau de c&#226;blage &#224; l'aide de ruban
                    isolant.
                </para>
            </step1>
            <step1>
                <para count="1">Retracer le c&#226;ble qui &#233;tait plac&#233; dans l'alv&#233;ole B12 et installer la
                    borne, num&#233;ro de pi&#232;ce 2033819C, et le joint d'&#233;tanch&#233;it&#233;, num&#233;ro de
                    pi&#232;ce 1652325C1, sur l'extr&#233;mit&#233; oppos&#233;e du c&#226;ble, puis ins&#233;rer dans
                    l'alv&#233;ole B de l'actionneur de temp&#233;rature.
                </para>
            </step1>
            <step1>
                <para count="1">Brancher le connecteur dans la partie arri&#232;re de la commande et installer cette
                    derni&#232;re.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer un essai de fonctionnement du volet de r&#233;glage de la temp&#233;rature.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
