<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 07-47-03R - Chaleur excessive dans l'habitacle</stitle>
    <tsi id="tsi074703" tsitype="truck" translation="french">
        <tsinumber>07-47-03R</tsinumber>
        <tsidate>Juillet 2007</tsidate>
        <subjectfile>Carrosserie d'autobus</subjectfile>
        <subjectgroup>
            <subject>Chaleur excessive dans l'habitacle</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>FE Bus
                    <daterange>
                        <startdate>01/01/2005</startdate>
                        <enddate>03/31/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>
                    <emph type="bold">DESCRIPTION DE LA R&#201;VISION</emph>
                </para>
                <para>La date de fin de construction a &#233;t&#233; chang&#233;e au 31/03/2007.</para>
                <para>La pr&#233;sente proc&#233;dure a pour objet de r&#233;soudre les plaintes concernant la chaleur
                    excessive dans le compartiment du conducteur ainsi qu'au niveau du marchepied de la porte d'entr&#233;e.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Num&#233;ro de trousse&#160;: 2594666C91 - Trousse d'isolateur de tableau de bord install&#233; sur le
                terrain
            </para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="29">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <figure id="f07470301" figsize="pg-wide">
                <graphic filename="../tsifigures/g07470301.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="352px"/>
                <caption>Figure 1.</caption>
            </figure>
            <para>Outils n&#233;cessaires : Perceuse, foret de 0,140 po de dia., foret de 0,150 po de dia., foret &#224;
                pointe cruciforme n&#176; 2, douille de 5/16 po et rochet, tournevis &#224; lame plate, poin&#231;on,
                couteau &#224; mastiquer de 4 po, tasse recevant les attaches enlev&#233;es, lampe de poche ou
                baladeuse.
            </para>
            <specpara>
                <note>
                    <para>Conserver toutes les pi&#232;ces aux fins de r&#233;installation.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">S'assurer que l'autobus est muni de joints de couvre-culasse et d'une plaque caoutchout&#233;e
                    aux pieds du conducteur (se reporter &#224; la partie inf&#233;rieure de la Figure 2). Si l'autobus
                    n'est pas muni d'une plaque caoutchout&#233;e aux pieds du conducteur, commander la trousse n&#176;2588896c92
                    et installer celle-ci avant la trousse n&#176; 2594666c91 - trousse d'isolateur de tableau de bord
                    install&#233; sur le terrain.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La p&#233;riode de construction des NIV aff&#233;rents &#224; la trousse 2588896c92 est du
                        01-01-2005 au 18-10-2005.
                    </para>
                </note>
            </specpara>
            <figure id="f07470312" figsize="pg-wide">
                <graphic filename="../tsifigures/g07470312.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="352px"/>
                <caption>Figure 2.</caption>
                <calloutgroup>
                    <callout1>Nouveaux joints d'&#233;tanch&#233;it&#233;</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;pose de l'ensemble d'instruments en plastique / du couvercle de tableau de bord
                    de gauche et des commandes de CVC
                </para>
                <step2>
                    <para count="1">D&#233;visser les quatre (4) vis de montage autour de la commande de chauffage, de
                        ventilation et de climatisation sur le c&#244;t&#233; conducteur (se reporter aux Figures 3 et
                        4).
                    </para>
                    <figure id="f07470302" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470302f.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 3.</caption>
                        <calloutgroup>
                            <callout1>1. Commandes du syst&#232;me de CVC</callout1>
                            <callout1>2. Ensemble d'instruments / couvercle de tableau de bord de gauche</callout1>
                            <callout1>3. Car&#233;nage de tableau de bord</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470303" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470303f.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 4.</caption>
                        <calloutgroup>
                            <callout1>1. Ensemble d'instruments / couvercle de tableau de bord de gauche</callout1>
                            <callout1>2. Commandes du syst&#232;me de CVC</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Enlever les cache-vis gris et les vis de l'ensemble d'instruments et du couvercle de
                        tableau de bord de gauche. (Se reporter aux Figures 5 et 6).
                    </para>
                    <specpara>
                        <note>
                            <para>Ne pas enlever les attaches encercl&#233;es. La d&#233;pose des attaches pourrait s&#233;parer
                                les c&#226;bles (se reporter &#224; la Figure 6). Le tableau de bord de gauche fl&#233;chira
                                de mani&#232;re &#224; ce que l'on puisse y acc&#233;der (se reporter &#224; la Figure
                                9).
                            </para>
                        </note>
                    </specpara>
                    <figure id="f07470304" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470304f.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 5.</caption>
                        <calloutgroup>
                            <callout1>1. Ensemble d'instruments / couvercle de tableau de bord de gauche</callout1>
                            <callout1>2. Commandes du syst&#232;me de CVC</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470305" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470305.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 6.</caption>
                        <calloutgroup>
                            <callout1>Ensemble d'instruments / couvercle de tableau de bord de gauche</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Retirer la garniture interstitielle du c&#244;t&#233; conducteur (se reporter aux
                        Figures 7 et 8). Le m&#233;canicien pourra ainsi acc&#233;der &#224; la surface inf&#233;rieure
                        avec ses doigts et tirer vers l'avant pour s&#233;parer l'ensemble d'instruments du morceau de
                        Velcro situ&#233; en dessous.
                    </para>
                    <specpara>
                        <note>
                            <para>Desserrer la garniture interstitielle sur le c&#244;t&#233; passager.</para>
                        </note>
                    </specpara>
                    <figure id="f07470306" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470306f.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px"/>
                        <caption>Figure 7.</caption>
                        <calloutgroup>
                            <callout1>1. Garniture interstitielle du c&#244;t&#233; conducteur</callout1>
                            <callout1>2. Garniture interstitielle du c&#244;t&#233; passager</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470307" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470307f.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px"/>
                        <caption>Figure 8.</caption>
                        <calloutgroup>
                            <callout1>1. Velcro</callout1>
                            <callout1>2. C&#226;bles de l'enregistreur vid&#233;o mont&#233; sur le tableau de bord
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Soulever le c&#244;t&#233; droit de l'ensemble d'instruments en plastique de
                        seulement 6 po pour exposer les composants se trouvant en dessous.
                    </para>
                    <specpara>
                        <note>
                            <para>Ne pas retirer ou soulever compl&#232;tement l'ensemble d'instruments tout entier (se
                                reporter &#224; la Figure 9).
                            </para>
                        </note>
                    </specpara>
                    <figure id="f07470308" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470308.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 9.</caption>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Pour retirer le car&#233;nage sup&#233;rieur de tableau de bord en plastique / le
                    couvercle de tableau de bord de droite
                </para>
                <step2>
                    <para count="1">Il se peut qu'il s'av&#232;re n&#233;cessaire de d&#233;poser de l'&#233;quipement
                        auxiliaire tel que : le bo&#238;tier de l'enregistreur vid&#233;o mont&#233; sur le tableau de
                        bord, la radio CB mont&#233;e sur le tableau de bord, l'extincteur d'incendie mont&#233; sur le
                        tableau de bord ou d'autres composants (se reporter &#224; la Figure 10).
                    </para>
                </step2>
                <step2>
                    <para count="1">Enlever tous les cache-vis gris des boutons du car&#233;nage sup&#233;rieur
                        principal en plastique du tableau de bord (se reporter aux Figures 10 et 11).
                    </para>
                </step2>
                <step2>
                    <para count="1">Enlever toutes les vis de montage sup&#233;rieures du tableau de bord et visser les
                        queues de boutons.
                    </para>
                    <figure id="f07470309" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470309.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="352px"/>
                        <caption>Figure 10.</caption>
                        <calloutgroup>
                            <callout1>Enregistreur vid&#233;o</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470310" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470310.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="352px"/>
                        <caption>Figure 11.</caption>
                        <calloutgroup>
                            <callout1>Car&#233;nage de tableau de bord / couvercle de tableau de bord de droite, c&#244;t&#233;
                                passager
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Sceller les trous et les espaces dans les tableaux de bord en m&#233;tal.</para>
                <step2>
                    <para count="1">Avant de proc&#233;der au scellement, faire d&#233;marrer le moteur pour v&#233;rifier
                        les zones de d&#233;bit d'air excessif provenant du ventilateur de refroidissement (du
                        radiateur) qui s'&#233;chappe dans le compartiment du conducteur par les tableaux de bord en m&#233;tal.
                    </para>
                    <specpara>
                        <note>
                            <para>Il se peut que le r&#233;chauffement du moteur et que la mise en marche du ventilateur
                                prennent du temps, donc passer aux &#233;tapes suivantes.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">S'assurer que le joint entre le couvre-culasse et le collier de cheval est serr&#233;
                        et que celui-ci ne permet pas &#224; l'air chaud de souffler &#224; l'int&#233;rieur pendant que
                        le ventilateur du radiateur est en marche. Si de l'air chaud passe par le joint, ajuster le
                        couvre-culasse par rapport au joint pour am&#233;liorer l'ajustage (se reporter &#224; la Figure
                        12).
                    </para>
                    <figure id="f07470311" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470311.webp" type="webp" scalefit="1" scalefitwidth="328px"
                                 scalefitheight="352px"/>
                        <caption>Figure 12.</caption>
                        <calloutgroup>
                            <callout1>Joint d'&#233;tanch&#233;it&#233; existant entre le couvre-culasse et le collier
                                de cheval
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Utiliser une lampe de poche tr&#232;s lumineuse ou une baladeuse pour identifier les
                        zones ouvertes qui doivent &#234;tre scell&#233;es.
                    </para>
                </step2>
                <step2>
                    <para count="1">Appliquer de l'enduit d'&#233;tanch&#233;it&#233; dans tous les trous ouverts
                        identifi&#233;s et dans les espaces dans la zone du collier de cheval (tableau de bord en m&#233;tal
                        qui s'&#233;tend depuis le genou droit du conducteur jusqu'au c&#244;t&#233; droit du
                        couvre-culasse).
                    </para>
                    <specpara>
                        <note>
                            <para>Utiliser un rouleau d'enduit d'&#233;tanch&#233;it&#233; contenu dans la trousse et
                                suivre les lignes rouges pointill&#233;es dans les illustrations. Ne pas utiliser de
                                produit de calfeutrage en tube. (Se reporter aux Figures 13, 14, 15, 16, 17 et 18).
                            </para>
                        </note>
                    </specpara>
                    <specpara>
                        <note>
                            <para>Tel que l'indiquent les Figures 17 et 18, il est seulement n&#233;cessaire de sceller
                                les trous qui traversent la plaque isolante et la t&#244;le jusqu'au compartiment
                                moteur.
                            </para>
                        </note>
                    </specpara>
                </step2>
                <step2>
                    <para count="1">Appliquer de l'enduit sur tous les c&#244;t&#233;s de l'&#233;querre de fixation du
                        s&#233;lecteur des vitesses/du tableau de bord. Dans les v&#233;hicules munis d'une bo&#238;te
                        de vitesses de s&#233;rie 2500, un c&#226;ble et un support sont achemin&#233;s &#224; travers
                        le collier de cheval au moyen d'un joint de type &#224; soufflet. S'assurer que le joint &#224;
                        soufflet est en bon &#233;tat. Dans les v&#233;hicules munis d'une bo&#238;te de vitesses de s&#233;rie
                        3000, une plaque est install&#233;e sous l'&#233;querre de fixation (se reporter aux Figures 13,
                        14 et 15).
                    </para>
                </step2>
                <step2>
                    <para count="1">Appliquer de l'enduit sur le joint vertical du prolongement du collier de cheval
                        situ&#233; &#224; l'arri&#232;re des commandes de CVC et au-dessus de la surface de montage du
                        couvre-culasse (se reporter &#224; la Figure 14).
                    </para>
                    <figure id="f07470313" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470313.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="352px"/>
                        <caption>Figure 13.</caption>
                        <calloutgroup>
                            <callout1>Sous le couvercle de l'ensemble d'instruments / le couvercle de tableau de bord de
                                gauche - &#224; &#234;tre scell&#233;
                            </callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470314" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470314.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="328px"/>
                        <caption>Figure 14.</caption>
                        <calloutgroup>
                            <callout1>Sous le couvercle de l'ensemble d'instruments / le couvercle de tableau de bord de
                                gauche - &#224; &#234;tre scell&#233;
                            </callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470315" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470315f.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="328px"/>
                        <caption>Figure 15.</caption>
                        <calloutgroup>
                            <callout1>1. Pare-brise</callout1>
                            <callout1>2. Sous le couvercle de l'ensemble d'instruments / le couvercle de tableau de bord
                                de gauche
                            </callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470316" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470316.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="360px"/>
                        <caption>Figure 16.</caption>
                        <calloutgroup>
                            <callout1>Zone de genou de droite du conducteur &#224; &#234;tre scell&#233;e</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470317" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470317.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="352px"/>
                        <caption>Figure 17.</caption>
                        <calloutgroup>
                            <callout1>Sous le couvercle de tableau de bord de droite - Trous &#224; &#234;tre scell&#233;s</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470318" figsize="col-wide">
                        <graphic filename="../tsifigures/g07470318.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="352px"/>
                        <caption>Figure 18.</caption>
                        <calloutgroup>
                            <callout1>Sous le couvercle de tableau de bord de droite - sceller les trous aux endroits
                                par o&#249; les fils et les c&#226;bles passent
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Inspecter la zone &#224; l'avant du tableau de bord et &#224; l'arri&#232;re de la
                        porte d'acc&#232;s &#224; l'essuie-glace gauche pour d&#233;celer tout trou ouvert. Sceller
                        selon le besoin (se reporter &#224; la Figure 19).
                    </para>
                    <figure id="f07470319" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470319.webp" type="webp" scalefit="1" scalefitwidth="392px"
                                 scalefitheight="352px"/>
                        <caption>Figure 19.</caption>
                    </figure>
                </step2>
            </step1>
            <step1>
                <para count="1">Installer la plaque isolante avant du tableau de bord.</para>
                <step2>
                    <para count="1">
                        <emph type="bold">NOTA : Si le couvre-culasse est retir&#233; pour quelque raison que ce soit,
                            s'assurer de le r&#233;installer et de le loger correctement avant de proc&#233;der aux
                            &#233;tapes suivantes.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">Placer la plaque isolante du tableau de bord en position contre la cloison (le c&#244;t&#233;
                        alumin&#233; doit &#234;tre positionn&#233; au bas et &#234;tre orient&#233; vers le tableau de
                        bord en m&#233;tal) et contre l'appuie-genou droit du conducteur.
                    </para>
                    <specpara>
                        <note>
                            <para>S'assurer que la partie sup&#233;rieure de la plaque est positionn&#233;e de mani&#232;re
                                &#224; ce que son rebord sup&#233;rieur puisse &#234;tre rentr&#233; solidement sous le
                                car&#233;nage de tableau de bord en plastique avant d'installer les vis des commandes de
                                CVC (se reporter aux Figures 20, 21 et 22).
                            </para>
                        </note>
                    </specpara>
                    <figure id="f07470320" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470320.webp" type="webp" scalefit="1" scalefitwidth="392px"
                                 scalefitheight="352px"/>
                        <caption>Figure 20.</caption>
                        <calloutgroup>
                            <callout1>Mettre la plaque en place de mani&#232;re &#224; pr&#233;voir environ 1/2 po
                                &#224; rentrer sous le car&#233;nage du tableau de bord
                            </callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470321" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470321.webp" type="webp" scalefit="1" scalefitwidth="392px"
                                 scalefitheight="352px"/>
                        <caption>Figure 21.</caption>
                        <calloutgroup>
                            <callout1>Rentrer &#224; l'aide d'un couteau &#224; mastiquer de 4 po</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470322" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470322.webp" type="webp" scalefit="1" scalefitwidth="392px"
                                 scalefitheight="352px"/>
                        <caption>Figure 22.</caption>
                        <calloutgroup>
                            <callout1>Rentrer la plaque sous toute la longueur du car&#233;nage de tableau de bord
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Enlever les vis &#224; t&#244;le existantes des panneaux d'acc&#232;s au radiateur
                        de chauffage de marchepied et au r&#233;servoir de trop-plein qui correspondent &#224;
                        l'emplacement de l'&#339;illet sur la plaque (se reporter &#224; la Figure 23).
                    </para>
                </step2>
                <step2>
                    <para count="1">Placer une rondelle en nylon noir sur chacune des vis. Ins&#233;rer la vis dans l'&#339;illet
                        de la plaque, puis installer la vis. Suivre la proc&#233;dure jusqu'&#224; ce que toutes les vis
                        &#224; t&#244;le aient &#233;t&#233; enlev&#233;es et r&#233;install&#233;es.
                    </para>
                    <figure id="f07470323" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470323.webp" type="webp" scalefit="1" scalefitwidth="392px"
                                 scalefitheight="352px"/>
                        <caption>Figure 23.</caption>
                        <calloutgroup>
                            <callout1>Emplacements des &#339;illets</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Aucune rondelle ne sera utilis&#233;e sur les 4 vis de montage autour des commandes
                        de CVC sur le c&#244;t&#233; conducteur (se reporter &#224; la Figure 24).
                    </para>
                </step2>
                <step2>
                    <para count="1">&#192; l'aide d'un pointeau ou d'un objet pointu similaire, marquer les quatre trous
                        &#224; l'arri&#232;re de la commande de chauffage, de ventilation et de climatisation, fixer de
                        nouveau la commande de CVC par-dessus la partie sup&#233;rieure de la plaque isolante du tableau
                        de bord et serrer les vis (les vis &#224; t&#244;le pourront &#234;tre ins&#233;r&#233;es plus
                        facilement &#224; travers la plaque isolante - se reporter &#224; la Figure 24).
                    </para>
                    <figure id="f07470324" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470324.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 24.</caption>
                        <calloutgroup>
                            <callout1>Commandes du syst&#232;me de CVC</callout1>
                            <callout1>Pointeau</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">ATTENTION - Percer seulement les trous indiqu&#233;s par les emplacements des
                            &#339;illets sur le c&#244;t&#233; passager. Le per&#231;age de trous &#224; tout autre
                            endroit pourrait entra&#238;ner une perforation des composants de refroidissement ou du
                            radiateur de chauffage du marchepied. Utiliser un manchon limiteur de perceuse ou un guide
                            de profondeur de per&#231;age qui permet au foret de ne p&#233;n&#233;trer qu'&#224; 1/4
                            pouce dans la t&#244;le.
                        </emph>
                    </para>
                </step2>
                <step2>
                    <para count="1">Pour ce qui est des emplacements de trous d'&#339;illets qui ne sont pas align&#233;s
                        avec la quincaillerie existante du tableau de bord, percer un trou pilote d'un diam&#232;tre de
                        0,140 po dans les panneaux d'acc&#232;s. Placer une vis et une rondelle (fournies dans la
                        trousse) dans l'&#339;illet et le trou pilote, puis serrer (se reporter &#224; la Figure 25).
                    </para>
                    <figure id="f07470325" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470325.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 25.</caption>
                        <calloutgroup>
                            <callout1>Sur le c&#244;t&#233; passager</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Enrouler la plaque autour de la zone des genoux du conducteur. Utiliser les vis et
                        la rondelle existantes pour fixer la plaque en place. Percer un trou d'un diam&#232;tre de 0,140
                        po dans la plaque et la t&#244;le &#224; l'endroit indiqu&#233;, puis fixer la plaque au moyen
                        de la vis et de la rondelle en nylon contenues dans la trousse.
                        <emph type="bold">ATTENTION - Utiliser un manchon limiteur ou un guide de profondeur de per&#231;age
                            qui permet au foret de ne p&#233;n&#233;trer qu'&#224; 1/4 pouce, puisqu'il y a des c&#226;bles
                            derri&#232;re l'acier (se reporter aux Figures 26 et 27).
                        </emph>
                    </para>
                    <figure id="f07470326" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470326.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 26.</caption>
                        <calloutgroup>
                            <callout1>Enrouler la plaque autour</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f07470327" figsize="pg-wide">
                        <graphic filename="../tsifigures/g07470327f.webp" type="webp" scalefit="1" scalefitwidth="352px"
                                 scalefitheight="352px"/>
                        <caption>Figure 27.</caption>
                        <calloutgroup>
                            <callout1>1. Attache et rondelle de la trousse</callout1>
                            <callout1>2. Utiliser les vis existantes avec des rondelles en nylon de la trousse
                            </callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">R&#233;installer (toutes les pi&#232;ces) le car&#233;nage de tableau de bord en
                        plastique, l'ensemble d'instruments, la garniture interstitielle, le sanglage noir, les vis, les
                        cache-vis des boutons, le bo&#238;tier de l'enregistreur vid&#233;o et l'&#233;quipement
                        auxiliaire.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Installer la plaque isolante du plancher.</para>
                <step2>
                    <para count="1">La plaque isolante du tableau de bord au plancher doit &#234;tre mont&#233;e de
                        niveau avec le couvre-culasse, au plancher, et en parall&#232;le avec le rebord du marchepied.
                    </para>
                </step2>
                <step2>
                    <para count="1">&#192; l'aide des trous pilotes existants dans le contreplaqu&#233;, percer des
                        trous pilotes d'un diam&#232;tre de 0,150 po dans le plancher et installer la plaque isolante au
                        moyen de quatre (4) rondelles en nylon noir et de quatre vis de 1,50 po.
                    </para>
                </step2>
                <step2>
                    <para count="1">
                        <emph type="bold">NOTA : Il se pourrait que certains autobus FE soient pourvus d'une main
                            courante qui interf&#232;re avec la plaque illustr&#233;e aux Figures 28 et 29; ainsi, la
                            plaque devra &#234;tre modifi&#233;e.
                        </emph>
                    </para>
                    <step3>
                        <para>D&#233;brocher le recouvrement vinylique d'une extr&#233;mit&#233;.</para>
                    </step3>
                    <step3>
                        <para>Couper une planche plus courte pouvant &#234;tre ajust&#233;e le long du rebord du
                            marchepied &#224; la main courante.
                        </para>
                    </step3>
                    <step3>
                        <para>Couper le vinyle et brocher sur le c&#244;t&#233; arri&#232;re de la planche.</para>
                    </step3>
                </step2>
            </step1>
            <figure id="f07470328" figsize="pg-wide">
                <graphic filename="../tsifigures/g07470328.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 28.</caption>
                <calloutgroup>
                    <callout1>Plaque isolante du tableau de bord au plancher</callout1>
                </calloutgroup>
            </figure>
            <figure id="f07470329" figsize="pg-wide">
                <graphic filename="../tsifigures/g07470329.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="352px"/>
                <caption>Figure 29.</caption>
                <calloutgroup>
                    <callout1>Emplacement de la plaque au plancher raccourcie</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </tsi>
</isis>
