<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-12-05 - Emplacement du num&#233;ro de s&#233;rie du filtre d'&#233;chappement &#224;
        particules diesel (DPF)
    </stitle>
    <tsi id="f081205" tsitype="truck" translation="french">
        <tsinumber>08-12-05</tsinumber>
        <tsidate>F&#233;vrier 2008</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Emplacement du num&#233;ro de s&#233;rie du filtre d'&#233;chappement &#224; particules diesel
                (DPF)
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Le pr&#233;sent bulletin de renseignements techniques d&#233;crit la proc&#233;dure n&#233;cessaire
                    pour rep&#233;rer l'emplacement du num&#233;ro de s&#233;rie du filtre &#224; particules diesel
                    utilis&#233; sur les camions, les autobus et les ch&#226;ssis International.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <para>Tous les filtres &#224; particules diesel (DPF) comportent un num&#233;ro de s&#233;rie qui est grav&#233;
                dans le r&#233;servoir ou sur une &#233;tiquette m&#233;tallique soud&#233;e sur le corps du r&#233;servoir.
                Ces num&#233;ros pourraient s'av&#233;rer tr&#232;s difficiles &#224; rep&#233;rer puisque leur
                emplacement/position varie selon le fabricant/l'application du mod&#232;le/moteur de camion. De plus, la
                salet&#233; et la graisse pourraient cacher les num&#233;ros une fois que le camion a &#233;t&#233; mis
                en service. Il se pourrait qu'un produit nettoyant appropri&#233; soit n&#233;cessaire pour enlever la
                salet&#233; et la graisse de la surface du r&#233;servoir afin de pouvoir identifier le num&#233;ro de s&#233;rie.
            </para>
            <para>Les photos suivantes illustrent ce &#224; quoi ressemblent les num&#233;ros types sur le r&#233;servoir
                du filtre &#224; particules diesel.
            </para>
            <para>
                <emph type="bold">International (Tenneco)</emph>
            </para>
            <para>Les num&#233;ros de s&#233;rie/pi&#232;ce se trouvent sur le c&#244;t&#233; du r&#233;servoir, &#224;
                l'extr&#233;mit&#233; d'admission.
            </para>
            <figure id="g08120501" figsize="pg-wide">
                <graphic filename="../tsifigures/g08120501a.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="296px"/>
                <caption>Figure 1. International (Tenneco)</caption>
            </figure>
            <para>Pour de plus amples renseignements sur les filtres &#224; particules diesel International / Tenneco,
                aller &#224; l'hyperlien suivant.
            </para>
            <para>
                <exhotlnk document="https://evalue.internationaldelivers.com/servicesecure/act/entry.asp"
                          bookname="EXTERNAL">https://evalue.internationaldelivers.com/servicesecure/act/entry.asp
                </exhotlnk>
            </para>
            <para>
                <emph type="bold">Caterpillar</emph>
            </para>
            <figure id="g07121702" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121702.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figure 2. Caterpillar</caption>
            </figure>
            <para>
                <emph type="bold">Cummins</emph>
            </para>
            <figure id="g07121703" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121703.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="288px"/>
                <caption>Figure 3. Cummins</caption>
            </figure>
            <specpara>
                <note>
                    <para>La Figure 3 illustre un dispositif de posttraitement type, uniquement pour d&#233;montrer o&#249;
                        le num&#233;ro de s&#233;rie de Cummins se trouve (A). Il se pourrait que votre dispositif de
                        posttraitement soit diff&#233;rent de cet exemple.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
