<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-13-01 - Le levier de changement de vitesse manuel saute de rapport</stitle>
    <tsi id="f081301" tsitype="truck" translation="french">
        <tsinumber>08-13-01</tsinumber>
        <tsidate>Mars 2008</tsidate>
        <subjectfile>BO&#206;TES DE VITESSES</subjectfile>
        <subjectgroup>
            <subject>Le levier de changement de vitesse manuel saute de rapport</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7600
                    <daterange>
                        <startdate>01/01/2002</startdate>
                        <enddate>02/01/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>01/01/2004</startdate>
                        <enddate>02/01/2008</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>01/01/2002</startdate>
                        <enddate>02/01/2008</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Il se pourrait que le levier de changement de vitesse manuel dans la cabine saute de rapport par
                    intermittence. Cela pourrait d&#233;couler d'une interf&#233;rence entre le soufflet de levier de
                    changement de vitesse inf&#233;rieur et le faux arbre du socle de changement de vitesse. Un nouveau
                    soufflet de levier de changement de vitesse, qui &#233;limine cette interf&#233;rence, est
                    disponible.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Proc&#233;dure d'entretien</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle, mettre la bo&#238;te de vitesses
                        en position de point mort ou de stationnement, serrer le frein de stationnement et placer des
                        cales sous les roues avant d'effectuer des proc&#233;dures de diagnostic ou d'entretien.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Retirer le soufflet de levier de changement de vitesse sup&#233;rieur qui est visible
                    depuis l'int&#233;rieur de la cabine afin d'acc&#233;der au soufflet de levier de changement de
                    vitesse inf&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;saccoupler le levier de changement de vitesse sup&#233;rieur du faux arbre inf&#233;rieur
                    en enlevant le boulon de la bague du pignon de changement de vitesse (isolateur &#224; levier).
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le soufflet de levier de changement de vitesse inf&#233;rieur.</para>
            </step1>
            <step1>
                <para count="1">Remplacer le soufflet de levier de changement de vitesse inf&#233;rieur par un soufflet
                    de nouveau style n&#176; 3675966C1
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer le remontage des leviers de changement de vitesse sup&#233;rieur et inf&#233;rieur
                    en r&#233;installant le boulon sur la bague de pignon et en serrant l'&#233;crou &#224; un couple de
                    24 &#224; 27 lb-pi.
                </para>
            </step1>
            <step1>
                <para count="1">Faire glisser le soufflet sup&#233;rieur vers le bas et l'ajuster dans le nouveau
                    soufflet de levier de changement de vitesse inf&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer un essai routier et s'assurer que le probl&#232;me de saut de rapport a &#233;t&#233;
                    corrig&#233;.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
