<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-12-06 - Diagnostics du ventilateur de refroidissement hydraulique des autobus RE et RC
    </stitle>
    <tsi id="f081206" tsitype="truck" translation="french">
        <tsinumber>08-12-06</tsinumber>
        <tsidate>Mars 2008</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Diagnostics du ventilateur de refroidissement hydraulique des autobus RE et RC</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE Bus</truckmodel>
                <truckmodel>RC Bus</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>&#192; compter de l'ann&#233;e-mod&#232;le 2008, les autobus RE et RC sont munis d'un ensemble
                        de refroidissement &#224; montage lat&#233;ral. Cet ensemble de refroidissement utilise un
                        ventilateur de refroidissement entra&#238;n&#233; hydrauliquement (tel qu'illustr&#233; &#224;
                        la Figure 1 ci-dessous). Le circuit du ventilateur hydraulique et le circuit de servodirection
                        partagent le m&#234;me r&#233;servoir et sont tous deux refroidis par un refroidisseur
                        eau-huile.
                    </para>
                    <para>Le pr&#233;sent bulletin de renseignements techniques a &#233;t&#233; &#233;labor&#233; pour
                        aider le technicien d'entretien &#224; d&#233;panner le circuit du ventilateur de
                        refroidissement hydraulique.
                    </para>
                    <figure id="f077001" figsize="pg-wide">
                        <graphic filename="../tsifigures/g077001.webp" type="webp" scalefit="1" scalefitwidth="432px"
                                 scalefitheight="272px"/>
                        <caption>Figure 1.</caption>
                    </figure>
                    <para>Le filtre de retour sur le circuit d'entra&#238;nement de ventilateur hydraulique contient une
                        soupape de d&#233;rivation qui s'ouvre quand la contre-pression atteint 25 psi.
                    </para>
                    <specpara>
                        <note>
                            <para>Pour ce syst&#232;me, utiliser SEULEMENT le liquide de servodirection pr&#233;cis&#233;
                                dans le guide du propri&#233;taire (n/p CH990625C2 de Fleetrite).
                            </para>
                        </note>
                    </specpara>
                </lev1>
            </geninfo>
        </description>
        <svcproc svcproctype="troubleshoot" graphiccount="0">
            <title>Proc&#233;dure de d&#233;pannage de l'entra&#238;nement de ventilateur hydraulique</title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, NE PAS
                        utiliser un v&#233;hicule quand l'entra&#238;nement de ventilateur ou les pales de ventilateur
                        sont d&#233;fectueux ou endommag&#233;s.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, NE PAS
                        tenter de restreindre la rotation des pales de ventilateur pendant que le moteur tourne.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter tout dommage mat&#233;riel ou blessure corporelle grave ou mortelle, pri&#232;re
                        de se conformer aux consignes suivantes avant d'effectuer des essais sur l'entra&#238;nement de
                        ventilateur :
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Mettre la bo&#238;te de vitesses en position de stationnement ou de point mort, serrer
                                le frein de stationnement et caler les roues.
                            </para>
                        </item>
                        <item>
                            <para>Porter des lunettes de s&#233;curit&#233; avec &#233;crans lat&#233;raux de
                                protection.
                            </para>
                        </item>
                        <item>
                            <para>Ne pas porter de v&#234;tements amples pouvant toucher aux pales de ventilateur qui
                                tournent.
                            </para>
                        </item>
                        <item>
                            <para>&#201;viter de toucher aux surfaces chaudes.</para>
                        </item>
                        <item>
                            <para>Prot&#233;ger les conducteurs d'essai contre tout contact avec les composants qui
                                tournent.
                            </para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle grave ou mortelle lors de man&#339;uvres avec des
                        liquides et des objets chauds ou pr&#232;s d'un moteur chaud, porter des v&#234;tements et des
                        gants de protection contre la chaleur.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">1.&#9;Bruit excessif du ventilateur (ventilateur enti&#232;rement engag&#233; en tout
                    temps/faible puissance) :
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Mesurer la vitesse du ventilateur &#224; l'aide d'un photo-tachym&#232;tre - se reporter au
                        n/p 3665 de SPX (prendre cette mesure sur un syst&#232;me froid - une temp&#233;rature du
                        liquide de refroidissement de 88 &#186;C (190 &#186;F) ou moins).
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si la mesure de la vitesse du ventilateur se trouve entre les limites inf&#233;rieure
                                et sup&#233;rieure (de 0,94 &#224; 1 fois le r&#233;gime moteur), le ventilateur est
                                enti&#232;rement engag&#233; (se reporter au Tableau 1 de l'annexe).
                            </para>
                        </item>
                        <item>
                            <para>Si le ventilateur est en &#233;tat enti&#232;rement engag&#233; sur un syst&#232;me
                                froid - v&#233;rifier la sonde de temp&#233;rature du liquide de refroidissement.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>V&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement :</para>
                    <randlist type="dash">
                        <item>
                            <para>&#192; l'aide de Master Diagnostics ou de Service Assistant et d'un thermom&#232;tre
                                &#224; infrarouge (ZTSE 4799), s'assurer que la sonde de temp&#233;rature du liquide de
                                refroidissement fonctionne de mani&#232;re appropri&#233;e et qu'aucun code d'anomalie
                                de cette sonde n'est actif ou stock&#233;.
                            </para>
                        </item>
                        <item>
                            <para>Si v&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement
                                permet de constater que celle-ci est en r&#232;gle - proc&#233;der &#224; la v&#233;rification
                                du contr&#244;leur &#233;lectronique du ventilateur.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Contr&#244;leur &#233;lectronique du ventilateur :</para>
                    <randlist type="dash">
                        <item>
                            <para>Effectuer une inspection visuelle du contr&#244;leur de ventilateur pour rechercher un
                                voyant vert &#224; DEL (se reporter &#224; la Figure 3 de l'annexe). La pr&#233;sence
                                d'un voyant vert &#224; DEL indique que le contr&#244;leur re&#231;oit l'alimentation
                                (la broche 2 au niveau du contr&#244;leur) et une mise &#224; la masse (broche 1 au
                                niveau du contr&#244;leur). Sinon, inspecter le c&#226;blage et les connecteurs (un
                                &#171;essai d'agitation&#187; peut contribuer &#224; identifier toute connexion desserr&#233;e).
                            </para>
                        </item>
                        <item>
                            <para>&#192; l'aide d'un Fluke 88 (ZTSE 4357), rechercher la pr&#233;sence d'un signal de
                                dur&#233;e d'impulsion vers la soupape de commande proportionnelle (se reporter &#224;
                                la Figure 2 de l'annexe).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si le contr&#244;leur re&#231;oit une alimentation, une mise &#224; la masse,
                                        et que toutes les connexions sont serr&#233;es (continuit&#233; appropri&#233;e)
                                        et qu'aucun signal n'est obtenu au niveau de la soupape de commande
                                        proportionnelle - le contr&#244;leur &#233;lectronique du ventilateur devrait
                                        &#234;tre remplac&#233;.
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">2.&#9;Le ventilateur ne tourne pas :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide sp&#233;cifi&#233; s'y trouve, au niveau appropri&#233;.
                    </para>
                </item>
                <item>
                    <para>Effectuer une inspection visuelle de la pompe hydraulique et s'assurer que la courroie est
                        bien pos&#233;e et qu'elle est serr&#233;e, et que la poulie tourne pendant que le moteur est en
                        marche.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si la courroie est bien pos&#233;e et que la poulie tourne pendant que le moteur est
                                en marche, s'assurer que la poulie ne tourne pas sur l'arbre de la pompe sans l'engager.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si la pompe est engag&#233;e - un essai de rendement de la pompe hydraulique
                                        et du moteur est requis (la proc&#233;dure n'est pas encore disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">3.&#9;Le ventilateur tourne trop lentement :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide sp&#233;cifi&#233; s'y trouve, au niveau appropri&#233;.
                    </para>
                </item>
                <item>
                    <para>Inspecter le syst&#232;me pour rep&#233;rer tout flexible tortill&#233; ou obstru&#233; et
                        toute fuite.
                    </para>
                </item>
                <item>
                    <para>V&#233;rification de la soupape de commande proportionnelle :</para>
                    <randlist type="dash">
                        <item>
                            <para>Pendant que le moteur est coup&#233;, d&#233;brancher la connexion &#233;lectrique au
                                niveau de la soupape de commande proportionnelle (se reporter &#224; la Figure 4 de
                                l'annexe), puis faire d&#233;marrer le moteur; le ventilateur devrait tourner dans l'&#233;tat
                                enti&#232;rement engag&#233;. Mesurer la vitesse du ventilateur &#224; l'aide d'un
                                photo-tachym&#232;tre - n/p 3665 de SPX (se reporter au Tableau 1 de l'annexe).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si la mesure de la vitesse du ventilateur se situe entre les limites inf&#233;rieure
                                        et sup&#233;rieure (de 0,94 &#224; 1 fois le r&#233;gime moteur) pendant que le
                                        sol&#233;no&#239;de de la soupape de commande proportionnelle est d&#233;branch&#233;
                                        - proc&#233;der &#224; la v&#233;rification de la sonde de temp&#233;rature du
                                        liquide de refroidissement.
                                    </para>
                                </item>
                                <item>
                                    <para>Si le ventilateur tourne toujours trop lentement (moins de 0,94 fois le r&#233;gime
                                        moteur) - un essai de rendement de la pompe hydraulique et du moteur est requis
                                        (la proc&#233;dure n'est pas encore disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>V&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement :</para>
                    <randlist type="dash">
                        <item>
                            <para>&#192; l'aide de Master Diagnostics ou de Service Assistant et d'un thermom&#232;tre
                                &#224; infrarouge (ZTSE 4799), s'assurer que la sonde de temp&#233;rature du liquide de
                                refroidissement fonctionne de mani&#232;re appropri&#233;e et qu'aucun code d'anomalie
                                de cette sonde n'est actif ou stock&#233;.
                            </para>
                        </item>
                        <item>
                            <para>Si v&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement
                                permet de constater que celle-ci est en r&#232;gle - proc&#233;der &#224; la v&#233;rification
                                du signal de la soupape de commande proportionnelle.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>V&#233;rification du signal de la soupape de commande proportionnelle :</para>
                    <randlist type="dash">
                        <item>
                            <para>&#192; l'aide d'un Fluke 88 (ZTSE 4357), rechercher la pr&#233;sence d'un signal de
                                dur&#233;e d'impulsion vers la soupape de commande proportionnelle (se reporter &#224;
                                la Figure 2 de l'annexe).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si un signal est mesur&#233; au niveau de la soupape de commande
                                        proportionnelle - un essai de rendement de la pompe hydraulique et du moteur est
                                        requis (la proc&#233;dure n'est pas encore disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">4.&#9;Le ventilateur tourne de fa&#231;on intermittente/erratique :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide sp&#233;cifi&#233; s'y trouve, au niveau appropri&#233;.
                    </para>
                </item>
                <item>
                    <para>Inspecter le syst&#232;me pour rep&#233;rer tout flexible tortill&#233; ou obstru&#233; et
                        toute fuite.
                    </para>
                </item>
                <item>
                    <para>V&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement :</para>
                    <randlist type="dash">
                        <item>
                            <para>&#192; l'aide de Master Diagnostics ou de Service Assistant et d'un thermom&#232;tre
                                &#224; infrarouge (ZTSE 4799), s'assurer que la sonde de temp&#233;rature du liquide de
                                refroidissement fonctionne de mani&#232;re appropri&#233;e et qu'aucun code d'anomalie
                                de cette sonde n'est actif ou stock&#233;.
                            </para>
                        </item>
                        <item>
                            <para>Si v&#233;rification de la sonde de temp&#233;rature du liquide de refroidissement
                                permet de constater que celle-ci est en r&#232;gle - proc&#233;der &#224; la v&#233;rification
                                du contr&#244;leur &#233;lectronique du ventilateur.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>V&#233;rification du contr&#244;leur &#233;lectronique du ventilateur :</para>
                    <randlist type="dash">
                        <item>
                            <para>Effectuer une inspection visuelle du contr&#244;leur de ventilateur pour rechercher un
                                voyant vert &#224; DEL (se reporter &#224; la Figure 3 de l'annexe). La pr&#233;sence
                                d'un voyant vert &#224; DEL indique que le contr&#244;leur re&#231;oit l'alimentation
                                (la broche 2 au niveau du contr&#244;leur) et une mise &#224; la masse (broche 1 au
                                niveau du contr&#244;leur). Sinon, inspecter le c&#226;blage et les connecteurs (un
                                &#171;essai d'agitation&#187; peut contribuer &#224; identifier toute connexion desserr&#233;e).
                            </para>
                        </item>
                        <item>
                            <para>&#192; l'aide d'un Fluke 88 (ZTSE 4357), rechercher la pr&#233;sence d'un signal de
                                dur&#233;e d'impulsion vers la soupape de commande proportionnelle (se reporter &#224;
                                la Figure 2 de l'annexe); un &#171;essai d'agitation&#187; peut contribuer &#224;
                                identifier toute connexion desserr&#233;e.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si le contr&#244;leur re&#231;oit une alimentation, une mise &#224; la masse,
                                        et que toutes les connexions sont serr&#233;es (continuit&#233; appropri&#233;e),
                                        y compris le signal vers la soupape de commande proportionnelle - un essai de
                                        rendement de la pompe hydraulique et du moteur est requis (la proc&#233;dure
                                        n'est pas encore disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">5.&#9;La pompe hydraulique ou le moteur est excessivement bruyant :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide de servodirection sp&#233;cifi&#233; s'y trouve, au
                        niveau appropri&#233;.
                    </para>
                </item>
                <item>
                    <para>Inspecter le syst&#232;me pour rep&#233;rer tout flexible tortill&#233; ou obstru&#233; et
                        toute fuite.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si le liquide et les flexibles sont en r&#232;gle, un essai de rendement de la pompe
                                hydraulique et du moteur est requis (la proc&#233;dure n'est pas encore disponible).
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">6.&#9;&#201;cumage du liquide hydraulique :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide sp&#233;cifi&#233; s'y trouve, qu'il n'est pas contamin&#233;,
                        et qu'il est au niveau appropri&#233;.
                    </para>
                </item>
                <item>
                    <para>Inspecter le syst&#232;me pour rep&#233;rer tout flexible tortill&#233; ou obstru&#233; et
                        toute fuite.
                    </para>
                </item>
            </randlist>
            <para>
                <emph type="bold">7.&#9;Surchauffe du liquide hydraulique :</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>V&#233;rifier le r&#233;servoir de servodirection/d'entra&#238;nement de ventilateur
                        hydraulique et s'assurer que le liquide sp&#233;cifi&#233; s'y trouve, au niveau appropri&#233;.
                    </para>
                    <para>
                        <emph type="bold">***Nota : Pour ce syst&#232;me, utiliser SEULEMENT le liquide de
                            servodirection pr&#233;cis&#233; dans le guide du propri&#233;taire (n/p CH990625C2 de
                            Fleetrite)***
                        </emph>
                    </para>
                </item>
                <item>
                    <para>&#9;Inspecter le syst&#232;me pour rep&#233;rer tout flexible tortill&#233; ou obstru&#233; et
                        toute fuite.
                    </para>
                </item>
                <item>
                    <para>Inspecter le refroidisseur pour d&#233;celer toute fuite ou tout dommage.</para>
                </item>
                <item>
                    <para>S'assurer que le liquide de refroidissement du v&#233;hicule est en bon &#233;tat et au niveau
                        appropri&#233;.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc svcproctype="describe" graphiccount="3">
            <title>Annexe</title>
            <table id="t077001">
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.71*"/>
                    <colspec colname="col2" align="center" colwidth="0.66*"/>
                    <colspec colname="COLSPEC1" colwidth="0.69*"/>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>R&#233;gime moteur</para>
                            </entry>
                            <entry align="center">
                                <para>Vitesse du ventilateur (limite inf&#233;rieure)</para>
                            </entry>
                            <entry align="center">
                                <para>Vitesse du ventilateur (limite sup&#233;rieure)</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>800</para>
                            </entry>
                            <entry align="center">
                                <para>752</para>
                            </entry>
                            <entry align="center">
                                <para>800</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>900</para>
                            </entry>
                            <entry align="center">
                                <para>846</para>
                            </entry>
                            <entry align="center">
                                <para>900</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1000</para>
                            </entry>
                            <entry align="center">
                                <para>940</para>
                            </entry>
                            <entry align="center">
                                <para>1000</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1100</para>
                            </entry>
                            <entry align="center">
                                <para>1034</para>
                            </entry>
                            <entry align="center">
                                <para>1100</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1200</para>
                            </entry>
                            <entry align="center">
                                <para>1128</para>
                            </entry>
                            <entry align="center">
                                <para>1200</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1300</para>
                            </entry>
                            <entry align="center">
                                <para>1222</para>
                            </entry>
                            <entry align="center">
                                <para>1300</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1400</para>
                            </entry>
                            <entry align="center">
                                <para>1316</para>
                            </entry>
                            <entry align="center">
                                <para>1400</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1500</para>
                            </entry>
                            <entry align="center">
                                <para>1410</para>
                            </entry>
                            <entry align="center">
                                <para>1500</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1600</para>
                            </entry>
                            <entry align="center">
                                <para>1504</para>
                            </entry>
                            <entry align="center">
                                <para>1600</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1700</para>
                            </entry>
                            <entry align="center">
                                <para>1598</para>
                            </entry>
                            <entry align="center">
                                <para>1700</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1800</para>
                            </entry>
                            <entry align="center">
                                <para>1692</para>
                            </entry>
                            <entry align="center">
                                <para>1800</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1900</para>
                            </entry>
                            <entry align="center">
                                <para>1786</para>
                            </entry>
                            <entry align="center">
                                <para>1900</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                            <entry align="center">
                                <para>1880</para>
                            </entry>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2100</para>
                            </entry>
                            <entry align="center">
                                <para>1974</para>
                            </entry>
                            <entry align="center">
                                <para>2100</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2200</para>
                            </entry>
                            <entry align="center">
                                <para>2068</para>
                            </entry>
                            <entry align="center">
                                <para>2200</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2300</para>
                            </entry>
                            <entry align="center">
                                <para>2162</para>
                            </entry>
                            <entry align="center">
                                <para>2300</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f077002" figsize="pg-wide">
                <graphic filename="../tsifigures/g077002.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Figure 2.</caption>
            </figure>
            <figure id="f077003" figsize="pg-wide">
                <graphic filename="../tsifigures/g077003.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="248px"/>
                <caption>Figure 3.</caption>
            </figure>
            <figure id="f077004" figsize="pg-wide">
                <graphic filename="../tsifigures/g077004.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Figure 4.</caption>
            </figure>
            <para>
                <emph type="bold">Exemple de calculs :</emph>
            </para>
            <para>
                <emph type="italic">Vitesse du ventilateur</emph>
            </para>
            <para>Si la vitesse du ventilateur mesure de 0,94 &#224; 1 fois le r&#233;gime moteur, le ventilateur est
                enti&#232;rement engag&#233;
            </para>
            <para>La vitesse du ventilateur enti&#232;rement engag&#233; devrait &#234;tre de 0,94 &#224; 1 fois le r&#233;gime
                moteur
            </para>
            <para>R&#233;gime moteur = 2100</para>
            <para>R&#233;gime du ventilateur (limite inf&#233;rieure) = 0,94 * 2100 = 1974 tr/mn</para>
            <para>R&#233;gime du ventilateur (limite sup&#233;rieure) = 1 * 2100 = 2100 tr/mn</para>
            <para>
                <emph type="italic">Le r&#233;gime du ventilateur devrait se situer entre 1974 et 2100 tr/mn pendant que
                    le moteur tourne &#224; 2100 tr/mn (calcul&#233; ci-dessus)
                </emph>
            </para>
            <para>
                <emph type="bold">Foire aux questions (FAQ) :</emph>
            </para>
            <para>
                <emph type="italic">Q - Que se passe-t-il si le filtre est obstru&#233;?</emph>
            </para>
            <para>R - Il existe une d&#233;rivation et, ainsi, un filtre obstru&#233; ne devrait pr&#233;senter aucun
                sympt&#244;me.
            </para>
            <para>
                <emph type="italic">Q - Quels sont les sympt&#244;mes d'un syst&#232;me rempli d'un liquide inappropri&#233;?</emph>
            </para>
            <para>R - L'utilisation d'un liquide inappropri&#233; pourrait entra&#238;ner un &#233;cumage, du bruit, une
                surchauffe et des anomalies d'assistance &#224; la servodirection.
            </para>
            <para>
                <emph type="italic">Q - Quels sont les sympt&#244;mes d'un bas niveau de liquide?</emph>
            </para>
            <para>R - Un bas niveau de liquide pourrait provoquer une surchauffe et un &#233;cumage du liquide, ainsi
                qu'une assistance intermittente &#224; la servodirection.
            </para>
        </svcproc>
    </tsi>
</isis>
