<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-12-02 - Disponibilit&#233; d'un nouvel outil de d&#233;pose de manchon d'usure</stitle>
    <tsi id="f081202" year="2008" tsitype="engine" translation="french">
        <tsinumber>08-12-02</tsinumber>
        <tsidate>Mars 2008</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Disponibilit&#233; d'un nouvel outil de d&#233;pose de manchon d'usure</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Un nouvel outil de d&#233;pose de manchon d'usure (ZTSE4889) est maintenant disponible. Cet outil
                    sert &#224; d&#233;poser l'ancien manchon d'usure du flasque de vilebrequin.
                </para>
                <specpara>
                    <note>
                        <para>S'assurer de suivre les proc&#233;dures de d&#233;pose et de pose &#233;nonc&#233;es dans
                            le pr&#233;sent bulletin de renseignements techniques lors de l'utilisation du nouvel outil
                            de d&#233;pose de manchon d'usure. Ce nouvel outil est plus facile &#224; utiliser que
                            l'outil de d&#233;pose de manchon d'usure mentionn&#233; dans le manuel d'entretien de
                            moteur EGES 345.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <svcproc>
            <title>D&#233;pose de la bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin</title>
            <step1>
                <para count="1">Se reporter au manuel d'entretien du moteur pour d&#233;poser le volant moteur ou la t&#244;le
                    d'entra&#238;nement.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Les moteurs de fabrication ne comportent pas de manchon d'usure avec la bague d'&#233;tanch&#233;it&#233;
                        arri&#232;re du vilebrequin. Un manchon d'usure fait partie de la bague d'&#233;tanch&#233;it&#233;
                        arri&#232;re du vilebrequin utiilis&#233;e pour le service.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, porter des lunettes de s&#233;curit&#233; avec
                        &#233;crans lat&#233;raux de protection pour effectuer la proc&#233;dure suivante.
                    </para>
                </warning>
            </specpara>
            <figure id="f001" figsize="col-wide">
                <graphic filename="../tsifigures/M10131.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 1. D&#233;pose de la bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin</callout1>
                    <callout1 type="arabic">Trou de d&#233;part (2)</callout1>
                    <callout1 type="arabic">Support de bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Utiliser une al&#232;ne ou un foret de 1/8 po pour faire deux petits trous de d&#233;part,
                    espac&#233;s de 180 &#176;, dans la bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin.
                </para>
            </step1>
            <step1>
                <para count="1">Fileter la vis de l'extracteur &#224; inertie dans l'un des trous de d&#233;part.</para>
            </step1>
            <specpara>
                <note>
                    <para>Pour retirer la bague d'&#233;tanch&#233;it&#233; de fa&#231;on uniforme, utiliser
                        l'extracteur &#224; inertie sur un c&#244;t&#233;, puis sur l'autre c&#244;t&#233;.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Retirer la bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin du support de
                    bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin et mettre celle-ci au rebut.
                </para>
            </step1>
            <figure id="f002" figsize="col-wide">
                <graphic filename="../tsifigures/M10134.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 2. Trousse d'outil de d&#233;pose de manchon d'usure ZTSE4889</caption>
                <calloutgroup>
                    <callout1 type="arabic">Anneau de distorsion</callout1>
                    <callout1 type="arabic">Arbre de distorsion</callout1>
                </calloutgroup>
            </figure>
            <figure id="f003" figsize="col-wide">
                <graphic filename="../tsifigures/M10132.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 3. D&#233;pose du manchon d'usure</caption>
                <calloutgroup>
                    <callout1 type="arabic">Manchon d'usure</callout1>
                    <callout1 type="arabic">Arbre de distorsion</callout1>
                    <callout1 type="arabic">Flasque de vilebrequin</callout1>
                    <callout1 type="arabic">Anneau de distorsion</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Les moteurs de fabrication ne comportent pas de manchon d'usure avec la bague d'&#233;tanch&#233;it&#233;
                        arri&#232;re du vilebrequin. Un manchon d'usure fait partie de la bague d'&#233;tanch&#233;it&#233;
                        arri&#232;re du vilebrequin utiilis&#233;e pour le service.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Installer l'anneau de distorsion ZTSE4889-2 de l'outil de d&#233;pose de manchon d'usure
                    arri&#232;re.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>On devrait utiliser une cl&#233; &#224; douille avec une rallonge avec l'arbre de distorsion
                        ZTSE4889-1.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Mettre l'arbre de distorsion en position (en orientant le rebord conique vers le manchon
                    d'usure) et l'ins&#233;rer entre le manchon d'usure et l'anneau de distorsion jusqu'&#224; ce qu'il
                    se loge contre le pignon.
                </para>
            </step1>
            <step1>
                <para count="1">Tourner lentement l'arbre de distorsion dans le sens horaire pour exercer une force
                    contre le manchon d'usure.
                </para>
                <specpara>
                    <note>
                        <para>L'arbre de distorsion deviendra bossel&#233; et dilatera le manchon d'usure au point de
                            contact sans percer le manchon d'usure.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Reprendre les &#233;tapes 6 et 7 &#224; trois reprises, &#224; 90 &#176; d'une fois
                    &#224; l'autre.
                </para>
            </step1>
            <step1>
                <para count="1">Retirer le manchon d'usure.</para>
            </step1>
            <step1>
                <para count="1">Retirer l'anneau de distorsion.</para>
            </step1>
        </svcproc>
        <svcproc>
            <title>Pose de l'ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re du
                vilebrequin
            </title>
            <specpara>
                <warning>
                    <para>Pour &#233;viter toute blessure corporelle, porter des lunettes de s&#233;curit&#233; avec
                        &#233;crans lat&#233;raux de protection. Limiter la pression d'air comprim&#233; &#224; 207 kPa
                        (30 psi).
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Nettoyer le flasque de vilebrequin &#224; l'aide d'un solvant appropri&#233; et nettoyer
                    le flasque &#224; l'air comprim&#233; filtr&#233;.
                </para>
            </step1>
            <figure id="f004" figsize="col-wide">
                <graphic filename="../tsifigures/M10137.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 4. Application d'enduit d'&#233;tanch&#233;it&#233; hydraulique</caption>
            </figure>
            <step1>
                <para count="1">Appliquer une perle d'enduit d'&#233;tanch&#233;it&#233; hydraulique Loctite&#174; de
                    360 &#176; sur le rebord arri&#232;re du flasque de vilebrequin.
                </para>
            </step1>
            <figure id="f005" figsize="col-wide">
                <graphic filename="../tsifigures/M10114.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 5. Outil de pose de bague d'&#233;tanch&#233;it&#233; arri&#232;re (base)</caption>
            </figure>
            <step1>
                <para count="1">Aligner la base de l'outil de pose de bague d'&#233;tanch&#233;it&#233; arri&#232;re
                    ZTSE4515 avec le goujon de centrage sur le flasque de vilebrequin, puis installer la base.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, ne pas s&#233;parer le manchon d'usure de la nouvelle
                        bague d'&#233;tanch&#233;it&#233; arri&#232;re du vilebrequin; cela endommagerait la bague.
                    </para>
                </caution>
            </specpara>
            <figure id="f006" figsize="col-wide">
                <graphic filename="../tsifigures/M10135.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 6. Ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re du
                    vilebrequin
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">L&#232;vre de pare-poussi&#232;re</callout1>
                    <callout1 type="arabic">Manchon d'usure</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Avant d'effectuer le montage, lubrifier le diam&#232;tre ext&#233;rieur de la bague d'&#233;tanch&#233;it&#233;
                        arri&#232;re du vilebrequin d'une solution de savon &#224; vaisselle et d'eau (un m&#233;lange
                        d'environ 50/50). Ne pas utiliser d'autres lubrifiants.
                    </para>
                </note>
            </specpara>
            <figure id="f007" figsize="col-wide">
                <graphic filename="../tsifigures/M10136.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 7. Pose de l'ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re
                    du vilebrequin
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re
                        du vilebrequin
                    </callout1>
                    <callout1 type="arabic">Outil de pose de bague d'&#233;tanch&#233;it&#233; arri&#232;re (base)
                    </callout1>
                    <callout1 type="arabic">Flasque de vilebrequin</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mettre un nouvel ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233;
                    arri&#232;re du vilebrequin en position sur le moyeu de l'outil de pose de bague d'&#233;tanch&#233;it&#233;
                    arri&#232;re (base).
                </para>
            </step1>
            <figure id="f008" figsize="col-wide">
                <graphic filename="../tsifigures/M10133.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 8. Pose de l'ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re
                    du vilebrequin
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Collet de forcement (ZTSE4515-2C)</callout1>
                    <callout1 type="arabic">Ensemble de manchon d'usure et de bague d'&#233;tanch&#233;it&#233; arri&#232;re
                        du vilebrequin
                    </callout1>
                    <callout1 type="arabic">Palier de but&#233;e</callout1>
                    <callout1 type="arabic">&#201;crou de commande</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Placer le collet de forcement (ZTSE4515-2C), le palier de but&#233;e et l'&#233;crou de
                    commande sur l'arbre filet&#233;.
                </para>
                <specpara>
                    <caution>
                        <para>Pour &#233;viter tout dommage au moteur, ne pas utiliser de cl&#233; &#224; chocs
                            pneumatique pour serrer l'&#233;crou de commande.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Serrer l'&#233;crou de commande jusqu'&#224; ce que le collet de forcement se loge
                    contre l'outil de pose de bague d'&#233;tanch&#233;it&#233; arri&#232;re (base).
                </para>
            </step1>
            <step1>
                <para count="1">Se reporter au manuel d'entretien du moteur pour poser le volant moteur ou la t&#244;le
                    d'entra&#238;nement.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
