<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-12-04 - Proc&#233;dure de pose de refroidisseur de RGE et de support</stitle>
    <tsi id="f081204" year="2008" tsitype="engine" translation="french">
        <tsinumber>08-12-04</tsinumber>
        <tsidate>F&#233;vrier 2008</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>Proc&#233;dure de pose de refroidisseur de RGE et de support</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce DT</engfam>
                <engfam>MaxxForce 9</engfam>
                <engfam>MaxxForce 10</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Une modification a &#233;t&#233; apport&#233;e &#224; la proc&#233;dure de pose du refroidisseur
                    de recirculation des gaz d'&#233;chappement (RGE) et du support - c&#244;t&#233; &#233;chappement.
                    La modification consiste &#224; serrer les deux boulons de fixation M12 x 70 du support de
                    refroidisseur de RGE apr&#232;s (et non avant) les attaches du support de refroidisseur de RGE.
                </para>
                <para>Se reporter au manuel d'entretien du moteur EGES 335, &#224; la page 134 du chapitre Syst&#232;me
                    de recirculation des gaz d'&#233;chappement (RGE). Suivre la proc&#233;dure suivante pour modifier
                    la copie imprim&#233;e du manuel d'entretien du moteur.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Renum&#233;roter les &#233;tapes 7, 8 et 9 en leur attribuant les num&#233;ros d'&#233;tapes
                            6, 7 et 8.
                        </para>
                    </item>
                    <item>
                        <para>Renum&#233;roter l'&#233;tape 6 en lui attribuant le num&#233;ro 9.</para>
                    </item>
                    <item>
                        <para>Encercler la nouvelle &#233;tape 9 (l'ancienne &#233;tape 6) qui se lit &#171;Serrer deux
                            boulons M12 x 70 &#224; un couple de serrage sp&#233;cial (page 138).&#187; et faire d&#233;filer
                            vers le bas pour suivre la nouvelle &#233;tape 8 en ordre s&#233;quentiel.
                        </para>
                    </item>
                </seqlist>
                <para>Ces modifications seront comprises dans la version EGES 335-1 du manuel d'entretien du moteursur
                    le site Web ISIS.
                </para>
                <para>Se reporter &#224; la page suivante pour prendre connaissance de la nouvelle proc&#233;dure renum&#233;rot&#233;e.</para>
            </geninfo>
        </description>
        <svcproc svcproctype="install" graphiccount="2">
            <title>Refroidisseur de RGE et support - c&#244;t&#233; &#233;chappement</title>
            <figure id="f145" figsize="col-wide">
                <graphic filename="../tsifigures/K17022.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 1. Refroidisseur de RGE et support de c&#244;t&#233; &#233;chappement</caption>
                <calloutgroup>
                    <callout1 type="arabic">Goujon M8 x 30</callout1>
                    <callout1 type="arabic">Joint d'&#233;tanch&#233;it&#233; de tube d'&#233;chappement</callout1>
                    <callout1 type="arabic">Attache de refroidisseur de RGE (2)</callout1>
                    <callout1 type="arabic">Boulon M12 x 70 (2)</callout1>
                    <callout1 type="arabic">&#201;crou M8 (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para id="s0515" count="1">Effectuer l'assemblage, sans serrer, du refroidisseur de RGE c&#244;t&#233;
                    &#233;chappement, du support de refroidisseur et des deux attaches neuves de refroidisseur de RGE.
                </para>
            </step1>
            <step1>
                <para count="1">Installer un nouveau joint d'&#233;tanch&#233;it&#233; de tube d'&#233;chappement sur
                    les goujons de bride d'entr&#233;e du refroidisseur de RGE, c&#244;t&#233; &#233;chappement.
                </para>
            </step1>
            <step1>
                <para count="1">Installer l'ensemble de refroidisseur de RGE c&#244;t&#233; &#233;chappement sur le
                    collecteur d'&#233;chappement et installer deux boulons M12 x 70 en les serrant &#224; la main.
                </para>
            </step1>
            <step1>
                <para count="1">Installer un goujon M8 x 30 et deux &#233;crous M8 et serrer au couple standard (page
                    471).
                </para>
            </step1>
            <step1>
                <para count="1">Si le collecteur d'&#233;chappement a &#233;t&#233; d&#233;pos&#233;, serrer les boulons
                    de celui-ci au couple de serrage sp&#233;cial, en suivant la s&#233;quence appropri&#233;e (page
                    148).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Pour &#233;viter tout dommage au moteur, poser tous les composants du syst&#232;me de RGE
                        avant de serrer les attaches du refroidisseur de RGE.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Effectuer un premier serrage des &#233;crous des attaches du refroidisseur de RGE &#224;
                    un couple de 8 N&#183;m (71 lbf&#183;po).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrer de deux tours (720 degr&#233;s) les deux &#233;crous des attaches du
                    refroidisseur de RGE.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer un serrage final des &#233;crous des attaches du refroidisseur de RGE &#224;
                    un couple de 7 N&#183;m (60 lbf&#183;po).
                </para>
            </step1>
            <step1>
                <para count="1">Serrer deux boulons M12 x 70 au couple de serrage sp&#233;cial (page 138).</para>
            </step1>
            <figure id="f144" figsize="col-wide">
                <graphic filename="../tsifigures/K17021.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figure 2. &#201;cran pare-chaleur arri&#232;re, refroidisseur de RGE c&#244;t&#233; &#233;chappement</caption>
                <calloutgroup>
                    <callout1 type="arabic">&#201;cran pare-chaleur</callout1>
                    <callout1 type="arabic">Boulon M10 x 20</callout1>
                    <callout1 type="arabic">&#201;crou M8 (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mettre l'&#233;cran pare-chaleur en position et appuyer sur celui-ci pour l'ajuster en
                    place.
                </para>
            </step1>
            <step1>
                <para count="1">Installer les fentes du pare-chaleur au-dessus des goujons du collecteur d'&#233;chappement.</para>
            </step1>
            <step1>
                <para count="1">Installer le boulon M10 x 20 et le serrer au couple standard (page 471).</para>
            </step1>
            <step1>
                <para count="1">Installer deux &#233;crous M8 de pare-chaleur sur les goujons du collecteur d'&#233;chappement
                    et les serrer au couple sp&#233;cial (page 138).
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
