<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 08-12-01 - R&#232;glements concernant la minuterie d'arr&#234;t de ralenti (IST) du moteur
    </stitle>
    <tsi id="f081201" year="2007" tsitype="engine" translation="french">
        <tsinumber>08-12-01</tsinumber>
        <tsidate>D&#233;cembre 2007</tsidate>
        <subjectfile>Moteur</subjectfile>
        <subjectgroup>
            <subject>R&#232;glements concernant la minuterie d'arr&#234;t de ralenti (IST) du moteur</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce DT</engfam>
                <engfam>MaxxForce 5</engfam>
                <engfam>MaxxForce 7</engfam>
                <engfam>MaxxForce 9</engfam>
                <engfam>MaxxForce 10</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>&#192; compter de l'ann&#233;e-mod&#232;le 2008, tous les moteurs MaxxForce&#8482; d'International&#174;certifi&#233;s
                    aux fins de vente dans l'&#233;tat de la Californie seront conformes aux r&#232;glements du
                    California Air Resources Board (CARB) en mati&#232;re de syst&#232;mes d'arr&#234;t du moteur (ESS).
                </para>
                <para>La fonction de minuterie d'arr&#234;t de ralenti (IST) permet au module de commande &#233;lectronique
                    (ECM) de couper le moteur lors des p&#233;riodes prolong&#233;es de fonctionnement au ralenti.
                </para>
                <para>La fonction ant&#233;rieure de l'IST est disponible sur les moteurs homologu&#233;s au niveau f&#233;d&#233;ral
                    et exclus de CA ESS (autobus scolaires et v&#233;hicules d'urgence et militaires).
                </para>
                <para>
                    <title>Avertissement d'arr&#234;t de ralenti</title>Trente secondes avant l'arr&#234;t du moteur d&#233;fini
                    par l'IST, un t&#233;moin s'allume sur le tableau de bord du v&#233;hicule. Il existe deux types de
                    t&#233;moins, soit :
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Un t&#233;moin ambre clignotant de ralenti pour les syst&#232;mes &#233;lectriques &#224;
                            multiplexage.
                        </para>
                    </item>
                    <item>
                        <para>Un t&#233;moin rouge clignotant avec avertisseur sonore pour les syst&#232;mes &#233;lectriques
                            sans multiplexage.
                        </para>
                    </item>
                </randlist>
                <para>Cela se poursuit jusqu'&#224; ce que le moteur s'arr&#234;te ou que la minuterie d'arr&#234;t de
                    grand ralenti soit remise &#224; z&#233;ro.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Minuterie d'arr&#234;t de ralenti des moteurs conformes &#224; la r&#233;glementation de la
                Californie en mati&#232;re de syst&#232;mes d'arr&#234;t du moteur
            </title>
            <para>La dur&#233;e de marche au ralenti des moteurs conformes &#224; la r&#233;glementation de la
                Californie en mati&#232;re de syst&#232;mes d'arr&#234;t du moteur est comme suit :
            </para>
            <randlist type="bullet">
                <item>
                    <para>Lorsque le frein de stationnement est serr&#233;, la p&#233;riode d'arr&#234;t de ralenti est
                        limit&#233;e &#224; la valeur de 5 minutes prescrite par le CARB.
                    </para>
                </item>
                <item>
                    <para>Lorsque le frein de stationnement est desserr&#233;, la p&#233;riode d'arr&#234;t de ralenti
                        est limit&#233;e &#224; la valeur de 15 minutes prescrite par le CARB.
                    </para>
                </item>
            </randlist>
            <para>La dur&#233;e des valeurs prescrites par le CARB peut &#234;tre r&#233;duite en programmant le param&#232;tre
                programmable de l'IST du client &#224; une valeur inf&#233;rieure &#224; 15 minutes. Le r&#233;glage de
                ce param&#232;tre r&#233;duit la dur&#233;e d'arr&#234;t globale du syst&#232;me comme suit :
            </para>
            <randlist type="bullet">
                <item>
                    <para>Le r&#233;glage du param&#232;tre &#224; une valeur entre 5 et 15 minutes r&#233;duit la p&#233;riode
                        d'arr&#234;t de ralenti lorsque le frein de stationnement du v&#233;hicule est desserr&#233;.
                        Cela n'au aucune incidence sur la valeur par d&#233;faut de 5 minutes lorsque le frein de
                        stationnement du v&#233;hicule est &#171;serr&#233;&#187;.
                    </para>
                </item>
                <item>
                    <para>Le r&#233;glage du param&#232;tre &#224; une valeur entre 2 et 5 minutes r&#233;duit la p&#233;riode
                        d'arr&#234;t de ralenti lorsque le frein de stationnement du v&#233;hicule est &#171;desserr&#233;&#187;
                        ou qu'il est &#171;serr&#233;&#187;.
                    </para>
                </item>
            </randlist>
            <para>Lorsque l'outil d'entretien &#233;lectronique (EST) est install&#233;, la p&#233;riode d'arr&#234;t de
                ralenti attribu&#233;e en usine est de 60 minutes et celle-ci ne peut &#234;tre r&#233;gl&#233;e. Si
                l'IST est activ&#233;, la protection contre la temp&#233;rature ambiante froid (CAP) ne fonctionnera
                pas.
            </para>
            <specpara>
                <note>
                    <para>La fonction CARB IST est programm&#233;e en usine. Les clients ne peuvent d&#233;sactiver
                        l'IST sur les moteurs conformes &#224; l'ESS.
                    </para>
                </note>
            </specpara>
            <para>
                <emph type="bold">Conditions du CARB relatives &#224; l'IST</emph>
            </para>
            <para>Les conditions suivantes doivent &#234;tre &#171;vraies&#187; pour que la minuterie d'arr&#234;t de
                ralenti puisse &#234;tre activ&#233;e dans tous les modes. Toute modification de l'&#233;tat &#171;vrai&#187;
                de l'une ou plusieurs de ces conditions entra&#238;nera une remise &#224; z&#233;ro ou une d&#233;sactivation
                de l'IST.
            </para>
            <randlist type="bullet">
                <item>
                    <para>La r&#233;g&#233;n&#233;ration manuelle du filtre &#224; particules diesel (DPF) est inactive
                        (non autoris&#233;e).
                    </para>
                </item>
                <item>
                    <para>Un &#233;tat stable des organes de transmission (aucune transition d&#233;tect&#233;e). Aucune
                        modification de l'&#233;tat du contacteur d'embrayage (bo&#238;te de vitesses manuelle) ou du s&#233;lecteur
                        de vitesse entre la position en prise et celle du point mort ou de stationnement (bo&#238;te de
                        vitesses automatique).
                    </para>
                </item>
                <item>
                    <para>Le mode de prise de force (PTO) &#224; distance est d&#233;sactiv&#233;.</para>
                </item>
                <item>
                    <para>La temp&#233;rature du liquide de refroidissement du moteur est sup&#233;rieure &#224; 15,6
                        &#186;C (60 &#186;F).
                    </para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de la sonde de temp&#233;rature du liquide de refroidissement.
                    </para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif du capteur de temp&#233;rature d'air d'admission.</para>
                </item>
                <item>
                    <para>Le moteur tourne en mode de fonctionnement ou en mode d'outil de diagnostic actif.</para>
                </item>
                <item>
                    <para>Le v&#233;hicule roule &#224; moins de 1,25 mi/h.</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de vitesse du v&#233;hicule.</para>
                </item>
                <item>
                    <para>La commande de prise de force est en mode d'arr&#234;t ou d'attente.</para>
                </item>
                <item>
                    <para>Le r&#233;gime du moteur est inf&#233;rieur &#224; 750 tr/mn, pour ce qui est des moteurs
                        MaxxForce&#8482; 5, 7, DT, 9 et 10.
                    </para>
                </item>
                <item>
                    <para>Le r&#233;gime du moteur est inf&#233;rieur &#224; 650 tr/mn, pour ce qui est des moteurs
                        MaxxForce&#8482; 11 et 13.
                    </para>
                </item>
                <item>
                    <para>Une position stable de la p&#233;dale d'acc&#233;l&#233;rateur (aucune transition d&#233;tect&#233;e
                        depuis toute position pr&#233;r&#233;gl&#233;e).
                    </para>
                </item>
                <item>
                    <para>Un &#233;tat stable de la p&#233;dale de frein (aucune transition d&#233;tect&#233;e depuis
                        tout &#233;tat pr&#233;r&#233;gl&#233;).
                    </para>
                </item>
                <item>
                    <para>Un &#233;tat stable du frein de stationnement (message CAN) (aucune transition d&#233;tect&#233;e
                        depuis tout &#233;tat pr&#233;r&#233;gl&#233;).
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc>
            <title>Minuterie d'arr&#234;t de ralenti du moteur (f&#233;d&#233;ral - optionnel)</title>
            <para>La dur&#233;e de ralenti peut &#234;tre programm&#233;e de 5 &#224; 120 minutes. Lorsque l'EST est
                install&#233;e, la fonction de l'IST sera active lorsque le temps d'arr&#234;t programm&#233; est en
                vigueur. Les transitions du frein de stationnement remettent la minuterie de ralenti &#224; z&#233;ro
                dans tous les moteurs 2008. Si l'IST est activ&#233;, la protection contre la temp&#233;rature ambiante
                froid (CAP) ne fonctionnera pas.
            </para>
            <para>
                <emph type="bold">Conditions f&#233;d&#233;rales relatives &#224; l'IST</emph>
            </para>
            <para>Les conditions suivantes doivent &#234;tre &#171;vraies&#187; pour que la minuterie d'arr&#234;t de
                ralenti puisse &#234;tre activ&#233;e dans tous les modes. Toute modification de l'&#233;tat &#171;vrai&#187;
                de l'une ou plusieurs de ces conditions entra&#238;nera une remise &#224; z&#233;ro ou une d&#233;sactivation
                de l'IST.
            </para>
        </svcproc>
        <svcproc>
            <randlist type="bullet">
                <title>Conditions d'autorisation communes pour toutes les options f&#233;d&#233;rales concernant l'IST
                </title>
                <item>
                    <para>La r&#233;g&#233;n&#233;ration manuelle du filtre &#224; particules diesel (DPF) est inactive
                        (non autoris&#233;e).
                    </para>
                </item>
                <item>
                    <para>Un &#233;tat stable des organes de transmission (aucune transition d&#233;tect&#233;e). Aucune
                        modification de l'&#233;tat du contacteur d'embrayage (bo&#238;te de vitesses manuelle) ou du s&#233;lecteur
                        de vitesse entre la position en prise et celle du point mort ou de stationnement (bo&#238;te de
                        vitesses automatique).
                    </para>
                </item>
                <item>
                    <para>Le mode de prise de force (PTO) &#224; distance est d&#233;sactiv&#233;.</para>
                </item>
                <item>
                    <para>La temp&#233;rature d'air d'admission est sup&#233;rieure &#224; 15,6 &#186;C (60 &#186;F)
                        (valeur par d&#233;faut du fabricant, param&#232;tre r&#233;glable par le client).
                    </para>
                </item>
                <item>
                    <para>La temp&#233;rature d'air d'admission est inf&#233;rieure &#224; 44 &#186;C (112 &#186;F)
                        (valeur par d&#233;faut du fabricant, param&#232;tre r&#233;glable par le client).
                    </para>
                </item>
                <item>
                    <para>La temp&#233;rature du liquide de refroidissement du moteur est sup&#233;rieure &#224; 60
                        &#186;C (140 &#186;F).
                    </para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de la sonde de temp&#233;rature du liquide de refroidissement.
                    </para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif du capteur de temp&#233;rature d'air d'admission.</para>
                </item>
                <item>
                    <para>Le moteur tourne en mode de fonctionnement ou en mode d'outil de diagnostic actif.</para>
                </item>
                <item>
                    <para>Le v&#233;hicule roule &#224; moins de 1,25 mi/h.</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de vitesse du v&#233;hicule.</para>
                </item>
                <item>
                    <para>Un &#233;tat stable du frein de stationnement (message CAN). Aucune transition d&#233;tect&#233;e
                        depuis tout &#233;tat pr&#233;r&#233;gl&#233;.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc>
            <para>Conditions suppl&#233;mentaires d'autorisation de fonctionnement selon le mode de fonctionnement f&#233;d&#233;ral
                de l'IST choisi :
            </para>
            <randlist type="bullet">
                <title>Mode de fonctionnement f&#233;d&#233;ral 1 de l'IST : Conditions d'autorisation d'option de
                    fonctionnement de prise de force
                </title>
                <item>
                    <para>&#9;La commande de prise de force est en mode d'arr&#234;t ou d'attente.</para>
                </item>
                <item>
                    <para>Le r&#233;gime du moteur est inf&#233;rieur &#224; 750 tr/mn, pour ce qui est des moteurs
                        MaxxForce&#8482; 5, 7, DT, 9 et 10.
                    </para>
                </item>
                <item>
                    <para>Le r&#233;gime du moteur est inf&#233;rieur &#224; 650 tr/mn, pour ce qui est des moteurs
                        MaxxForce&#8482; 11 et 13.
                    </para>
                </item>
                <item>
                    <para>La position de la p&#233;dale d'acc&#233;l&#233;rateur est &#224; moins de 2 %.</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de la p&#233;dale d'acc&#233;l&#233;rateur.</para>
                </item>
                <item>
                    <para>Un &#233;tat stable de la p&#233;dale de frein (aucune transition d&#233;tect&#233;e).</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif du syst&#232;me de freinage.</para>
                </item>
            </randlist>
        </svcproc>
        <svcproc>
            <randlist type="bullet">
                <title>Mode de fonctionnement f&#233;d&#233;ral 2 de l'IST : Conditions d'autorisation d'option &#171;&#224;
                    vide / limite de charge l&#233;g&#232;re&#187;
                </title>
                <item>
                    <para>La position de la p&#233;dale d'acc&#233;l&#233;rateur est &#224; moins de 2 %.</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif de la p&#233;dale d'acc&#233;l&#233;rateur.</para>
                </item>
                <item>
                    <para>Un &#233;tat stable de la p&#233;dale de frein (aucune transition d&#233;tect&#233;e).</para>
                </item>
                <item>
                    <para>Aucun code d'anomalie actif du syst&#232;me de freinage.</para>
                </item>
                <item>
                    <para>L'utilisation (la charge) de carburant signal&#233;e par le moteur est inf&#233;rieure &#224;
                        la limite sp&#233;cifi&#233;e de l'ECM (&#233;talonnage en usine, non r&#233;glable par le
                        client).
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc>
            <randlist type="bullet">
                <title>Mode de fonctionnement f&#233;d&#233;ral 3 de l'IST : Conditions d'autorisation d'option
                    d'inviolabilit&#233;
                </title>
                <item>
                    <para>L'utilisation (la charge) de carburant signal&#233;e par le moteur est inf&#233;rieure &#224;
                        la limite sp&#233;cifi&#233;e de l'ECM (&#233;talonnage en usine, non r&#233;glable par le
                        client).
                    </para>
                </item>
                <item>
                    <para>Une position stable de la p&#233;dale d'acc&#233;l&#233;rateur (aucune transition d&#233;tect&#233;e
                        depuis toute position pr&#233;r&#233;gl&#233;e).
                    </para>
                </item>
                <item>
                    <para>Un &#233;tat stable de la p&#233;dale de frein (aucune transition d&#233;tect&#233;e depuis
                        tout &#233;tat pr&#233;r&#233;gl&#233;).
                    </para>
                </item>
            </randlist>
        </svcproc>
    </tsi>
</isis>
