<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
        Axilok
    </stitle>
    <tsi id="tsi961401ra" tsitype="truck" translation="french">
        <tsinumber>96-14-01RA</tsinumber>
        <replace>
            <tsinumber>96-14-01R</tsinumber>
        </replace>
        <tsidate>Juin 2001</tsidate>
        <subjectfile>PONT ARRI&#200;RE</subjectfile>
        <subjectgroup>
            <subject>&#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233; Axilok</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Axilok</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <specpara>
                    <warning>
                        <para>Pour &#233;viter des blessures s&#233;rieuses, voire la mort, n'installez pas l'&#233;crou
                            Axilock sur un essieu qui en est d&#233;pourvu ni dans un v&#233;hicule construit par
                            International avant le 1er juin 1996. Une mauvaise utilisation de l'&#233;crou Axilock
                            pourrait causer la perte d'une roue.
                        </para>
                    </warning>
                </specpara>
                <para>Les v&#233;hicules International &#233;quip&#233;s de ponts arri&#232;re simples d'une capacit&#233;
                    de 23 000 &#224; 30 000 lb et de ponts arri&#232;re tandem d'une capacit&#233; de 38 000 &#224; 58
                    000 lb peuvent &#234;tre pourvus de l'&#233;crou de r&#233;glage des roulements de roue autobloquant
                    unifi&#233;
                    <emph type="bold">Axilok</emph>
                    (
                    <hotlnk xrefid="f9614011">figure 1</hotlnk>). La conception unifi&#233;e de l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    permet de r&#233;gler les roulements de roue avec une pr&#233;cision et une fiabilit&#233; accrues.
                    La conception autobloquante unifi&#233;e de l'&#233;crou permet de r&#233;gler avec pr&#233;cision
                    les roulements de roue, ce qui facilite l'obtention de jeux axiaux se situant entre 0,001 et 0,005
                    po qui permettent de prolonger la dur&#233;e utile des bagues d'&#233;tanch&#233;it&#233; de moyeu
                    et des roulements et de satisfaire aux exigences des syst&#232;mes de freinage antiblocage.
                </para>
                <figure id="f9614011" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614011.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px" resolution="200"/>
                    <caption>Figure 1. &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                        <emph type="bold">Axilok</emph>
                    </caption>
                    <calloutgroup>
                        <callout1>1. BRIDE DE VERRROUILLAGE</callout1>
                        <callout1>2. CAGE DE RETENUE</callout1>
                        <callout1>3. &#201;CROU DE R&#201;GLAGE DES ROULEMENTS DE ROUE</callout1>
                    </calloutgroup>
                </figure>
                <para>L'&#233;crou unifi&#233;
                    <emph type="bold">Axilok</emph>
                    est facile &#224; installer. Placez une douille de 4 po &#224; 6 pans sur la partie hexagonale de l'&#233;crou
                    pour d&#233;gager les brides de verrouillage. Cela permet &#224; l'&#233;crou de tourner librement
                    dans la cage de retenue. Lorsque la douille est retir&#233;e et que les brides sont en prise dans
                    les trous de blocage de la cage de retenue, l'&#233;crou de r&#233;glage
                    <emph type="bold">Axilok</emph>
                    est bien verrouill&#233; en place.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="pm" graphiccount="0">
            <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                Axilok
            </stitle>
            <title>CHOIX ET ENTRETIEN DE LA DOUILLE</title>
            <para>Une douille de 4 po &#224; 6 pans est n&#233;cessaire pour abaisser les brides de verrouillage afin
                d'installer et de d&#233;poser l'&#233;crou de r&#233;glage des roulements de roue
                <emph type="bold">Axilok</emph>.
            </para>
            <specpara>
                <important>
                    <para>Utilisez toujours la douille appropri&#233;e. N'employez pas un autre type d'instrument pour
                        abaisser les brides de verrouillage, comme des pinces, des pinces multiprises &#224; cr&#233;maill&#232;re,
                        etc.
                    </para>
                </important>
            </specpara>
            <para>Assurez-vous que la douille n'est pas us&#233;e ni endommag&#233;e au point o&#249; elle ne pourra pas
                abaisser compl&#232;tement les brides de verrouillage ou se mettre en prise correctement avec l'&#233;crou
                &#224; t&#234;te hexagonale.
            </para>
            <para>Utilisez toujours une cl&#233; dynamom&#233;trique bien &#233;talonn&#233;e pour installer un &#233;crou
                de r&#233;glage
                <emph type="bold">Axilok</emph>.
            </para>
            <specpara>
                <caution>
                    <para>N'utilisez jamais une cl&#233; &#224; chocs ou un autre outil &#233;lectrique pour poser ou d&#233;poser
                        un &#233;crou
                        <emph type="bold">Axilok</emph>.
                    </para>
                </caution>
            </specpara>
        </svcproc>
        <svcproc svcproctype="remove" graphiccount="1">
            <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                Axilok
            </stitle>
            <title>D&#201;POSE</title>
            <step1>
                <para count="1">Placez une douille de 4 po sur la partie hexagonale de l'&#233;crou pour abaisser les
                    brides de verrrouillage (
                    <hotlnk xrefid="f9614012">figure 2</hotlnk>). Assurez-vous d'enfoncer la douille par-dessus l'&#233;crou
                    jusqu'&#224; ce qu'elle entre en contact avec la cage de retenue. Cela permet de s'assurer que les
                    brides de verrouillage seront lib&#233;r&#233;es et qu'elles ne s'endommageront pas durant le d&#233;montage.
                </para>
            </step1>
            <figure id="f9614012" figsize="col-wide">
                <graphic filename="../tsifigures/g9614012.png" type="png" scalefit="1" scalefitwidth="232px"
                         scalefitheight="312px" resolution="150"/>
                <caption>Figure 2. Placez la douille par-dessus la partie hexagonale de l'&#233;crou</caption>
            </figure>
            <step1>
                <para count="1">Faites tourner l'&#233;crou en sens antihoraire pour l'enlever.
                    <emph type="bold">Poussez constamment sur la douille de mani&#232;re que les brides demeurent hors
                        des trous de retenue.
                    </emph>
                    Lorsque vous retirez l'&#233;crou de r&#233;glage
                    <emph type="bold">Axilok</emph>, vous devez emp&#234;cher manuellement la cage de retenue de se d&#233;placer
                    vers l'extr&#233;mit&#233; de la tige o&#249; se trouvait l'&#233;crou, car il n'y est plus (
                    <hotlnk xrefid="f9614012">figure 2</hotlnk>). NE FORCEZ PAS! En cas de coincement durant la d&#233;pose,
                    vissez d'un quart de tour, puis reprenez en sens inverse. R&#233;p&#233;tez cette &#233;tape au
                    besoin. NE FORCEZ PAS!
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Avant de r&#233;installer l'&#233;crou Axilok, assurez-vous que les filets, la patte de
                        blocage, les brides de verrouillage et la cage de retenue sont exempts de tout dommage ou d&#233;faut
                        et qu'ils fonctionnent bien.
                    </para>
                </caution>
            </specpara>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="5">
            <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                Axilok
            </stitle>
            <title>INSTALLATION</title>
            <step1>
                <para count="1">Nettoyez les filets de la tige et la rainure soigneusement &#224; l'aide d'une brosse m&#233;tallique
                    pour &#233;viter une indication de r&#233;glage de roulement erron&#233;e. (
                    <hotlnk xrefid="f9614013">figure 3</hotlnk>).
                </para>
                <figure id="f9614013" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614013.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figure 3. Nettoyez les filets de la tige et la rainure &#224; l'aide d'une brosse m&#233;tallique</caption>
                </figure>
                <specpara>
                    <important>
                        <para>Assurez-vous que la rainure est exempte d'&#233;barbures et de d&#233;fauts (
                            <hotlnk xrefid="f9614014">figure 4</hotlnk>).
                        </para>
                    </important>
                </specpara>
                <figure id="f9614014" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614014.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figure 4. Assurez-vous que la rainure est exempte d'&#233;barbures et de d&#233;fauts
                    </caption>
                </figure>
                <para>Il faut lubrifier les coussinets avant l'installation. Consultez le GROUPE 10 - LUBRIFICATION dans
                    le manuel d'entretien principal CTS-5000 pour conna&#238;tre les sp&#233;cifications appropri&#233;es
                    relatives &#224; la lubrification.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquez quelques gouttes d'huile de graissage l&#233;g&#232;re par l'un des trous de
                    la cage de retenue. Cela permettra &#224; l'&#233;crou de tourner librement durant l'installation (
                    <hotlnk xrefid="f9614015">figure 5</hotlnk>).
                </para>
                <figure id="f9614015" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614015.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px" resolution="150"/>
                    <caption>Figure 5. Appliquez de l'huile de graissage</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">L'&#233;crou et la cage de retenue de l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    sont verrouill&#233;s ensemble au moyen de deux brides (
                    <hotlnk xrefid="f9614011">figure 1</hotlnk>). Placez la douille de 4 po &#224; 6 pans par-dessus la
                    partie hexagonale de l'&#233;crou pour abaisser les brides afin de les d&#233;gager et de permettre
                    &#224; l'&#233;crou de tourner librement dans la cage de retenue (
                    <hotlnk xrefid="f9614016">figure 6</hotlnk>).
                </para>
                <figure id="f9614016" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614016.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figure 6. Cage de retenue et patte de l'&#233;crou</caption>
                    <calloutgroup>
                        <callout1>1. CAGE DE RETENUE</callout1>
                        <callout1>2. PATTE DE CAGE DE RETENUE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Alignez la patte de la cage de retenue sur la rainure dans la tige (
                    <hotlnk xrefid="f9614016">figure 6</hotlnk>). Vissez l'&#233;crou sur la tige avec la douille (
                    <hotlnk xrefid="f9614017">figure 7</hotlnk>).
                    <emph type="bold">Poussez constamment sur la douille de mani&#232;re que les brides de verrouillage
                        demeurent hors des trous de retenue.
                    </emph>
                    Assurez-vous que la cage de retenue s'installe correctement et qu'elle ne se coince pas sur les
                    filets du demi-arbre de roue.
                </para>
                <figure id="f9614017" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614017.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px" resolution="150"/>
                    <caption>Figure 7. Vissez l'&#233;crou sur la tige avec la douille</caption>
                </figure>
            </step1>
        </svcproc>
        <svcproc svcproctype="adjust" graphiccount="1">
            <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                Axilok
            </stitle>
            <title>R&#201;GLAGE DES ROULEMENTS DE ROUE</title>
            <step1>
                <para count="1">Une fois que le moyeu de roue, les roulements et l'&#233;crou autobloquant unifi&#233;
                    <emph type="bold">Axilok</emph>sont install&#233;s, faites tourner le moyeu tout en serrant l'&#233;crou
                    au couple de 200 lb.pi (271 N.m).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    au couple de z&#233;ro.
                </para>
            </step1>
            <step1>
                <para count="1">Faites tourner le moyeu d'au moins un tour complet tout en resserrant l'&#233;crou
                    <emph type="bold">Axilok</emph> &#224; 50 lb.pi (68 N.m).
                </para>
            </step1>
            <step1>
                <para count="1">Desserrez l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    de 1/8 tour.
                </para>
            </step1>
            <step1>
                <para count="1">Retirez la douille de l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    pour permettre aux brides de verrouillage de s'engager dans les trous de la cage de retenue.
                    <emph type="bold">V&#233;rifiez visuellement ou &#224; l'aide de votre doigt si les pattes de
                        blocage sont align&#233;es sur les trous de la cage.
                    </emph>
                    Si les pattes des brides ne sont pas align&#233;es sur les trous, faites tourner l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    en sens antihoraire jusqu'&#224; ce que les brides s'engagent dans les trous (
                    <hotlnk xrefid="f9614018">figure 8</hotlnk>).
                </para>
                <figure id="f9614018" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614018.png" type="png" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figure 8. Faites tourner l'&#233;crou Axilok en sens antihoraire jusqu'&#224; ce que les
                        brides de verrouillage s'engagent
                    </caption>
                </figure>
            </step1>
        </svcproc>
        <svcproc id="x9614011" svcproctype="adjust" graphiccount="2">
            <stitle>French - TSI 96-14-01RA - &#201;crou de r&#233;glage des roulements de roue autobloquant unifi&#233;
                Axilok
            </stitle>
            <title>V&#201;RIFICATION ET R&#201;GLAGE DU JEU AXIAL DES ROULEMENTS DE ROUE</title>
            <svcsubproc>
                <title>Marche &#224; suivre</title>
                <para>Effectuez cette marche &#224; suivre alors que le v&#233;hicule repose sur des chandelles.</para>
                <step1>
                    <para count="1">Utilisez un indicateur &#224; aiguille pour mesurer le jeu axial du moyeu (
                        <hotlnk xrefid="f9614019">figure 9</hotlnk>) par rapport au tube d'essieu (tige) pendant que
                        <emph type="bold">le demi-arbre de roue n'est pas install&#233;</emph>. Il est &#233;galement
                        recommand&#233; de ne pas installer la roue.
                    </para>
                    <figure id="f9614019" figsize="col-wide">
                        <graphic filename="../tsifigures/g9614019.png" type="png" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px" resolution="150"/>
                        <caption>Figure 9. Fixez l'indicateur &#224; aiguille au moyeu</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Retirez le demi-arbre de roue s'il est install&#233;. Fixez l'indicateur &#224;
                        aiguille au moyeu comme le montre la
                        <hotlnk xrefid="f9614019">figure 9</hotlnk>. Saisissez l'ensemble aux positions de 3 et 9
                        heures.
                        <emph type="bold">Tout en faisant tourner l'ensemble,</emph>
                        poussez d'abord, puis tirez uniform&#233;ment sur l'ensemble pour mesurer le jeu axial. Notez
                        l'indication totale de l'indicateur.
                    </para>
                </step1>
                <step1>
                    <para count="1">La marche &#224; suivre du r&#233;glage des roulements permet d'obtenir un jeu axial
                        de 0,001 &#224; 0,005 po (0,0254 &#224; 0,127 mm) sans pr&#233;charge. Il peut s'av&#233;rer n&#233;cessaire
                        de serrer ou de desserrer l'&#233;crou
                        <emph type="bold">Axilok</emph>
                        afin d'obtenir le jeu ad&#233;quat. Consultez la rubrique &#171; Pr&#233;cision du r&#233;glage
                        (r&#233;glage par palier) &#187; ci-dessous.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Pr&#233;cision du r&#233;glage (r&#233;glage par palier)</title>
                <para>La cage de retenue de l'&#233;crou
                    <emph type="bold">Axilok</emph>
                    (
                    <hotlnk xrefid="f9614011">figure 1</hotlnk>) comporte un certain nombre de trous de verrrouillage
                    qui repr&#233;sentent chacun une valeur de r&#233;glage. Consultez le
                    <hotlnk xrefid="t9614011">tableau des valeurs de r&#233;glage par palier</hotlnk>
                    pour conna&#238;tre la valeur de mesure par palier.
                </para>
                <table id="t9614011">
                    <title>Tableau des valeurs de r&#233;glage par palier</title>
                    <tgroup cols="4" colsep="1" rowsep="1">
                        <colspec colname="sqcolumn1" colwidth="1.00in"/>
                        <colspec colname="sqcolumn2" colwidth="1.18in"/>
                        <colspec colname="sqcolumn3" colwidth="1.00in"/>
                        <colspec colname="sqcolumn4" colwidth="1.00in"/>
                        <spanspec namest="sqcolumn1" nameend="sqcolumn2" spanname="1to2"/>
                        <thead valign="top">
                            <row>
                                <entry colspan="2" spanname="1to2" valign="top">
                                    <para>
                                        <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                    </para>
                                </entry>
                                <entry morerows="1" valign="top">
                                    <para>
                                        <emph type="bold">Nombre de fentes dans la bague de retenue</emph>
                                    </para>
                                </entry>
                                <entry morerows="1" valign="top">
                                    <para>
                                        <emph type="bold">Valeur de r&#233;glage par palier des fentes</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry valign="top">
                                    <para>
                                        <emph type="bold">International</emph>
                                    </para>
                                </entry>
                                <entry valign="top">
                                    <para>
                                        <emph type="bold">Axilok</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>-</para>
                                </entry>
                                <entry>
                                    <para>-</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody valign="top">
                            <row>
                                <entry valign="top">
                                    <para>2032055C1</para>
                                </entry>
                                <entry valign="top">
                                    <para>AX-12-3250</para>
                                </entry>
                                <entry valign="top">
                                    <para>36</para>
                                </entry>
                                <entry valign="top">
                                    <para>0,0023 po</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>Une fois le r&#233;glage termin&#233;, il est possible de rendre le jeu axial plus pr&#233;cis.
                </para>
                <step1>
                    <para count="1">Placez la douille de 4 po sur la partie hexagonale de l'&#233;crou pour abaisser les
                        brides de verrouillage (
                        <hotlnk xrefid="f961401a">figure 10</hotlnk>).
                    </para>
                    <figure id="f961401a" figsize="col-wide">
                        <graphic filename="../tsifigures/g961401a.png" type="png" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px" resolution="150"/>
                        <caption>Figure 10. Placez la douille sur la partie hexagonale de l'&#233;crou</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Pour r&#233;duire le jeu axial</emph>, faites tourner l'&#233;crou de r&#233;glage
                        des roulements de roue unifi&#233;
                        <emph type="bold">Axilok</emph>
                        en sens horaire vers le ou les trous suivants (exemple : de 0,004 &#224; 0,002 po de jeu axial).
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Pour augmenter le jeu axial</emph>, faites tourner l'&#233;crou de r&#233;glage
                        des roulements de roue unifi&#233;
                        <emph type="bold">Axilok</emph>
                        en sens antihoraire vers le ou les trous suivants (exemple : de 0,001 &#224; 0,003 po de jeu
                        axial).
                    </para>
                </step1>
                <step1>
                    <para count="1">Lorsque le r&#233;glage des roulements de roue est termin&#233;, retirez la douille
                        de l'&#233;crou
                        <emph type="bold">Axilok</emph>
                        pour permettre aux brides de verrouillage de s'engager dans les trous de blocage de la cage de
                        retenue.
                        <emph type="bold">V&#233;rifiez visuellement ou &#224; l'aide de votre doigt si les pattes de
                            blocage sont align&#233;es sur les trous de la cage.
                        </emph>
                        Si les pattes des brides ne sont pas align&#233;es sur les trous, faites tourner l'&#233;crou
                        <emph type="bold">Axilok</emph>
                        en sens ANTIHORAIRE jusqu'&#224; ce que les brides s'engagent dans les trous.
                    </para>
                </step1>
                <step1>
                    <para count="1">V&#233;rifiez le nouveau jeu axial &#224; l'aide d'un indicateur &#224; aiguille.
                        Consultez les &#233;tapes 2 et 3 &#224; la rubrique
                        <hotlnk xrefid="x9614011">V&#201;RIFICATION ET R&#201;GLAGE DU JEU AXIAL DES ROULEMENTS DE
                            ROUE</hotlnk>.
                    </para>
                </step1>
                <specpara>
                    <caution>
                        <para>Le fait d'ignorer cette marche &#224; suivre peut causer de s&#233;rieux dommages &#224;
                            la tige ou entra&#238;ner la d&#233;faillance de l'embout de roue.
                        </para>
                    </caution>
                </specpara>
                <para>L'&#233;crou de r&#233;glage de l'essieu permet un r&#233;glage pr&#233;cis des roulements de
                    roue. Compte tenu de cela, le jeu axial des roulements devrait toujours se situer dans la plage de
                    sp&#233;cifications de 0,001 &#224; 0,005 po. Cela permettra de prolonger la dur&#233;e utile des
                    roulements.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
