<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-08-07 - Nouveaux contr&#244;leurs ABS Wabco et Allied Signal (Bendix)</stitle>
    <tsi id="tsi970807" tsitype="truck" translation="french">
        <tsinumber>97-08-07</tsinumber>
        <tsidate>Mai 1997</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>Nouveaux contr&#244;leurs ABS Wabco et Allied Signal (Bendix)</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Wabco</vendor>
                <vendor>Bendix</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>Ce bulletin s'applique &#224; tous les mod&#232;les dot&#233;s de freins pneumatiques ABS.
                    </para>
                    <para>En date du 17 f&#233;vrier 1997, Navistar a adopt&#233; de nouveaux contr&#244;leurs ABS
                        Bendix et Wabco. Les nouveaux contr&#244;leurs Bendix et Wabco sont interchangeables avec les
                        contr&#244;leurs ABS Bendix et Wabco courants pour l'entretien.
                    </para>
                </lev1>
                <lev1>
                    <title>BENDIX</title>
                    <lev2>
                        <title>T&#233;moin de l'ABS au tableau de bord</title>
                        <para>Le t&#233;moin de l'ABS s'allumera lors du d&#233;marrage du moteur pendant environ deux
                            secondes, puis s'&#233;teindra apr&#232;s un test automatique r&#233;ussi de l'installation
                            &#233;lectrique. Si une erreur est d&#233;tect&#233;e en tout temps, le t&#233;moin
                            demeurera allum&#233;.
                        </para>
                        <para>Avant ce nouveau contr&#244;leur ABS Bendix, le t&#233;moin scintillait et demeurait allum&#233;
                            jusqu'&#224; ce que le v&#233;hicule se d&#233;place &#224; une vitesse d'environ 7 mi/h,
                            puis il s'&#233;teignait. Si une d&#233;fectuosit&#233; &#233;tait d&#233;tect&#233;e, le t&#233;moin
                            de l'ABS demeurait allum&#233;.
                        </para>
                    </lev2>
                    <lev2>
                        <title>Auto-calibrage</title>
                        <para>Le nouveau contr&#244;leur ABS Bendix est dot&#233; d'une caract&#233;ristique
                            d'autocalibrage qui compensera les diff&#233;rences de rayon de roulement qui sont fr&#233;quentes
                            entre les pneus avant et arri&#232;re. Le concessionnaire/utilisateur n'aura rien &#224;
                            faire pour que l'autocalibrage se produise. Cela &#233;limine la n&#233;cessit&#233; qu'un
                            concessionnaire stocke diff&#233;rents contr&#244;leurs ABS pour diff&#233;rents rayons de
                            roulement.
                        </para>
                    </lev2>
                </lev1>
                <lev1>
                    <title>WABCO</title>
                    <lev2>
                        <title>T&#233;moin de l'ABS au tableau de bord</title>
                        <para>Lorsque le contr&#244;leur Wabco est initialement mis en service, ou chaque fois que le
                            contr&#244;leur est r&#233;par&#233; (les codes de d&#233;fectuosit&#233;s sont effac&#233;s
                            &#224; l'aide de l'outil &#233;lectronique Prolink ou de l'interrupteur de t&#233;moin), le
                            v&#233;hicule doit se d&#233;placer &#224; plus de 4 mi/h pour &#233;teindre le t&#233;moin
                            de l'ABS au tableau de bord. D&#232;s que le t&#233;moin de l'ABS au tableau de bord est
                            &#233;teint, il fonctionne de la m&#234;me mani&#232;re que le t&#233;moin Bendix mentionn&#233;
                            ci-haut.
                        </para>
                    </lev2>
                    <lev2>
                        <title>Auto-calibrage</title>
                        <para>La caract&#233;ristique d'autocalibrage a toujours &#233;t&#233; offerte avec le contr&#244;leur
                            Wabco. Ainsi, il n'y a aucun changement par rapport au syst&#232;me actuel.
                        </para>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </tsi>
</isis>
