<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-02-02 - Diagnostics relatifs aux plaintes d'instabilit&#233; directionnelle de
        ch&#226;ssis
    </stitle>
    <tsi id="tsi970202" tsitype="truck" translation="french">
        <tsinumber>97-02-02</tsinumber>
        <tsidate>Ao&#251;t 1997</tsidate>
        <subjectfile>ESSIEU AVANT</subjectfile>
        <subjectgroup>
            <subject>Diagnostics relatifs aux plaintes d'instabilit&#233; directionnelle de ch&#226;ssis</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Une fois que le technicien de l'&#233;tablissement concessionnaire a v&#233;rifi&#233;e l'&#233;tat
                    du b&#226;ti, le gonflage des pneus et le fonctionnement de la timonerie et des autres composants de
                    la direction, le traitement d'une plainte d'instabilit&#233; du b&#226;ti consiste &#224; simplement
                    v&#233;rifier l'angle de chasse de l'essieu directeur. Un angle de chasse insuffisant constitue la
                    cause premi&#232;re des plaintes d'instabilit&#233; du b&#226;ti.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="test" graphiccount="1">
            <stitle>French - TSI 97-02-02 - Diagnostics relatifs aux plaintes d'instabilit&#233; directionnelle de ch&#226;ssis</stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <note>
                    <para>Cette v&#233;rification de base ne requiert pas de dispositif de r&#233;glage de la g&#233;om&#233;trie
                        ou de fosse. Vous aurez plut&#244;t besoin d'un plancher de niveau et d'un appareil num&#233;rique
                        de mesure des angles (rapporteur d'angles num&#233;rique) n&#176; ZTSE4329 ou l'&#233;quivalent
                        (
                        <hotlnk xrefid="f9702021">figure 1</hotlnk>).
                    </para>
                </note>
            </specpara>
            <figure id="f9702021" figsize="pg-wide">
                <graphic filename="../tsifigures/g9702021.webp" type="webp" resolution="72"/>
                <caption>Figure 1. Rapporteur d'angles num&#233;rique</caption>
            </figure>
            <step1>
                <para count="1">Placer le b&#226;ti sur un plancher de niveau.</para>
            </step1>
            <step1>
                <para count="1">V&#233;rifier la hauteur du coussin de suspension pneumatique du b&#226;ti, le cas
                    &#233;ch&#233;ant.
                </para>
            </step1>
            <step1>
                <para count="1">Placer le rapporteur d'angles num&#233;rique sur les tables de ressort de l'essieu
                    directeur avant.
                </para>
            </step1>
            <step1>
                <para count="1">Mesurer et noter l'angle de chasse.</para>
                <step2>
                    <para count="1">L'angle de chasse est positif si la partie arri&#232;re de la table de ressort de
                        l'essieu avant directeur est plus que sa partie avant.
                    </para>
                </step2>
                <step2>
                    <para count="1">Un angle de chasse ayant la bonne mesure peut &#234;tre augment&#233; de 2 degr&#233;s
                        au-dessus de l'angle id&#233;al sans difficult&#233;, si le probl&#232;me persiste. Consultez le
                        TSI 96-02-01 Sp&#233;cifications du r&#233;glage de la g&#233;om&#233;trie de l'essieu
                        directeur.
                    </para>
                </step2>
                <step2>
                    <para count="1">On peut augmenter l'angle de chasse de un demi-degr&#233; du c&#244;t&#233; du
                        passager pour r&#233;duire la d&#233;rive vers la droite caus&#233;e par le bombement de la
                        route.
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Le changement du bo&#238;tier est le dernier recours &#224; utiliser pour corriger un probl&#232;me
                        d'instabilit&#233;. Il est peu probable qu'un tel changement r&#232;gle la question.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
