<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-08-06 - M&#233;thode de couple de serrage de l'&#233;crou de goujon de montage du capteur de
        l'amp&#232;rem&#232;tre
    </stitle>
    <tsi id="tsi970806" tsitype="truck" translation="french">
        <tsinumber>97-08-06</tsinumber>
        <tsidate>Avril 1997</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode de couple de serrage de l'&#233;crou de goujon de montage du capteur de l'amp&#232;rem&#232;tre</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Lorsqu'il faut enlever le capteur de l'amp&#232;rem&#232;tre ou les bornes positives du goujon de
                    montage de l'amp&#232;rem&#232;tre, il est important que l'&#233;crou de goujon de montage soit serr&#233;
                    correctement lors du montage. Tout d&#233;faut de suivre cette m&#233;thode peut foir&#233; le
                    goujon sur le bloc de montage.
                </para>
                <para>L'ensemble de montage du capteur de l'amp&#232;rem&#232;tre (
                    <hotlnk xrefid="f9708061">figure 1</hotlnk>) ) comprend un goujon 3/8-16 et bloc moul&#233; (
                    <hotlnk xrefid="f9708062">figure 2</hotlnk>), un goujon de rallonge 1/2-13 (
                    <hotlnk xrefid="f9708063">figure 3</hotlnk>) et des rondelles et &#233;crous.
                </para>
                <figure id="f9708061" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9708061.webp" type="webp"/>
                    <caption>Figure 1. Ensemble de montage du capteur de l'amp&#232;rem&#232;tre</caption>
                </figure>
                <figure id="f9708062" figsize="col-wide">
                    <graphic filename="../tsifigures/g9708062.webp" type="webp"/>
                    <caption>Figure 2. Bloc moul&#233; et goujon 3/8-16</caption>
                </figure>
                <figure id="f9708063" figsize="col-wide">
                    <graphic filename="../tsifigures/g9708063.webp" type="webp"/>
                    <caption>Figure 3. Goujon de rallonge</caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>French - TSI 97-08-06 - M&#233;thode de couple de serrage de l'&#233;crou de goujon de montage du
                capteur de l'amp&#232;rem&#232;tre
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <warning>
                    <para>Les batteries laissent s'&#233;chapper des gaz explosifs. Garder les &#233;tincelles, les
                        flammes vives, les cigarettes allum&#233;es, ou tout autre source d'allumage &#224; l'&#233;cart
                        en tout temps. Toujours porter des verres de s&#233;curit&#233; et un &#233;cran facial en
                        travaillant pr&#232;s de batteries en vue d'&#233;viter des blessures corporelles.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>D&#233;brancher la borne n&#233;gative de batterie pendant toute r&#233;paration &#224;
                        l'installation &#233;lectrique.
                    </para>
                </note>
            </specpara>
            <para>Remontage du capteur de l'amp&#232;rem&#232;tre et du goujon de rallonge :</para>
            <step1>
                <para count="1">Monter les raccords du c&#226;ble de d&#233;marreur sur le goujon 3/8-16 (
                    <hotlnk xrefid="f9708062">figure 2</hotlnk>) et les rondelles. Visser ensuite le goujon de rallonge
                    (
                    <hotlnk xrefid="f9708063">figure 3</hotlnk>) et serrer &#224; 10 lb.pi (13,6 N.m).
                </para>
            </step1>
            <step1>
                <para count="1">Installer le capteur de l'amp&#232;rem&#232;tre sur le goujon de rallonge en prenant
                    soin que l'ouverture hexagonale moul&#233;e sur le capteur corresponde &#224; la partie hexagonale
                    sur le goujon de rallonge. Placer le capteur, le raccord ver le bas et la face vers l'ext&#233;rieur.
                </para>
            </step1>
            <step1>
                <para count="1">Installer l'alternateur et la rondelle et l'&#233;crou du fil d'alimentation. Serrer l'&#233;crou
                    &#224; 10-12 lb.pi (13,6 &#224; 16,3 N.m) tout en retenant la partie hexagonale sur le goujon de
                    rallonge avec une cl&#233;.
                </para>
                <specpara>
                    <caution>
                        <para>Tout d&#233;faut d'utiliser une cl&#233; de retenue en serrant l'&#233;crou &#224; l'&#233;tape
                            3 peut endommager l'ensemble bloc moul&#233;/goujon (
                            <hotlnk xrefid="f9708062">figure 2</hotlnk>).
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcproc>
    </tsi>
</isis>
