<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-02-01 - Essieux directeurs avant Rockwell avec ensembles moyeux de roues unifi&#233;s, code
        Navistar 02ARK et 02ARL
    </stitle>
    <tsi id="tsi970201" tsitype="truck" translation="french">
        <tsinumber>97-02-01</tsinumber>
        <tsidate>Mars 1997</tsidate>
        <subjectfile>ESSIEU AVANT</subjectfile>
        <subjectgroup>
            <subject>Essieux directeurs avant Rockwell avec ensembles moyeux de roues unifi&#233;s, code Navistar 02ARK
                et 02ARL
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Rockwell</vendor>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
                <truckmodel>9000</truckmodel>
                <ucodegroup/>

                <ucode>02ARK</ucode>
                <ucode>02ARL</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Les essieux en question sont dot&#233;s de moyeux de roues unifi&#233;s qui sont lubrifi&#233;s
                    (graiss&#233;s) &#224; vie. Ils ne doivent pas &#234;tre inspect&#233;s lors de l'inspection pr&#233;-livraison
                    pour ce qui est du lubrifiant ou du jeu lat&#233;ral des roulements.
                </para>
                <para>Le moyeu de roue unifi&#233; Rockwell peut &#234;tre identifi&#233; par le chapeau de graisse
                    filet&#233;.
                </para>
                <para>Les roulements et joints du moyeu de roue unifi&#233; ne peuvent pas &#234;tre remplac&#233;s. Le
                    moyeu de roue unifi&#233; doit &#234;tre remplac&#233; en tant qu'un ensemble.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="inspect" graphiccount="1">
            <title>INSPECTER LE MOYEU DE ROUE UNIFI&#201;</title>
            <para>Inspecter le moyeu de roue unifi&#233; en cas de jeu lat&#233;ral tous les 200 000 milles ou 24
                mois.
            </para>
            <specpara>
                <warning>
                    <para>Ne pas travailler sous un v&#233;hicule support&#233; par un cric. Les crics peuvent glisser
                        ou basculer et causer des blessures corporelles. Toujours utiliser des b&#233;quilles de s&#233;curit&#233;.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Serrer le frein de stationnement. Placer des cales &#224; l'avant et &#224; l'arri&#232;re
                    de chaque roue. Placer des b&#233;quilles de s&#233;curit&#233; sous l'essieu avant. Relever la
                    partie avant de mani&#232;re que la roue avant ne touche plus au sol. Enlever l'ensemble roue et
                    pneu.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever le chapeau de moyeu.</para>
            </step1>
            <specpara>
                <note>
                    <para>Puisque le moyeu de roue unifi&#233; se r&#233;chauffe pendant le fonctionnement, une petite
                        quantit&#233; de graisse s'&#233;chappera &#224; l'ext&#233;rieur du pare-poussi&#232;re alors
                        que la pression est lib&#233;r&#233;e depuis l'int&#233;rieur du moyeu. Cela est normal.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fixer un indicateur &#224; cadran &#224; base magn&#233;tique &#224; l'extr&#233;mit&#233;
                    de la fus&#233;e d'essieu. Placer la tige de l'indicateur en contact avec le pilote de roue sur le
                    moyeu de roue unifi&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;gler l'indicateur &#224; cadran &#224; z&#233;ro (? 0 ?).</para>
            </step1>
            <step1>
                <para count="1">Tourner la roue dans les deux sens tout en poussant vers l'int&#233;rieur jusqu'&#224;
                    ce que la lecture de l'indicateur &#224; cadran demeure constante. Inscrire la lecture.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;p&#233;ter l'&#233;tape 5 tout en tirant vers l'ext&#233;rieur. Inscrire la
                    lecture.
                </para>
            </step1>
            <step1>
                <para count="1">La diff&#233;rence entre les deux lectures est le jeu lat&#233;ral et il devrait &#234;tre
                    de 0,003 po &#224; 0,009 po.
                </para>
            </step1>
            <step1>
                <para count="1">Si le jeu lat&#233;ral n'est pas conforme aux sp&#233;cifications, v&#233;rifier si le
                    couple de serrage de l'&#233;crou de roulement int&#233;rieur de roue est de 500 &#224; 700 lb.pi
                    (677 &#224; 949 N.m) (
                    <hotlnk xrefid="f9702011">figure 1</hotlnk>).
                </para>
            </step1>
            <figure id="f9702011" figsize="col-wide">
                <graphic filename="../tsifigures/g9702011.webp" type="webp"/>
                <caption>Figure 1. V&#233;rifier le couple</caption>
            </figure>
            <step1>
                <para count="1">Si le jeu lat&#233;ral correct ne peut pas &#234;tre atteint, le moyeu de roue unifi&#233;
                    doit &#234;tre remplac&#233;.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
