<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-08-05 - &#201;clairage erron&#233; du t&#233;moin de l'ABS</stitle>
    <tsi id="tsi970805" tsitype="truck" translation="french">
        <tsinumber>97-08-05</tsinumber>
        <tsidate>Mars 1997</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>&#201;clairage erron&#233; du t&#233;moin de l'ABS</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
                <truckmodel>9000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Le contr&#244;leur du syst&#232;me ABS de Bendix surveille continuellement la tension du syst&#232;me
                    du v&#233;hicule et v&#233;rifie l'int&#233;grit&#233; du circuit du modulateur. Si la tension n'est
                    pas stable &#224; l'int&#233;rieur des tol&#233;rances, le t&#233;moin de l'ABS s'allumera. Le d&#233;faut
                    indiqu&#233; par les diodes &#224; luminescence de diagnostic sera habituellement un modulateur
                    avant sur le c&#244;t&#233; droit. Les conditions qui peuvent causer des fluctuations de tension
                    suffisantes pour que le contr&#244;leur de l'ABS indique une d&#233;fectuosit&#233; sont soit un
                    probl&#232;me d'alternateur ou des raccords l&#226;ches.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>MARCHE &#192; SUIVRE</title>
            <para>V&#233;rifier et r&#233;parer les conditions suivantes :</para>
            <seqlist>
                <item>
                    <para>Un alternateur qui fait l'objet d'un court-circuit d'une diode de redresseur ou d'un
                        oscillation de phase donnera un rendement erron&#233; qui peut causer l'&#233;clairage du t&#233;moin
                        de l'ABS et une faible puissance de l'alternateur. Remplacer ou r&#233;parer l'alternateur. Ne
                        pas remplacer le contr&#244;leur ou le modulateur de l'ABS.
                    </para>
                </item>
                <item>
                    <para>Un alternateur avec spires de stator l&#226;ches &#233;prouvera des courts-circuits en pr&#233;sence
                        de certaines conditions de vibrations. Les spires de stator l&#226;ches peuvent causer un
                        court-circuit lorsque le moteur tourne &#224; un r&#233;gime sp&#233;cifique en pr&#233;sence
                        d'une charge sp&#233;cifique et cela peut ne pas se r&#233;p&#233;ter pendant des essaies
                        routiers. Les spires de stator l&#226;ches peuvent &#234;tre remarqu&#233;es en enlevant
                        l'alternateur, en enlevant le ventilateur et en inspectant les spires du stator. Si une spire de
                        stator quelconque peut &#234;tre d&#233;plac&#233;e en appliquant une l&#233;g&#232;re pression
                        avec un crayon, ou si des spires du stator ont une couleur diff&#233;rente caus&#233;e par une
                        chaleur intense, l'alternateur doit &#234;tre remplac&#233; ou r&#233;par&#233;. Ne pas
                        remplacer le contr&#244;leur ou le modulateur de l'ABS.
                    </para>
                </item>
                <item>
                    <para>Les raccords &#233;lectriques l&#226;ches &#224; l'alternateur ou &#224; des points importants
                        d'alimentation peuvent causer des tensions erron&#233;es. V&#233;rifier si tous les raccords
                        sont serr&#233;s.
                    </para>
                </item>
            </seqlist>
        </svcproc>
    </tsi>
</isis>
