<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-12-26 - Nouveau module de commande de moteur Navistar pour tous les moteurs International
        &#224; commande &#233;lectronique construits en octobre 1997 et par la suite. (Moteurs T 444E de num&#233;ro de
        s&#233;rie 634234 et suivants) (Moteurs DT 466E et 530E de num&#233;ro de s&#233;rie 1075289 et suivants)
    </stitle>
    <tsi id="tsi971226" tsitype="truck" translation="french">
        <tsinumber>97-12-26</tsinumber>
        <tsidate>D&#233;cembre 1997</tsidate>
        <subjectfile>MOTEURS</subjectfile>
        <subjectgroup>
            <subject>Nouveau module de commande de moteur Navistar pour tous les moteurs International &#224; commande
                &#233;lectronique construits en octobre 1997 et par la suite. (Moteurs T 444E de num&#233;ro de s&#233;rie
                634234 et suivants) (Moteurs DT 466E et 530E de num&#233;ro de s&#233;rie 1075289 et suivants)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>T 444E
                    <snrange>634234 et suivants</snrange>
                </engfam>
                <engfam>DT 466E
                    <snrange>1075289 et suivants</snrange>
                </engfam>
                <engfam>530E
                    <snrange>1075289 et suivants</snrange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>G&#233;n&#233;ralit&#233;s</title>
                    <para>Un module de commande &#233;lectronique mont&#233; sur le moteur
                        <emph type="bold">(ECM)</emph>(
                        <hotlnk xrefid="f9712261">figures 1</hotlnk>
                        et
                        <hotlnk xrefid="f9712262">2</hotlnk>) est mis en service pour la gamme compl&#232;te de moteurs
                        diesel Navistar &#224; commande &#233;lectronique, les T 444E, DT 466E et 530E InternationalMD.
                        Le nouveau module ECM de Navistar regroupe les trois modules courants utilis&#233;s pour
                        surveiller et contr&#244;ler le rendement du moteur et du v&#233;hicule. Les modules &#233;lectroniques
                        ant&#233;rieurs &#233;taient mont&#233;s sur le ch&#226;ssis. La production a d&#233;but&#233;
                        le 27 octobre 1997 pour les moteurs DT 466E et 530E &#224; compter du num&#233;ro de s&#233;rie
                        1075289 et le 3 novembre 1997 pour les moteurs T 444E &#224; compter du num&#233;ro de s&#233;rie
                        634234.
                    </para>
                    <para>Les trois modules remplac&#233;s par le nouveau module sont :</para>
                    <seqlist>
                        <item>
                            <para>ECM - Module de commande &#233;lectronique</para>
                        </item>
                        <item>
                            <para>IDM - Module de commande d'injection</para>
                        </item>
                        <item>
                            <para>VPM - Module de personnalisation de v&#233;hicule</para>
                        </item>
                    </seqlist>
                    <figure id="f9712261" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9712261.webp" type="webp" resolution="72"/>
                        <caption>Figure 1. Moteur T 444E dot&#233; d'un module ECM Navistar (module de commande &#233;lectronique)</caption>
                    </figure>
                    <figure id="f9712262" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9712262.webp" type="webp" resolution="72"/>
                        <caption>Figure 2. Moteur DT 466E (semblable sur le 530E) dot&#233; d'un module ECM Navistar
                            (Module de commande &#233;lectronique)
                        </caption>
                    </figure>
                    <para>Les strat&#233;gies de fonctionnement des deux syst&#232;mes sont tr&#232;s semblables. Les
                        fonctions des trois modules utilis&#233;s dans le syst&#232;me ant&#233;rieur sont consolid&#233;es
                        en un seul module. En combinant les modules en un seul, cela am&#233;liore le fonctionnement du
                        moteur et du v&#233;hicule et les caract&#233;ristiques de commande aussi; les faisceaux de c&#226;bles
                        sont r&#233;duits &#224; seulement deux. Le premier est celui du moteur et il comprend les fils
                        des composants mont&#233;s sur le moteur. L'autre est le faisceau du ch&#226;ssis et il comprend
                        les fils des composants mont&#233;s sur le ch&#226;ssis, y compris la batterie et l'alimentation
                        depuis le contact d'allumage.
                    </para>
                </lev1>
                <lev1>
                    <title>Caract&#233;ristiques</title>
                    <para>Un nouveau t&#233;moin de changement d'huile
                        <emph type="bold">(COL)</emph>
                        en &#233;quipement de s&#233;rie est ajout&#233; au tableau de bord. Cette caract&#233;ristique
                        peut &#234;tre programm&#233;e de mani&#232;re que le t&#233;moin ambre s'illumine lorsque c'est
                        le temps de changer l'huile du moteur. Le COL peut &#234;tre programm&#233; en fonction du kilom&#233;trage
                        du v&#233;hicule, des heures ou de la consommation de carburant. Ces limites d'intervalle
                        d'entretien peuvent &#234;tre r&#233;gl&#233;es ou la caract&#233;ristique COL peut &#234;tre
                        ignor&#233;e.
                    </para>
                    <para>De nouveaux syst&#232;mes de protection du moteur sont offerts en option et contr&#244;l&#233;s
                        par le module ECM. Le t&#233;moin rouge d'huile et de liquide de refroidissement
                        <emph type="bold">(OWL)</emph>
                        et l'avertisseur sonore de moteur seront activ&#233;s en pr&#233;sence de conditions
                        susceptibles de causer des dommages au moteur. Le niveau de protection d&#233;pend du
                        <emph type="bold">syst&#232;me d'avertissement et de protection du moteur</emph>
                        qui est en circuit dans le module ECM. Lorsque le commutateur d'allumage est &#224; la position
                        " marche ", le courant est disponible au t&#233;moin " OWL " et &#224; l'avertisseur. Le t&#233;moin
                        et l'avertisseur sont activ&#233;s lorsque le module ECM fournit une voie &#224; la masse. La v&#233;rification
                        momentan&#233;e de l'ampoule peut &#234;tre observ&#233;e chaque fois que le commutateur
                        d'allumage est plac&#233; &#224; " marche " par l'op&#233;rateur.
                    </para>
                    <para>R&#233;gulation de pression hydraulique (HPG) : C'est une nouvelle caract&#233;ristique en
                        option utilis&#233;e en circuit ferm&#233; de pression hydraulique sur la base d'une entr&#233;e
                        externe de pression hydraulique et d'une pression hydraulique programmable d&#233;sir&#233;e.
                        Les commandes seront branch&#233;es au module ECM pour permettre le fonctionnement et un capteur
                        est utilis&#233; pour signaler la pression de fonctionnement. Cette caract&#233;ristique est
                        utilis&#233;e principalement pour les pompes de distribution de liquide, particuli&#232;rement
                        dans les applications de camions &#224; incendie.
                    </para>
                </lev1>
                <lev1>
                    <title>Capteurs :</title>
                    <para>Les capteurs suivants mont&#233;s sur le moteur et sur le ch&#226;ssis ont &#233;t&#233; chang&#233;s
                        pour convenir au module de commande &#233;lectronique Navistar.
                    </para>
                    <para>Le capteur
                        <emph type="bold">(MAP)</emph>
                        de pression absolue de collecteur est chang&#233;. Le capteur ant&#233;rieur qui &#233;tait mont&#233;
                        sur l'auvent est remplac&#233; par un capteur analogique mont&#233; directement dans l'air
                        d'admission, &#224; la partie sup&#233;rieure du couvercle des soupapes. Avec ce capteur, le
                        signal de tension augmente &#224; mesure que la pression de suralimentation augmente. Remarquez
                        qu'il s'agit du m&#234;me capteur qui &#233;tait utilis&#233; auparavant pour la pression de
                        l'huile du moteur.
                    </para>
                    <para>Le capteur
                        <emph type="bold">(EOP)</emph>
                        de pression de l'huile du moteur est chang&#233;. Le capteur EOP est maintenant requis sur tous
                        les moteurs dot&#233;s du module ECM de Navistar, &#224; moins que le client pr&#233;f&#232;re
                        son propre syst&#232;me de capteurs. Le nouveau capteur peut maintenant faire la lecture jusqu'&#224;
                        100 lb/po2. C'est un capteur analogique sur lequel le signal de tension augmente avec une
                        augmentation de la pression. Tel que mentionn&#233; ant&#233;rieurement dans ce bulletin, une
                        caract&#233;ristique d'avertissement et de protection du moteur est offerte et devrait &#234;tre
                        utilis&#233;e de pair avec un capteur EOP. Cela avertira le conducteur d'une faible pression de
                        l'huile du moteur et peut &#234;tre programm&#233; pour couper le moteur.
                    </para>
                    <para>
                        <emph type="bold">L'interrupteur de p&#233;dale de d&#233;brayage (capteur)</emph>
                        est remplac&#233; par un interrupteur unipolaire. Le fonctionnement sera semblable. Cependant,
                        l'interrupteur sera branch&#233; en s&#233;rie et le relais de protection du d&#233;marreur
                        (relais standard) sera contr&#244;l&#233; par le module ECM.
                    </para>
                    <para>
                        <emph type="bold">L'interrupteur marche/arr&#234;t de r&#233;gulateur automatique de vitesse
                            (capteur)
                        </emph>
                        est maintenant un interrupteur &#224; r&#233;enclenchement continu et ne sera plus branch&#233;
                        en s&#233;rie avec un bo&#238;tier de r&#233;sistance, mais il enverra un signal num&#233;rique
                        directement au contr&#244;leur.
                    </para>
                    <para>
                        <emph type="bold">Interrupteur de freins (capteurs) :</emph>
                        Les freins hydrauliques utiliseront un interrupteur bipolaire avec deux circuits s&#233;par&#233;s
                        au contr&#244;leur. Les freins pneumatiques de camions porteurs utiliseront deux interrupteurs
                        de pression d'air, chacun avec un signal au contr&#244;leur. Les freins pneumatiques de
                        tracteurs utiliseront un seul interrupteur avec circuits en parall&#232;le au contr&#244;leur.
                        Les deux entr&#233;es de freins au contr&#244;leur seront normalement ouvertes.
                    </para>
                </lev1>
                <lev1>
                    <title>Actionneurs</title>
                    <para>Le module ECM contr&#244;lera le fonctionnement de l'embrayage du ventilateur et les volets de
                        radiateur selon la temp&#233;rature du moteur. La temp&#233;rature du moteur est surveill&#233;e
                        par
                        <emph type="bold">une commande de ventilateur de moteur</emph>
                        qui fournit l'information appropri&#233;e pour d&#233;terminer quand le ventilateur doit &#234;tre
                        mis en marche ou arr&#234;t&#233; en excitant ou pas le sol&#233;no&#239;de de commande du
                        ventilateur.
                    </para>
                    <para>Le
                        <emph type="bold">relais de protection du d&#233;marreur</emph>
                        est remplac&#233; par un relais standard contr&#244;l&#233; par le module ECM. Le relais re&#231;oit
                        des signaux du commutateur d'allumage et du module ECM pour fermer le relais. Le courant au
                        relais est fourni par l'interrupteur de s&#233;curit&#233; au point mort avec une bo&#238;te de
                        vitesses automatique ou &#224; l'embrayage avec une bo&#238;te de vitesses manuelle.
                    </para>
                    <para>Le
                        <emph type="bold">relais de d&#233;marreur</emph>
                        est maintenant mont&#233; au centre de l'auvent, &#224; c&#244;t&#233; du relais de puissance.
                        Le relais de d&#233;marreur est utilis&#233; pour transf&#233;rer le courant de la batterie au
                        sol&#233;no&#239;de du d&#233;marreur lorsque le relais de protection du d&#233;marreur est
                        excit&#233;. Gr&#226;ce &#224; une protection contre la surchauffe du d&#233;marreur, le relais
                        est aussi contr&#244;l&#233; par un transmetteur de temp&#233;rature &#224; thermocouple.
                    </para>
                    <para>Le
                        <emph type="bold">courant de la batterie</emph>
                        au module ECM passera par un seul relais de puissance. Le module de commande &#233;lectronique a
                        besoin d'une source de courant de 12 volts de mani&#232;re &#224; effectuer ses fonctions. Il re&#231;oit
                        ce courant directement des batteries du v&#233;hicule par l'entremise des contacts-relais du
                        module ECM chaque fois que le commutateur d'allumage est plac&#233; &#224; la position " marche
                        ". En pla&#231;ant le commutateur d'allumage &#224; " marche ", le module ECM fournit une mise
                        &#224; la masse interne sur le c&#244;t&#233; bobine du relais du module ECM. Cela porte le
                        relais &#224; fermer ses contacts et fournit au module ECM le courant requis pour effectuer ses
                        diverses fonctions.
                    </para>
                </lev1>
            </geninfo>
        </description>
    </tsi>
</isis>
