<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-12-01 - N&#233;cessaire de d&#233;marrage &#224; froid et de r&#233;chauffage pour les
        moteurs DT 408/DT 466 et 530 InternationalMD dot&#233;s de la pompe d'injection de carburant P-3000 ou 7100
    </stitle>
    <tsi id="tsi971201" tsitype="engine" translation="french">
        <tsinumber>97-12-01</tsinumber>
        <tsidate>Janvier 1997</tsidate>
        <subjectfile>MOTEURS</subjectfile>
        <subjectgroup>
            <subject>N&#233;cessaire de d&#233;marrage &#224; froid et de r&#233;chauffage pour les moteurs DT 408/DT
                466 et 530 InternationalMD dot&#233;s de la pompe d'injection de carburant P-3000 ou 7100
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 408</engfam>
                <engfam>DT 466</engfam>
                <engfam>530</engfam>
            </configure>
        </apply>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>French - TSI 97-12-01 - N&#233;cessaire de d&#233;marrage &#224; froid et de r&#233;chauffage pour
                les moteurs DT 408/DT 466 et 530 InternationalMD dot&#233;s de la pompe d'injection de carburant P-3000
                ou 7100
            </stitle>
            <title>DESCRIPTION</title>
            <para>Un n&#233;cessaire de d&#233;marrage et de r&#233;chauffage
                <emph type="bold">(N/P 1826410C92)</emph>
                est mis en service. Ce n&#233;cessaire am&#233;liorera le d&#233;marrage &#224; froid et le rendement
                lors des mises en route. Il &#233;vitera aussi la formation de fum&#233;e blanche excessive pendant et
                imm&#233;diatement apr&#232;s le d&#233;marrage.
            </para>
            <para>Le syst&#232;me de d&#233;marrage &#224; froid comprend les composants suivants :</para>
            <randlist type="bullet">
                <item>
                    <para>Contr&#244;leur de d&#233;marrage &#224; flamme</para>
                </item>
                <item>
                    <para>Bougies de pr&#233;chauffage &#224; flamme (2)</para>
                </item>
                <item>
                    <para>Soupape &#224; sol&#233;no&#239;de de carburant</para>
                </item>
                <item>
                    <para>Capteur de temp&#233;rature</para>
                </item>
                <item>
                    <para>Lampe-t&#233;moin</para>
                </item>
                <item>
                    <para>Tuyaux de carburant</para>
                </item>
            </randlist>
            <para>(Nota : Une liste de toutes les pi&#232;ces comprises dans le n&#233;cessaire est fournie dans les
                instructions d'installation du n&#233;cessaire).
            </para>
            <para>Le syst&#232;me de d&#233;marrage &#224; froid fonctionne avec deux bougies de pr&#233;chauffage
                &#224; flamme install&#233;es dans la tubulure d'admission du moteur. Les bougies sont activ&#233;es
                &#233;lectriquement pour commencer le cycle de pr&#233;chauffage. D&#232;s que la temp&#233;rature
                requise est atteinte, la lampe-t&#233;moin au tableau de bord clignote et le moteur peut &#234;tre mis
                en marche.
            </para>
            <specpara>
                <note>
                    <para>
                        <emph type="bold">NOTA</emph>
                        - Si la temp&#233;rature du liquide de refroidissement et au-del&#224; de 25 &#176;C (77 &#176;F),
                        la lampe-t&#233;moin clignote imm&#233;diatement apr&#232;s avoir plac&#233; le contact &#224; "
                        marche ". Ainsi, le syst&#232;me de d&#233;marrage &#224; froid n'est pas activ&#233; et n'est
                        pas requis.
                    </para>
                </note>
            </specpara>
            <para>Pendant le lancement du moteur, une soupape &#224; sol&#233;no&#239;de dirige le carburant vers les
                buses des bougies de pr&#233;chauffage. La buse dose le carburant sur la bougie o&#249; il se m&#233;lange
                &#224; l'air et s'enflamme. L'air est maintenant r&#233;chauff&#233; avant d'entrer dans la tubulure
                d'admission. En maintenant la flamme pendant une dur&#233;e pr&#233;d&#233;termin&#233;e apr&#232;s le d&#233;marrage
                du moteur, le moteur peut se r&#233;chauffer plus rapidement et la fum&#233;e blanche qui se manifeste
                habituellement pendant et imm&#233;diatement apr&#232;s le d&#233;marrage est r&#233;duite au minimum.
                Le processus de d&#233;marrage du moteur qui repose enti&#232;rement sur la temp&#233;rature est
                programm&#233; &#224; l'avance et est contr&#244;l&#233; automatiquement par le microprocesseur de
                commande de d&#233;marrage &#224; froid.
            </para>
            <specpara>
                <warning>
                    <para>NE PAS UTILISER D'AIDE AU D&#201;MARRAGE VOLATIL TEL L'&#201;THER, LE PROPANE OU L'ESSENCE
                        DANS LE SYST&#200;ME D'ADMISSION D'AIR DU MOTEUR. LES BOUGIES DE PR&#201;CHAUFFAGE ENFLAMMERONT
                        LES VAPEURS. LE FEU PEUT CAUSER DE S&#201;RIEUSES BLESSURES, LA MORT OU DES DOMMAGES MAT&#201;RIELS.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Par temps tr&#232;s froid (-20 &#176;C, -4 &#176;F), le temps de r&#233;tablissement du syst&#232;me
                        de d&#233;marrage &#224; froid sera plus long en raison du temps de mont&#233;e en pression de
                        l'huile moteur.
                    </para>
                </note>
            </specpara>
            <para>Pendant l'installation des bougies de pr&#233;chauffage &#224; flamme, une nouvelle &#233;tiquette
                d'antipollution sera requise. L'&#233;tiquette sera remplac&#233;e sans aucuns frais. Un formulaire de
                remplacement est inclus avec les instructions fournies dans le n&#233;cessaire.
            </para>
            <para>Un diagramme du syst&#232;me de c&#226;blage et un guide de d&#233;pannage sont &#233;galement fournis
                avec les instructions.
            </para>
        </svcproc>
    </tsi>
</isis>
