<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
    <tsi id="tsi971203" tsitype="engine" translation="french">
        <tsinumber>97-12-03</tsinumber>
        <replace>
            <tsinumber>95-12-03</tsinumber>
        </replace>
        <tsidate>F&#233;vrier 1997</tsidate>
        <subjectfile>MOTEURS</subjectfile>
        <subjectgroup>
            <subject>Huiles recommand&#233;es pour les moteurs International</subject>
        </subjectgroup>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>DESCRIPTION</title>
            <para>Le choix d'une huile de qualit&#233; et de viscosit&#233; appropri&#233;e est aussi essentiel &#224;
                la longue dur&#233;e utile d'un moteur que de suivre les intervalles recommand&#233;es de changement
                d'huile.
            </para>
        </svcproc>
        <svcproc svcproctype="TSI" graphiccount="1">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>HUILES RECOMMAND&#201;ES</title>
            <svcsubproc>
                <title>Qualit&#233; de l'huile</title>
                <para>La qualit&#233; de l'huile est d&#233;crite par les cat&#233;gories de service de moteurs de
                    l'American Petroleum Institute (API). Les cat&#233;gories de l'API sont d&#233;finies par le
                    rendement de l'huile (d&#233;p&#244;ts et usure) mesur&#233; lors de tests standard de moteurs. La
                    cat&#233;gorie &#171; S &#187; + API (SJ) d&#233;crit les huiles pour les moteurs &#224; allumage
                    par &#233;tincelle (essence), alors que les cat&#233;gories &#171; C &#187; (CG-4 et CF-4) d&#233;crivent
                    les huiles pour les moteurs diesel. Les huiles des deux cat&#233;gories &#171; S &#187; et &#171; C
                    &#187; (tel CG-4/SJ) conviennent &#233;galement aux moteurs &#224; allumage par &#233;tincelle et
                    aux moteurs diesel.
                </para>
                <specpara>
                    <note>
                        <para>L'utilisation d'huile moteur d'une cat&#233;gorie API inad&#233;quate nuit s&#233;rieusement
                            &#224; la dur&#233;e du moteur. Il est tr&#232;s important d'utiliser l'huile recommand&#233;e
                            ou une autre huile de cat&#233;gorie API acceptable indiqu&#233;e au
                            <hotlnk xrefid="f9712031">tableau 1</hotlnk>, lors du choix d'une huile moteur.
                        </para>
                    </note>
                </specpara>
                <figure id="f9712031" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9712031.webp" type="webp"/>
                    <caption>Figure 1.</caption>
                </figure>
            </svcsubproc>
        </svcproc>
        <svcproc svcproctype="TSI" graphiccount="1">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>VISCOSIT&#201; DE L'HUILE</title>
            <para>La viscosit&#233; (&#233;paisseur) de l'huile est d&#233;finie par les cat&#233;gories de viscosit&#233;
                SAE (Society of Automotive Engineers). Les temp&#233;ratures plus froides n&#233;cessitent des huiles
                &#224; plus basse viscosit&#233; pour assurer le bon d&#233;bit lors du d&#233;marrage, tandis que les
                temp&#233;ratures plus chaudes n&#233;cessitent des huiles &#224; viscosit&#233; plus &#233;lev&#233;e
                pour un graissage satisfaisant. Selon la gamme de temp&#233;rature pr&#233;vue, choisissez la cat&#233;gorie
                de viscosit&#233; appropri&#233;e &#224; l'aide du
                <hotlnk xrefid="f9712032">tableau</hotlnk>
                et des remarques suivantes. Le choix de cat&#233;gories autres ou l'utilisation de cat&#233;gories de
                viscosit&#233; &#224; des temp&#233;ratures exc&#233;dant les gammes recommand&#233;es peut endommager
                le moteur.
            </para>
            <figure id="f9712032" figsize="pg-wide">
                <graphic filename="../tsifigures/g9712032.webp" type="webp" resolution="72"/>
                <caption>Figure 2.</caption>
            </figure>
            <table id="t9712031" frame="all">
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colname="col1" colwidth="1.75in"/>
                    <colspec colname="col2" colwidth="3.28in"/>
                    <spanspec namest="col1" nameend="col2" spanname="1to2"/>
                    <thead>
                        <row>
                            <entry colspan="2" spanname="1to2" valign="top">
                                <para>
                                    <emph type="bold">Autres cat&#233;gories d'huile :</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top">
                                <para>10W</para>
                            </entry>
                            <entry valign="top">
                                <para>-23 &#176;C to 10 &#176;C (-10 &#176;F to 50 &#176;F)</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="top">
                                <para>20W-20</para>
                            </entry>
                            <entry valign="top">
                                <para>-12 &#176;C to 21 &#176;C (10 &#176;F to 70 &#176;F)</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="top">
                                <para>20W-40</para>
                            </entry>
                            <entry valign="top">
                                <para>Au-dessus de -12 &#176;C (10 &#176;F)</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="top">
                                <para>30W</para>
                            </entry>
                            <entry valign="top">
                                <para>Au-dessus de -1 &#176;C (30 &#176;F)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
                <caption>Autres cat&#233;gories d'huile :</caption>
            </table>
        </svcproc>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>MOTEURS DIESEL T 444E</title>
            <para>L'huile moteur 15W-40 Fleetrite Premium satisfait aux exigences de tous les moteurs Navistar
                International.
            </para>
            <specpara>
                <important>
                    <para>Les moteurs diesel T 444E n'utilisent pas les huiles identifi&#233;es SJ ou SH seulement. Les
                        huiles multigrades telles CG-4/SH sont utilis&#233;es lorsque les huiles CG-4 et CG-4/SJ ne sont
                        pas disponibles.
                    </para>
                    <para>L'huile moteur 15W-40 est de cat&#233;gorie de viscosit&#233; pr&#233;f&#233;r&#233;e lorsque
                        ces moteurs sont en service &#224; des temp&#233;ratures constamment au-del&#224; de -7 &#176;C
                        (+20 &#176;F).
                    </para>
                    <para>Lorsque les temp&#233;ratures demeurent constamment au-dessous de -7 &#176;C (+20 &#176;F),
                        l'huile moteur SAE 10W-30 est de cat&#233;gorie de viscosit&#233; pr&#233;f&#233;r&#233;e. Se
                        reporter aux parties ombr&#233;es du tableau qui indiquent l'huile pr&#233;f&#233;r&#233;e pour
                        les gammes de temp&#233;rature pr&#233;vues.
                    </para>
                </important>
            </specpara>
        </svcproc>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>MOTEURS DIESEL DT 466, 530 INTERNATIONAL&#174;, DT 466E ET 530E INTERNATIONAL&#174;</title>
            <para>L'huile moteur 15W-40 Fleetrite Premium satisfait &#224; ces exigences. Les huiles CG-4/SH ou CF-4
                devraient &#234;tre utilis&#233;es seulement lorsque les huiles CG-4 et CG-4/SJ ne sont pas disponibles
                dans les cat&#233;gories de viscosit&#233; recommand&#233;es. Se reporter aux parties ombr&#233;es du
                <hotlnk xrefid="f9712032">tableau</hotlnk>, &#224; la page pr&#233;c&#233;dente, qui indiquent l'huile
                pr&#233;f&#233;r&#233;e pour les gammes de temp&#233;ratures pr&#233;vues.
            </para>
            <specpara>
                <note>
                    <randlist type="bullet">
                        <item>
                            <para>Les huiles moteurs CF, CF/SJ et CF/SH sont acceptables &#224; de basses cat&#233;gories
                                de viscosit&#233; telles 5W-30 et 10W-30 lorsque les huiles CG-4 et CG-4/SJ ne sont pas
                                disponibles. Les huiles &#224; basse viscosit&#233; ou huiles d'hiver sont pr&#233;f&#233;rables
                                en service par temps froid.
                            </para>
                        </item>
                        <item>
                            <para>Une augmentation de la consommation d'huile doit &#234;tre pr&#233;vue lorsque les
                                huiles SAE 0W-30, 5W30, 10W et 10W-30 sont utilis&#233;es. V&#233;rifiez le niveau
                                d'huile plus fr&#233;quemment.
                            </para>
                        </item>
                        <item>
                            <para>Les huiles SAE 5W-30 NE SONT PAS recommand&#233;es en service continu &#224; haute
                                vitesse.
                            </para>
                        </item>
                        <item>
                            <para>Ne pas utiliser les huiles &#224; basse viscosit&#233; (SAE 10W, 5W-30, et 0W-30)
                                lorsque la temp&#233;rature est constamment au-dessous de +10 &#176;C (+50 &#176;F)
                                parce que cela peut entra&#238;ner une plus grande usure ou le bris du moteur.
                            </para>
                        </item>
                        <item>
                            <para>Les huiles synth&#233;tiques et recycl&#233;es peuvent &#234;tre utilis&#233;es dans
                                les moteurs International, en autant qu'elles satisfont aux cat&#233;gories de service
                                de l'API et aux cat&#233;gories de viscosit&#233; SAE sp&#233;cifi&#233;es dans les
                                pages pr&#233;c&#233;dentes.
                            </para>
                        </item>
                    </randlist>
                    <para>L'utilisation d'une huile synth&#233;tique
                        <emph type="underscr">NE PERMET PAS</emph>
                        de prolonger les intervalles de changement d'huile ni les intervalles de changement de filtre
                        &#224; huile. L'intervalle de changement indiqu&#233; est un maximum et ne doit pas &#234;tre d&#233;pass&#233;.
                    </para>
                </note>
            </specpara>
        </svcproc>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>French - TSI 97-12-03 - Huiles recommand&#233;es pour les moteurs International</stitle>
            <title>SP&#201;CIFICATIONS DE L'HUILE DE CARTER MOTEUR</title>
            <para>Pour des renseignements sp&#233;cifiques sur la plupart des marques d'huile commerciales, demandez par
                &#233;crit le livret dont le titre est :
            </para>
            <para>&#171; EMA LUBRICATING OIL DATA BOOK, FOR HEAVY-DUTY AUTOMOTIVE AND INSDUSTRIAL ENGINES &#187;.</para>
            <verbatim>
                <line>Engine Manufacturers Association</line>
                <line>401 North Michigan Avenue, Suite 2400</line>
                <line>Chicago, Illinois 60611-4267</line>
            </verbatim>
            <para>Si vous avez des questions concernant les commandes, composez le 1 (312) 644-6610, poste 3626.</para>
        </svcproc>
    </tsi>
</isis>
