<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-12-11R - Remplissage &#224; l'usine d'additifs suppl&#233;mentaires de liquide de
        refroidissement et niveau de concentration lors de l'entretien des moteurs International
    </stitle>
    <tsi id="tsi971211r" tsitype="truck" translation="french">
        <tsinumber>97-12-11R</tsinumber>
        <replace>
            <tsinumber>97-12-11</tsinumber>
        </replace>
        <tsidate>Septembre 1997</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>Remplissage &#224; l'usine d'additifs suppl&#233;mentaires de liquide de refroidissement et niveau
                de concentration lors de l'entretien des moteurs International
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <lev1>
                    <title>ADDITIFS SUPPL&#201;MENTAIRES DE LIQUIDE DE REFROIDISSEMENT</title>
                    <para>Ce bulletin s'applique &#224; tous les mod&#232;les dot&#233;s de moteurs International.
                    </para>
                    <para>Les filtres de liquide de refroidissement sur les moteurs diesel International sont maintenant
                        charg&#233;s &#224; l'avance de 4 unit&#233;s d'additifs suppl&#233;mentaires de liquide DCA4.
                        Cela remplace le filtre de liquide r&#233;gulier sans additifs suppl&#233;mentaires. Cela &#233;quivaut
                        &#224; un niveau &#224; l'usine de 1,9 unit&#233; par gallon (UPG). Imm&#233;diatement apr&#232;s
                        le remplissage, les additifs suppl&#233;mentaires commenceront &#224; former une couche dans le
                        syst&#232;me de liquide de refroidissement assurant ainsi une protection du moteur et du syst&#232;me
                        de refroidissement. Cette m&#233;thode de couche de protection &#233;puisera l&#233;g&#232;rement
                        les additifs install&#233;s &#224; l'usine. La sp&#233;cification courante d'additifs suppl&#233;mentaires
                        est de 1,5 &#224; 3 UPG alors que le niveau optimal est de 1,5 &#224; 2 UPG. Le filtre charg&#233;
                        &#224; l'avance offrira un coussin pour faire en sorte que chaque v&#233;hicule soit livr&#233;
                        alors que le niveau d'additifs suppl&#233;mentaires se situe dans la plage optimale.
                    </para>
                </lev1>
                <lev1>
                    <title>DATES D'ENTR&#201;E EN VIGUEUR POUR CE QUI EST DE LA PRODUCTION</title>
                    <para>Moteurs T 444E - le 11/3/97 (num&#233;ro de s&#233;rie de moteur 503178)</para>
                    <para>Moteurs DT 466 et 530 - le 3/12/96 (num&#233;ro de s&#233;rie de moteur 1026427)</para>
                </lev1>
            </geninfo>
        </description>
        <svcproc svcproctype="check" graphiccount="1">
            <stitle>French - TSI 97-12-11R - Remplissage &#224; l'usine d'additifs suppl&#233;mentaires de liquide de
                refroidissement et niveau de concentration lors de l'entretien des moteurs International
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <svcprocinfo>
                <para>Il est recommand&#233; de v&#233;rifier le niveau de concentration des additifs suppl&#233;mentaires
                    lors des intervalles r&#233;guliers d'entretien pr&#233;ventif. Les niveaux d'additifs suppl&#233;mentaires
                    ne devraient pas exc&#233;der 3 UPG. Lors d'une correction du niveau d'additifs suppl&#233;mentaires
                    du syst&#232;me de refroidissement, le niveau sup&#233;rieur devrait &#234;tre bas&#233; sur le taux
                    d'&#233;puisement &#233;prouv&#233; d'apr&#232;s les intervalles d'entretien pr&#233;ventif utilis&#233;s.
                    De nouveau, le niveau optimal est de 1,5 &#224; 2 UPG pour &#233;viter l'&#233;rosion par cavitation
                    et atteindre la dur&#233;e utile et l'efficacit&#233; maximales du syst&#232;me de refroidissement.
                </para>
                <specpara>
                    <note>
                        <para>L'antigel &#233;thyl&#232;ne glycol est install&#233; &#224; l'usine de montage. Le n&#233;cessaire
                            de test de DCA4 mesurera exactement le niveau de DCA4 ou d'additifs Pencool aussi bien dans
                            les m&#233;langes d'&#233;thyl&#232;ne glycol ou de propyl&#232;ne glycol. Navistar ne
                            recommande pas de m&#233;langer les liquides de refroidissement &#224; l'&#233;thyl&#232;ne
                            glycol et au propyl&#232;ne glycol.
                        </para>
                    </note>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Pr&#233;-livraison</title>
                <para>Il n'est pas n&#233;cessaire ou recommand&#233; de v&#233;rifier le niveau d'additifs suppl&#233;mentaires
                    lors de la pr&#233;-livraison. La seule exception est si le niveau de liquide est bas en raison
                    d'une fuite dans le syst&#232;me. Dans ce cas seulement, le niveau d'additifs suppl&#233;mentaires
                    devrait &#234;tre v&#233;rifi&#233; et si le niveau de concentration est inf&#233;rieur &#224; 1,5
                    UPG, des additifs suppl&#233;mentaires devraient &#234;tre ajout&#233;s pour atteindre 1,9 UPG, soit
                    l'&#233;quivalent du niveau de remplissage &#224; l'usine.
                </para>
                <para>Les compagnies de carrosseries d'autobus et autres qui ouvrent les syst&#232;mes de
                    refroidissement des ch&#226;ssis International et y accouplent leur mat&#233;riel ont la
                    responsabilit&#233; de s'assurer que tout le liquide ajout&#233; au syst&#232;me n'est pas inf&#233;rieur
                    &#224; 1,9 UPG.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Sommaire</title>
                <para>Navistar exp&#233;die maintenant tous les moteurs International avec un filtre charg&#233; &#224;
                    l'avance de 4 unit&#233;s. Le niveau optimal est de 1,5-2 UPG. Le remplissage &#224; l'usine est
                    d'au moins 1,9 UPG pour compenser l'&#233;puisement initial normal. Seuls les v&#233;hicules qui ont
                    &#233;prouv&#233; des fuites dans le syst&#232;me de refroidissement doivent &#234;tre v&#233;rifi&#233;s
                    lors de la pr&#233;-livraison.
                </para>
                <para>Une feuille de travail (
                    <hotlnk xrefid="f9712111">figure 1</hotlnk>) est incluse afin de d&#233;terminer la quantit&#233;
                    d'additifs suppl&#233;mentaires qui doit &#234;tre ajout&#233;e au syst&#232;me de refroidissement
                    pour atteindre le niveau d&#233;sir&#233; de concentration.
                </para>
                <figure id="f9712111" figsize="full-pg">
                    <graphic filename="../tsifigures/g9712111.webp" type="webp" resolution="72"/>
                    <caption>Figure 1. Feuille de travail pour d&#233;terminer le niveau d'additifs
                        suppl&#233;mentaires
                    </caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
