<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 97-14-01 - Verrouillage de r&#233;partiteur de puissance</stitle>
    <tsi id="tsi971401" tsitype="truck" translation="french">
        <tsinumber>97-14-01</tsinumber>
        <tsidate>Juillet 1997</tsidate>
        <subjectfile>PONT ARRI&#200;RE</subjectfile>
        <subjectgroup>
            <subject>Verrouillage de r&#233;partiteur de puissance</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Ce bulletin s'applique &#224; tous les v&#233;hicules dot&#233;s de ponts en tandem et d'un r&#233;partiteur
                    de puissance.
                </para>
                <para>Les v&#233;hicules de Navistar sont dot&#233;s de deux types de syst&#232;mes de commande de
                    verrouillage de r&#233;partiteur de puissance :
                </para>
                <seqlist>
                    <item>
                        <para>
                            <emph type="bold">Le verrouillage antiretour</emph>
                            est enclench&#233; par un ressort/et d&#233;clench&#233; par air sur tous les ponts en
                            tandem Spicer sauf le mod&#232;le S400 Spicer. La soupape de commande utilis&#233;e dans
                            cette application de verrouillage antiretour est le N/P 2015934C1 et elle est dot&#233;e
                            d'un raccord pneumatique &#224; accouplement rapide.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">Le verrouillage standard</emph>
                            est enclench&#233; par air/d&#233;clench&#233; par ressort et est utilis&#233; sur tous les
                            ponts en tandem Rockwell et Eaton et le mod&#232;le S400 Spicer. La soupape de commande
                            utilis&#233;e dans cette application de verrouillage standard est le N/P 2014371C1 et elle
                            est aussi dot&#233;e d'un raccord pneumatique &#224; accouplement rapide.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>La plus r&#233;cente mise en service des syst&#232;mes pr&#233;cit&#233;s de commande de
                            verrouillage de r&#233;partiteur de puissance touche la production d&#233;butant en ao&#251;t
                            1996 &#224; Chatham et en octobre 1996 &#224; Springfield.
                        </para>
                    </note>
                </specpara>
                <para>Avant ce changement, tous les manufacturiers de ponts en tandem peuvent avoir utilis&#233; un ou
                    l'autre des syst&#232;mes. Pour d&#233;terminer quel type de syst&#232;me de commande a &#233;t&#233;
                    utilis&#233;, comparer le mod&#232;le de couvercle de commande et l'emplacement de l'orifice d'entr&#233;e
                    d'air aux exemples indiqu&#233;s au
                    <hotlnk xrefid="f9714011">tableau 1</hotlnk>.
                </para>
                <figure id="f9714011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9714011.webp" type="webp" resolution="72"/>
                    <caption>Figure 1. Tableau 1 - Comparaison de verrouillage de r&#233;partiteur de puissance
                    </caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
