<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-04-01R - Unit&#233; de calcul &#233;lectronique de prochaine g&#233;n&#233;ration pour les
        syst&#232;mes d'antiblocage des freins (ABS)
    </stitle>
    <tsi id="tSI980401R" tsitype="truck" translation="french">
        <tsinumber>98-04-01R</tsinumber>
        <replace>
            <tsinumber>98-04-01</tsinumber>
        </replace>
        <tsidate>Avril 1998</tsidate>
        <subjectfile>FREINS</subjectfile>
        <subjectgroup>
            <subject>Unit&#233; de calcul &#233;lectronique de prochaine g&#233;n&#233;ration pour les syst&#232;mes
                d'antiblocage des freins (ABS)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <vendor>Wabco</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>G&#233;n&#233;ralit&#233;s</title>
                    <para>Ce bulletin s'applique &#224; tous les mod&#232;les construits avec l'antiblocage (ABS) Wabco
                        &#224; compter du 2 f&#233;vrier 1998 et l'antiblocage (ABS) Bendix &#224; compter du 1er mars
                        1998.
                    </para>
                </lev1>
                <lev1>
                    <title>Allied Signal (Bendix)</title>
                    <para>&#192; compter du 1er mars 1998, tous les v&#233;hicules construits avec l'ABS Bendix
                        utiliseront la nouvelle unit&#233; de calcul &#233;lectronique EC-17 Bendix au lieu de l'unit&#233;
                        de calcul &#233;lectronique EC-16. La nouvelle unit&#233; EC-17 Bendix est 33 % plus petite et
                        44 % plus l&#233;g&#232;re que l'unit&#233; EC-16 et a des communications en s&#233;rie pour la
                        commande de moteur J1939.
                    </para>
                    <para>Sur les mod&#232;les 9100, 9200, 9300 et 9400, l'unit&#233; de calcul &#233;lectronique a
                        &#233;t&#233; d&#233;plac&#233;e au longeron droit &#224; l'arri&#232;re de la cabine (
                        <hotlnk xrefid="f9804011">figure 1</hotlnk>). Sur tous les autres mod&#232;les, l'emplacement de
                        l'unit&#233; demeure le m&#234;me.
                    </para>
                    <figure id="f9804011" figsize="col-wide">
                        <graphic id="g9804011" filename="../tsifigures/g9804011.webp" type="webp" resolution="72"/>
                        <caption>Figure 1. Figure 1 - Unit&#233; de calcul &#233;lectronique Bendix et acheminement du
                            faisceau
                        </caption>
                    </figure>
                    <lev2>
                        <title>Diagnostics</title>
                        <para>L'unit&#233; EC-17 Bendix n'est pas offerte avec les diodes &#224; luminescence de
                            diagnostics sur l'interrupteur magn&#233;tique utilis&#233; pour r&#233;gler et r&#233;tablir
                            automatiquement l'unit&#233;. Ce changement a &#233;t&#233; apport&#233; en raison du fait
                            que la plupart des unit&#233;s sont mont&#233;es en des endroits o&#249; les diodes &#224;
                            luminescence ne sont pas visibles.
                        </para>
                        <para>Deux options sont offertes pour les diagnostics d'entretien Bendix, l'outil d'entretien
                            (ordinateur portatif) EZ TechMD avec le logiciel de diagnostic ACom ou l'interface de
                            communication de diagnostic (DCI). Navistar a travaill&#233; en collaboration avec Bendix
                            pour d&#233;velopper les logiciels de diagnostics DCI et Acom.
                        </para>
                        <para>
                            <emph type="bold">Ordinateur portatif EZ TechMD :</emph>
                            L'outil d'entretien EZ TechMD permet d'obtenir des diagnostics &#224; l'aide d'un ordinateur
                            portatif r&#233;sistant qui a &#233;t&#233; d&#233;velopp&#233; en vue d'offrir des
                            renseignements exacts et efficaces pour effectuer l'entretien des v&#233;hicules
                            International. L'ordinateur portatif EZ TechMD se branche &#224; la liaison de donn&#233;es
                            J1587 par l'entremise du raccord de l'orifice de branchement de l'ordinateur en s&#233;rie
                            sur l'unit&#233; DCI. Un m&#233;canicien qui utilise le logiciel de diagnostics ACom pour
                            l'ABS peut effectuer les t&#226;ches suivantes :
                        </para>
                        <seqlist>
                            <item>
                                <para>Trouver et diagnostiquer les d&#233;fectuosit&#233;s courantes</para>
                            </item>
                            <item>
                                <para>Tester le bon fonctionnement des composants</para>
                            </item>
                            <item>
                                <para>Obtenir, constater et classer l'historique des d&#233;fectuosit&#233;s</para>
                            </item>
                            <item>
                                <para>Inscrire le rendement des composants pendant le fonctionnement du v&#233;hicule en
                                    service
                                </para>
                            </item>
                        </seqlist>
                        <para>
                            <emph type="bold">DCI :</emph>
                            L'outil d'entretien DCI est un outil manuel qui se branche dans le raccord de diagnostic du
                            v&#233;hicule (liaison de donn&#233;es J1587) situ&#233; sur le tableau de bord dans la
                            cabine. L'outil d'entretien DCI a le m&#234;me affichage de diagnostic &#224; diodes &#224;
                            luminescence que sur l'unit&#233; EC-16 ant&#233;rieure pour trouver les d&#233;fectuosit&#233;s
                            du syst&#232;me antiblocage et un bouton de r&#233;glage pour replacer l'interrupteur &#224;
                            aimant sur le EC-16. Se reporter au groupe 04, Commande d'ABS/traction, dans le manuel
                            principal d'entretien CTS-5000 pour interpr&#233;ter les codes de d&#233;fectuosit&#233;.
                            L'outil d'entretien DCI, num&#233;ro de pi&#232;ce ZTSE-4453, peut &#234;tre command&#233;
                            chez Kent-Moore au 1 800 520- 2584.
                        </para>
                    </lev2>
                </lev1>
                <lev1>
                    <title>Wabco</title>
                    <para>&#192; compter du 2 f&#233;vrier 1998, tous les v&#233;hicules construits avec l'ABS Wabco
                        auront l'unit&#233; de calcul &#233;lectronique de version " D " Wabco au lieu de la version " C
                        ". La version " D " Wabco am&#233;lior&#233;e a la capacit&#233; d'offrir les communications en
                        s&#233;rie pour la commande de moteur J1939 sans engager de co&#251;ts additionnels. Se reporter
                        &#224; la
                        <hotlnk xrefid="f9804012">figure 2</hotlnk>
                        pour l'emplacement de l'unit&#233; de calcul &#233;lectronique sur le b&#226;ti.
                    </para>
                    <figure id="f9804012" figsize="col-wide">
                        <graphic id="g9804012" filename="../tsifigures/g9804012.webp" type="webp" resolution="72"/>
                        <caption>Figure 2. Figure 2 - Unit&#233; de calcul &#233;lectronique Wabco et acheminement du
                            faisceau
                        </caption>
                    </figure>
                    <para>Si le v&#233;hicule a l'unit&#233; de version " D " avec la commande automatique de traction
                        (ATC), le syst&#232;me utilisera une soupape ATC au lieu de deux soupapes ATC utilis&#233;es
                        avec l'unit&#233; de version " C ".
                    </para>
                    <lev2>
                        <title>Diagnostics</title>
                        <para>Deux options sont offertes pour les diagnostics d'entretien Wabco : l'outil d'entretien
                            (ordinateur portatif) EZ TechMD ou l'interrupteur de signal intermittent de code.
                        </para>
                        <para>
                            <emph type="bold">Ordinateur portatif EZ TechMD :</emph>
                            Le logiciel de diagnostic d'entretien Windows pour l'unit&#233; de version " D " sera offert
                            vers le milieu de 1998.
                        </para>
                        <para>
                            <emph type="bold">l'interrupteur de signal intermittent de code:</emph>
                            L'unit&#233; Wabco de version " D " a un interrupteur de signal intermittent de code au lieu
                            de l'interrupteur &#224; bascule marche/arr&#234;t utilis&#233; sur l'unit&#233; de version
                            " C ". Pour afficher les codes de d&#233;fectuosit&#233;, appuyer et retenir l'interrupteur
                            de signal pendant une seconde et le rel&#226;cher. Pour interpr&#233;ter les codes de d&#233;fectuosit&#233;,
                            se reporter &#224; la section CTS-5253, Syst&#232;me antiblocage/traction de freins Rockwell
                            Wabco &#224; 4 voies, situ&#233; dans le groupe 4 du manuel principal d'entretien CTS-5000.
                        </para>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </tsi>
</isis>
