<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-08-02 - Centre de commande avec option de totaliseur de milles de voyage pr&#233;sentant des
        sympt&#244;mes d'erreurs/scintillements d'affichage, d'immobilisation des aiguilles de totaliseur de
        vitesse/tachym&#232;tre ou de milles enregistr&#233;s inf&#233;rieurs au millage r&#233;el
    </stitle>
    <tsi id="tSI980802" tsitype="truck" translation="french">
        <tsinumber>98-08-02</tsinumber>
        <tsidate>Mai 1998</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>Centre de commande avec option de totaliseur de milles de voyage pr&#233;sentant des sympt&#244;mes
                d'erreurs/scintillements d'affichage, d'immobilisation des aiguilles de totaliseur de vitesse/tachym&#232;tre
                ou de milles enregistr&#233;s inf&#233;rieurs au millage r&#233;el
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100</truckmodel>
                <truckmodel>9200</truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ce bulletin s'applique aux mod&#232;les 9100, 9200, 9300 et 9400 dot&#233;s de l'option de
                    totaliseur &#233;lectronique de milles de voyage et d'un centre de commande et construits avant le
                    code de date 0798 (se reporter &#224; la
                    <hotlnk xrefid="f9808021">figure 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
                <figure id="f9808021" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9808021.webp" type="webp"/>
                    <caption>Figure 1. Figure 1</caption>
                </figure>
                <para>Dans certaines conditions, des chocs de tension (pointes de tension) introduits dans le combin&#233;
                    de totaliseur de vitesse/tachym&#232;tre peuvent causer des scintillements de l'affichage ou donner
                    des lectures erron&#233;es de l'affichage. Pour &#233;viter ces conditions de scintillement ou
                    d'erreur de l'affichage, un filtre de chocs de tension peut &#234;tre ajout&#233; au circuit
                    appropri&#233;. L'ajout d'un filtre de chocs de tension peut aussi corriger d'autres probl&#232;mes
                    tel que l'immobilisation des aiguilles du totalisateur de vitesse/tachym&#232;tre et
                    l'enregistrement de milles inf&#233;rieurs au millage r&#233;el.
                </para>
                <para>Ces instructions couvrent la modification du c&#226;blage du v&#233;hicule pour ajouter un filtre
                    de chocs de tension dans le circuit de courant 14G au centre de commande pour &#233;viter que des
                    chocs de tension ne p&#233;n&#232;trent dans le centre de commande.
                </para>
                <specpara>
                    <note>
                        <para>Cette modification ne doit pas &#234;tre effectu&#233;e si le code de date du centre de
                            commande est 0798 ou un code suivant.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9808021" frame="all">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top" align="center">
                                <para>2502548C1</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>N&#233;cessaire de filtre</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - TSI 98-08-02 - Centre de commande avec option de totaliseur de milles de voyage pr&#233;sentant
                des sympt&#244;mes d'erreurs/scintillements d'affichage, d'immobilisation des aiguilles de totaliseur de
                vitesse/tachym&#232;tre ou de milles enregistr&#233;s inf&#233;rieurs au millage r&#233;el
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <step1>
                <para count="1">Retirer le fusible/disjoncteur F5-C du panneau des fusibles.</para>
            </step1>
            <specpara>
                <warning>
                    <para>La tension du circuit 14G est de 12 volts m&#234;me lorsque la cl&#233; de contact est &#224;
                        la position arr&#234;t. Si la protection du circuit n'est pas enlev&#233;e, un court-circuit
                        peut se produire pendant l'installation du filtre, ce qui pourrait causer des blessures
                        corporelles.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Enlever les quatre vis de montage du combin&#233; de totaliseur de vitesse/tachym&#232;tre
                    et d&#233;placer le combin&#233; &#224; l'&#233;cart de la surface de montage.
                </para>
            </step1>
            <step1>
                <para count="1">Trouver le raccord &#233;lectrique multiple blanc sur la face arri&#232;re du combin&#233;
                    de totaliseur de vitesse/tachym&#232;tre (
                    <hotlnk xrefid="f9808021">figure 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Trouver le circuit 14G qui est branch&#233; au raccord blanc (
                    <hotlnk xrefid="f9808021">figure 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Le fil du circuit 14G est de couleur rouge.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Couper le fil de circuit 14G &#224; environ trois pouces du raccord.</para>
            </step1>
            <step1>
                <para count="1">Installer le filtre dans le circuit 14G en portant attention &#224; l'&#233;tiquetage
                    des fils sur le filtre. La polarit&#233; est critique et les fils &#233;tiquet&#233;s du filtre
                    doivent &#234;tre branch&#233;s comme il est indiqu&#233; &#224; la
                    <hotlnk xrefid="f9808022">figure 2
                        <xref refid="f9808022"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <figure id="f9808022" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808022.webp" type="webp"/>
                <caption>Figure 2. Figure 2</caption>
            </figure>
            <step1>
                <para count="1">Trouver le raccord 455 ou 454 d'adapteur de mise &#224; la masse qui est &#224;
                    plusieurs pouces &#224; la droite du combin&#233; de totaliseur de vitesse/ tachym&#232;tre, enlever
                    le verrou de cosse, ins&#233;rer le fil de mise &#224; la masse du filtre dans une cosse ouverte et
                    replacer le verrou de cosse.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Le raccord d'adaptateur de mise &#224; la masse a des fils blancs.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Il faudra peut-&#234;tre enlever le combin&#233; d'appareils de droite pour avoir un meilleur
                        acc&#232;s.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">R&#233;installer le combin&#233; de totaliseur de vitesse/tachym&#232;tre et le
                    fusible/disjoncteur F5-C.
                </para>
            </step1>
            <step1>
                <para count="1">Comparer le total des milles du module de commande &#233;lectronique du moteur &#224; la
                    valeur affich&#233;e sur le combin&#233;. Si le millage du combin&#233; ne correspond pas &#224; la
                    valeur du module de commande &#233;lectronique du moteur, utiliser le Pro-Link&#8482; 9000 et la
                    cartouche IPC, pour reprogrammer le combin&#233; &#224; la valeur de millage du module de commande
                    &#233;lectronique du moteur.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Pour programmer le combin&#233;, les interrupteurs DIP doivent &#234;tre r&#233;gl&#233;s
                        &#224; &#171; 0 &#187;. Apr&#232;s la programmation du combin&#233;, retourner les interrupteurs
                        DIP &#224; leur position originale.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
