<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-08-05 - Conformit&#233; aux exigences de l'an 2000 pour ce qui est des camions
        InternationalMD
    </stitle>
    <tsi id="tsi980805" tsitype="truck" translation="french">
        <tsinumber>98-08-05</tsinumber>
        <tsidate>D&#233;cembre 1998</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>Conformit&#233; aux exigences de l'an 2000 pour ce qui est des camions InternationalMD</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Ce bulletin s'applique &#224; tous les mod&#232;les International avec module de commande &#233;lectronique.</para>
                <para>La pr&#233;sente est une d&#233;claration de conformit&#233; aux exigences de l'an 2000 comme
                    l'exige la loi (Year 2000 Information and Readiness Disclosure Act 105 P.L.271).
                </para>
                <para>Les modules de commande du moteur utilis&#233;s dans les camions International utilisent un syst&#232;me
                    de minuterie &#233;lectronique pour suivre les renseignements des p&#233;riodes de temps, mais sans
                    aucune r&#233;f&#233;rence aux dates du calendrier. Puisque la fonction des dates n'est pas incorpor&#233;e
                    dans la strat&#233;gie de fonctionnement, les modules de commande du moteur sont
                    <emph type="bold">conformes &#224; l'an 2000</emph>. Cela s'applique aux moteurs International
                    utilis&#233;s sur les v&#233;hicules poids moyen ainsi qu'aux moteurs &#224; grand al&#233;sage
                    fournis par Caterpillar (3406E, 3406P, 3176, 3176B, C10 et C12), Cummins (PACE, PT-PACER, ECI et
                    CELECT) et Detroit Diesel (DDEC II et DDEC III).
                </para>
                <para>De m&#234;me, les composants et syst&#232;mes suivants sont
                    <emph type="bold">conformes &#224; l'an 2000</emph>
                    : alternateurs, freins, syst&#232;mes pour pr&#233;venir les collisions; moniteurs de syst&#232;mes
                    de climatisation pour poids lourds; combin&#233;s d'appareils, syst&#232;mes de contr&#244;le
                    Caterpillar, Cummins, Detroit Diesel, Eaton, Pollack et XATA Corporation; radios (si dot&#233;s
                    d'une fonction d'horloge); syst&#232;mes sp&#233;ciaux de communication; tachographes de Argo
                    Instruments and Veeder-Root; bo&#238;tes de vitesses.
                </para>
                <para>Les outils EZ-TechMC et ProLink de Navistar sont
                    <emph type="bold">conformes &#224; l'an 2000</emph>.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
