<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-08-01 - D&#233;branchement de l'installation &#233;lectrique</stitle>
    <tsi id="tsi980801" tsitype="truck" translation="french">
        <tsinumber>98-08-01</tsinumber>
        <tsidate>Mai 1998</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>D&#233;branchement de l'installation &#233;lectrique</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Sur certains v&#233;hicules, des composants &#233;lectroniques peuvent n&#233;cessiter que le
                    courant et la mise &#224; la masse de ces articles soient branch&#233;s directement &#224; la
                    batterie. Si le v&#233;hicule est ainsi &#233;quip&#233;, vous verrez les fils r&#233;guliers
                    positif et n&#233;gatif au bo&#238;tier de batteries plus des fils de circuit de courant et de mise
                    &#224; la masse de plus faible calibre vers les composants &#233;lectroniques du v&#233;hicule.
                </para>
                <para>Lorsque vous effectuez de l'entretien de l'installation &#233;lectrique qui n&#233;cessite de d&#233;brancher
                    les batteries, veuillez suivre la m&#233;thode &#233;nonc&#233;e ci-dessous.
                </para>
                <specpara>
                    <warning>
                        <para>Les batteries d&#233;gagent des gaz explosifs. Garder les &#233;tincelles, les flammes,
                            les cigarettes allum&#233;es, ou toute autre source d'inflammation &#224; l'&#233;cart en
                            tout temps. Toujours porter des lunettes de s&#233;curit&#233; et un protecteur facial en
                            travaillant pr&#232;s de batteries en vue d'&#233;viter des blessures corporelles.
                        </para>
                    </warning>
                </specpara>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>French - TSI 98-08-01 - D&#233;branchement de l'installation &#233;lectrique</stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <para>Se reporter &#224; la
                <hotlnk xrefid="f9808011">figure 1
                    <xref refid="f9808011"/>
                </hotlnk>
                .
            </para>
            <figure id="f9808011" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808011.webp" type="webp"/>
                <caption>Figure 1. Figure 1</caption>
            </figure>
            <step1>
                <para count="1">D&#233;brancher le c&#226;ble n&#233;gatif de la borne de batterie.</para>
                <specpara>
                    <note>
                        <para>Si vous enlevez un fil de couplage des batteries, les deux extr&#233;mit&#233;s du fil
                            doivent &#234;tre d&#233;branch&#233;es.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le circuit &#233;lectronique de mise &#224; la masse et s'assurer que la
                    cosse du fil de mise &#224; la masse est isol&#233;e de toutes les surfaces m&#233;talliques.
                </para>
                <specpara>
                    <caution>
                        <para>Le d&#233;faut de d&#233;brancher la mise &#224; la masse de l'&#233;lectronique peut
                            entra&#238;ner des dommages s&#233;rieux au module de commande &#233;lectronique.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcproc>
    </tsi>
</isis>
