<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-08-03 - Remplacement des broches de cosse du raccord de faisceau de c&#226;bles de ch&#226;ssis
        pour le module unique de commande &#233;lectronique du moteur
    </stitle>
    <tsi id="tsi980803" tsitype="truck" translation="french">
        <tsinumber>98-08-03</tsinumber>
        <tsidate>Mai 1998</tsidate>
        <subjectfile>INSTALLATION &#201;LECTRIQUE</subjectfile>
        <subjectgroup>
            <subject>Remplacement des broches de cosse du raccord de faisceau de c&#226;bles de ch&#226;ssis pour le
                module unique de commande &#233;lectronique du moteur
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Ce bulletin s'applique &#224; tous les mod&#232;les dot&#233;s d'un moteur International et du
                    module unique de commande &#233;lectronique de moteur.
                </para>
                <para>Cette m&#233;thode permet au m&#233;canicien de remplacer des broches bris&#233;es sur le raccord
                    MCE (ECM) &#224; 60 broches du faisceau de c&#226;bles de ch&#226;ssis. Cette m&#233;thode devrait
                    &#234;tre utilis&#233;e seulement lorsqu'une ou deux broches doivent &#234;tre remplac&#233;es.
                    Lorsque le remplacement d'un plus grand nombre de broches est requis, le remplacement du faisceau
                    est recommand&#233;.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9808031" frame="all">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top" align="center">
                                <para>2501100C1</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>Cosse et fil</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>La cosse et le fil, num&#233;ro de pi&#232;ce 2501100C1, sont inclus dans le n&#233;cessaire
                        de pi&#232;ces ZTSE4436.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="4">
            <stitle>French - TSI 98-08-03 - Remplacement des broches de cosse du raccord de faisceau de c&#226;bles de
                ch&#226;ssis pour le module unique de commande &#233;lectronique du moteur
            </stitle>
            <title>MARCHE &#192; SUIVRE</title>
            <specpara>
                <warning>
                    <para>Le d&#233;faut de d&#233;brancher les fils de bornes n&#233;gatives des batteries et le
                        raccord de courant du MCE (ECM) des batteries dans le bo&#238;tier des batteries avant de
                        travailler sur le raccord MCE peut causer des blessures corporelles ainsi que des dommages aux
                        composants du camion.
                    </para>
                </warning>
            </specpara>
            <para>Se reporter &#224; la
                <hotlnk xrefid="f9808031">figure 1</hotlnk>.
            </para>
            <figure id="f9808031" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808031.webp" type="webp"/>
                <caption>Figure 1. Figure 1</caption>
                <calloutgroup>
                    <callout1>1. VIS DE POIGN&#201;E</callout1>
                    <callout1>2. POIGN&#201;E</callout1>
                    <callout1>3. RECOUVREMENT DE FIL</callout1>
                    <callout1>4. PATTES D'ATTACHE</callout1>
                    <callout1>5. BLOC DE MOUSSE</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">D&#233;brancher les fils de bornes n&#233;gatives de batteries et le raccord de courant
                    du MCE des batteries dans le bo&#238;tier des batteries.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le raccord de faisceau de ch&#226;ssis du MCE.</para>
            </step1>
            <step1>
                <para count="1">Enlever le ruban de l'extr&#233;mit&#233; du couvercle du raccord.</para>
            </step1>
            <step1>
                <para count="1">Retirer la vis de la poign&#233;e et la poign&#233;e.</para>
            </step1>
            <step1>
                <para count="1">Retirer le recouvrement du fil (
                    <hotlnk xrefid="f9808031">art. 3, figure 1</hotlnk>) en poussant sur les quatre languettes et en
                    retirant soigneusement le recouvrement du corps du raccord.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever le verrou secondaire ROUGE du raccord qui retient les broches &#224; remplacer
                    en le d&#233;pla&#231;ant &#224; l'aide d'un petit tournevis aux endroits indiqu&#233;s (
                    <hotlnk xrefid="f9808032">figure 2</hotlnk>). Cela donnera acc&#232;s au verrou et broches du
                    raccord.
                </para>
            </step1>
            <figure id="f9808032" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808032.webp" type="webp"/>
                <caption>Figure 2. figure 2</caption>
            </figure>
            <step1>
                <para count="1">D&#233;placer soigneusement et retenir le verrou de raccord &#224; l'&#233;cart de la
                    broche (
                    <hotlnk xrefid="f9808033">figure 3</hotlnk>). Tirer la broche &#224; travers le corps du raccord
                    depuis la face arri&#232;re du raccord.
                </para>
            </step1>
            <figure id="f9808033" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808033.webp" type="webp"/>
                <caption>Figure 3. Figure 3</caption>
            </figure>
            <step1>
                <para count="1">Couper le fil allant vers le raccord endommag&#233; &#224; un point o&#249; il y a un
                    bon fil.
                </para>
            </step1>
            <step1>
                <para count="1">Couper le fil sur l'&#233;pissure d'about de cosse 2501100C1 (
                    <hotlnk xrefid="f9808034">figure 4</hotlnk>) &#224; la longueur appropri&#233;e.
                </para>
            </step1>
            <figure id="f9808034" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808034.webp" type="webp"/>
                <caption>Figure 4. Figure 4</caption>
            </figure>
            <step1>
                <para count="1">&#201;pisser l'ensemble nouvelle cosse et fil &#224; l'ancien fil.</para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer l'ensemble cosse et fil dans la bonne cavit&#233; jusqu'&#224; ce qu'il
                    s'enclenche. La broche devrait se verrouiller en place.
                </para>
            </step1>
            <step1>
                <para count="1">Ins&#233;rer le verrou secondaire de raccord.</para>
            </step1>
            <step1>
                <para count="1">Remonter le couvercle du raccord et l'envelopper fermement avec deux &#233;paisseurs de
                    rub.
                </para>
            </step1>
            <step1>
                <para count="1">Remonter la poign&#233;e et serrer la vis &#224; 5 lb.po.</para>
            </step1>
            <step1>
                <para count="1">Rebrancher le raccord du MCE et serrer &#224; 35 lb.po.</para>
            </step1>
            <step1>
                <para count="1">Rebrancher tous les c&#226;bles de bornes n&#233;gatives des batteries et le raccord de
                    courant du MCE aux batteries dans le bo&#238;tier des batteries.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
