<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslfrench.xsl"?>
<isis lang="fr">
    <stitle>French - TSI 98-12-18 - M&#233;thode de nettoyage de l'ensemble de refroidissement de v&#233;hicule dans le
        ch&#226;ssis
    </stitle>
    <tsi id="tsi981218" tsitype="truck" translation="french">
        <tsinumber>98-12-18</tsinumber>
        <replace>
            <tsinumber>F97-12-18</tsinumber>
        </replace>
        <tsidate>Novembre 1998</tsidate>
        <subjectfile>MOTEUR</subjectfile>
        <subjectgroup>
            <subject>M&#233;thode de nettoyage de l'ensemble de refroidissement de v&#233;hicule dans le ch&#226;ssis
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ce bulletin s'applique aux autobus AmTran 3000RE.</para>
                <para>Le colmatage des ailettes du refroidisseur interm&#233;diaire peut entra&#238;ner une puissance r&#233;duite
                    alors que le moteur r&#233;duit l'alimentation en carburant pour compenser les temp&#233;ratures du
                    liquide plus &#233;lev&#233;es que la normale. Cela a &#233;t&#233; remarqu&#233; sur les unit&#233;s
                    dot&#233;es de moteurs T 444E qui utilisent le dispositif de contre-pression &#224; l'&#233;chappement
                    par temps froid.
                </para>
                <para>Un tube de rallonge de reniflard de bloc-moteur de 24 po a &#233;t&#233; ajout&#233; &#224; la
                    production le 28 avril 1998 pour r&#233;duire au minimum la possibilit&#233; que les vapeurs du type
                    huileux de bloc-moteur soient aspir&#233;es dans le compartiment moteur et dirig&#233;es dans le
                    refroidisseur interm&#233;diaire. De plus, tout fuite de liquide au-del&#224; du suintement peut
                    bloquer le refroidisseur interm&#233;diaire.
                </para>
                <specpara>
                    <note>
                        <para>Les fuites de liquide dans le compartiment moteur doivent &#234;tre r&#233;par&#233;es le
                            plus t&#244;t possible en vue d'&#233;viter le colmatage du refroidisseur interm&#233;diaire.
                        </para>
                    </note>
                </specpara>
                <para>La marche &#224; suivre suivante est recommand&#233;e comme programme d'entretien annuel afin de
                    s'assurer que le sel et la salet&#233; de la route soient d&#233;log&#233;s de l'ensemble de
                    refroidissement en vue d'assurer un maximum de rendement et de fiabilit&#233;.
                </para>
                <specpara>
                    <note>
                        <para>Les panneaux relevables de circulation d'air doivent &#234;tre ferm&#233;s et verrouill&#233;s
                            lorsque l'autobus est en service pour &#233;viter l'entr&#233;e de salet&#233; dans le
                            compartiment moteur.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9812181" frame="all">
                <title>Renseignements sur les pi&#232;ces</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Num&#233;ro de pi&#232;ce</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Description</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Quantit&#233;</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>SG13005</para>
                            </entry>
                            <entry>
                                <para>Nettoyant Green Cleaner</para>
                            </entry>
                            <entry align="center">
                                <para>1 gall.</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>sans num&#233;ro</para>
                            </entry>
                            <entry>
                                <para>Vaporisateur de plate-forme avec rallonge de tuyau et bec en &#233;ventail</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>sans num&#233;ro</para>
                            </entry>
                            <entry>
                                <para>Machine &#224; laver sous pression ou &#224; vapeur</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>sans num&#233;ro</para>
                            </entry>
                            <entry>
                                <para>Boyau d'arrosage et gicleur de type pistolet</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>sans num&#233;ro</para>
                            </entry>
                            <entry>
                                <para>Miroir &#224; rallonge pour m&#233;canicien</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>sans num&#233;ro</para>
                            </entry>
                            <entry>
                                <para>Lampe de poche</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>MARCHE &#192; SUIVRE</title>
            <step1>
                <para count="1">M&#233;langer du nettoyant Simple Green avec de l'eau &#224; 50/50 dans un r&#233;servoir
                    de vaporisateur.
                </para>
            </step1>
            <step1>
                <para count="1">Vaporiser le refroidisseur interm&#233;diaire depuis le c&#244;t&#233; moteur avec une
                    solution de nettoyant Simple Green. Utiliser le miroir de m&#233;canicien et la lampe de poche pour
                    s'assurer que la solution repr&#233;sente une couche uniforme et compl&#232;te. Laisser la solution
                    s'imbiber pendant 20 &#224; 30 minute. Une couche additionnelle peut &#234;tre appliqu&#233;e aux
                    endroits qui semblent plus bouch&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Enlever l'ensemble calandre arri&#232;re.</para>
            </step1>
            <step1>
                <para count="1">Enlever le couvercle de bouchon de vidange d'huile du moteur du panneau de circulation
                    d'air pour que l'eau puisse s'&#233;couler.
                </para>
            </step1>
            <step1>
                <para count="1">Appliquer la solution de nettoyant au radiateur depuis l'arri&#232;re de l'autobus.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Ne pas vaporiser les ailettes du refroidisseur interm&#233;diaire et du radiateur &#224; angle
                        parce que cela pourrait endommager les ailettes et r&#233;duire l'efficacit&#233; du
                        refroidissement.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Ne pas tenter de nettoyer le refroidisseur interm&#233;diaire depuis le c&#244;t&#233; moteur
                        avec une machine &#224; laver sous pression parce que cela pourrait endommager les ailettes du
                        refroidisseur interm&#233;diaire et r&#233;duire l'efficacit&#233; du refroidissement.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Apr&#232;s la p&#233;riode de p&#233;n&#233;tration du nettoyant, nettoyer &#224; la
                    machine &#224; laver sous pression ou &#224; la vapeur depuis l'arri&#232;re de l'autobus. Nettoyer
                    &#224; fond chaque rang&#233;e d'ailettes &#224; la verticale puis &#224; l'horizontale. Cela
                    devrait prendre environ 10 minutes.
                </para>
            </step1>
            <step1>
                <para count="1">Rincer le refroidisseur interm&#233;diaire avec le boyau d'arrosage et le gicleur depuis
                    le c&#244;t&#233; moteur. Vaporiser l'eau &#224; un angle de 45&#176; ou moins pour d&#233;loger et
                    rincer la salet&#233; du refroidisseur interm&#233;diaire. Inspecter les ailettes avec le miroir de
                    m&#233;canicien et la lampe de poche pour &#234;tre s&#251;r que le nettoyage est ad&#233;quat.
                </para>
            </step1>
            <step1>
                <para count="1">Passer au c&#244;t&#233; radiateur et laver sous pression en suivant l'&#233;tape 6
                    pendant environ 5 minutes afin de d&#233;loger toute derni&#232;re salet&#233;.
                </para>
            </step1>
            <step1>
                <para count="1">Rincer l'ensemble de refroidissement et le compartiment moteur avec de l'eau propre pour
                    enlever tout r&#233;sidu de solution de nettoyage.
                </para>
            </step1>
            <step1>
                <para count="1">Effectuer une inspection finale de l'ensemble de refroidissement &#224; l'aide du miroir
                    de m&#233;canicien et de la lampe de poche. Si des endroits ont &#233;t&#233; oubli&#233;s, nettoyer
                    ces endroits en suivant les &#233;tapes de cette marche &#224; suivre.
                </para>
            </step1>
            <step1>
                <para count="1">R&#233;installer la calandre et le couvercle de bouchon de vidange de l'huile du
                    moteur.
                </para>
            </step1>
            <step1>
                <para count="1">D&#233;brancher le faisceau de c&#226;bles de l'embrayage du ventilateur et faire
                    tourner le moteur au ralenti rapide pendant environ 3 minutes pour ass&#233;cher l'ensemble de
                    refroidissement.
                </para>
            </step1>
            <step1>
                <para count="1">Couper le moteur et rebrancher le faisceau de c&#226;bles de l'embrayage du
                    ventilateur.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
