<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 00-08-07 - Revisi&#243;n de circuito del neutro autom&#225;tico para los modelos 2000 y 4000
        fabricados entre el 1 de noviembre de 1997 y el 3 de abril de 2000 con Transmisiones Allison WTEC III, C&#243;digo
        internacional 813AAS
    </stitle>
    <tsi id="tsi000807" tsitype="truck" translation="spanish">
        <tsinumber>00-08-07</tsinumber>
        <tsidate>Diciembre de 2000</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Revisi&#243;n de circuito del neutro autom&#225;tico para los modelos 2000 y 4000 fabricados entre
                el 1 de noviembre de 1997 y el 3 de abril de 2000 con Transmisiones Allison WTEC III, C&#243;digo
                internacional 813AAS
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>11/01/1997</startdate>
                        <enddate>04/03/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>11/01/1997</startdate>
                        <enddate>04/03/2000</enddate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>813AAS</ucode>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>Allison</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los modelos 2000 y 4000 fabricados entre el 1 de noviembre de 1997 y el 3 de abril de 2000 con
                    Transmisiones Allison WTEC III, C&#243;digo internacional 813AAS, tienen una configuraci&#243;n de
                    circuito que no puede aumentar las RPM del motor para el funcionamiento de la toma de fuerza (PTO)
                    cuando se activa la funci&#243;n del neutro autom&#225;tico (Auto-Neutral) y el freno de
                    estacionamiento.
                </para>
                <para>Para asegurar el funcionamiento del neutro autom&#225;tico, el 3 de abril de 2000 se implement&#243;
                    en la producci&#243;n una modificaci&#243;n del circuito. Los veh&#237;culos fabricados antes de
                    esta fecha se pueden modificar siguiendo el procedimiento de servicio proporcionado.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>Spanish - TSI 00-08-07 - Revisi&#243;n de circuito del neutro autom&#225;tico para los modelos 2000
                y 4000 fabricados entre el 1 de noviembre de 1997 y el 3 de abril de 2000 con Transmisiones Allison WTEC
                III, C&#243;digo internacional 813AAS
            </stitle>
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre lejos las chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Use siempre lentes de seguridad y
                        protecci&#243;n para la cara cuando trabaje cerca de bater&#237;as para evitar lesiones
                        personales.
                    </para>
                </warning>
            </specpara>
            <para>Consulte el diagrama de circuito,
                <hotlnk xrefid="f0008071">Figura 1</hotlnk>
                , para ver la configuraci&#243;n del circuito existente y la
                <hotlnk xrefid="f0008072">Figura 2</hotlnk>
                para la modificaci&#243;n de la producci&#243;n actual.
            </para>
            <step1>
                <para count="1">Desconecte el cable de la bater&#237;a desde el terminal negativo.</para>
            </step1>
            <step1>
                <para count="1">Ubique el relevador del indicador de neutro (962)
                    <hotlnk xrefid="f0008071">(Figura 1</hotlnk>
                    y
                    <hotlnk xrefid="f0008072">Figura 2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el cable pasacorriente 146F ubicado entre los terminales de los relevadores 85 y
                    30.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva el circuito 114NO al terminal 30 en el relevador del indicador de neutro (962).
                    Empalme hacia el circuito 114NO en el terminal 30 del relevador del indicador de neutro con el cable
                    calibre 18
                    <hotlnk xrefid="f0008071">(Figura 1)</hotlnk>
                    y haga una conexi&#243;n al conector 386, terminal B
                    <hotlnk xrefid="f0008072">(Figura 2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un cable pasacorriente calibre 16 entre los terminales 87 y 85 del relevador del
                    indicador de neutro
                    <hotlnk xrefid="f0008072">(Figura 2)</hotlnk>. Aseg&#250;rese de que el circuito 146E a&#250;n est&#233;
                    conectado al terminal 85 u 87 del relevador del indicador de neutro.
                </para>
            </step1>
            <step1>
                <para count="1">Instale un cable pasacorriente calibre 14 desde el terminal 87A en el relevador del
                    indicador de neutro al terminal 87 en el relevador de neutro
                    <hotlnk xrefid="f0008072">(Figura 2</hotlnk>
                    y
                    <hotlnk xrefid="f0008073">Figura 3)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable negativo de la bater&#237;a a la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Pruebe las modificaciones del circuito.</para>
            </step1>
            <seqlist>
                <item>
                    <para>Coloque el veh&#237;culo en un lugar seguro, lejos de otros veh&#237;culos estacionados,
                        edificios o personas. Arranque el motor, coloque el selector de velocidades en directa y el
                        interruptor del neutro autom&#225;tico en la posici&#243;n de encendido. Verifique que la
                        transmisi&#243;n cambie a neutro y se pueda disponer del funcionamiento correcto de la toma de
                        fuerza cuando se coloque el freno de estacionamiento.
                    </para>
                </item>
                <item>
                    <para>Use el pedal del acelerador para aumentar la velocidad del motor desde ralent&#237; hasta
                        aproximadamente 1200 RPM. Suelte el freno de estacionamiento y verifique que la transmisi&#243;n
                        no efect&#250;e un cambio. Vuelva a ralent&#237; las RPM del motor, mueva al selector de
                        velocidades de directa a neutro, luego a directa nuevamente y verifique que la transmisi&#243;n
                        ahora efect&#250;e el cambio.
                    </para>
                </item>
                <item>
                    <para>Con el selector de velocidades a&#250;n en directa, apague el motor. Verifique que el motor no
                        se puede volver a arrancar hasta que el selector de velocidades se vuelva a colocar en la posici&#243;n
                        neutro.
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <svcproc svcproctype="troubleshoot" graphiccount="4">
            <stitle>Spanish - TSI 00-08-07 - Revisi&#243;n de circuito del neutro autom&#225;tico para los modelos 2000
                y 4000 fabricados entre el 1 de noviembre de 1997 y el 3 de abril de 2000 con Transmisiones Allison WTEC
                III, C&#243;digo internacional 813AAS
            </stitle>
            <title>Localizaci&#243;n y soluci&#243;n de problemas</title>
            <svcsubproc>
                <title>Luz indicadora del Neutro autom&#225;tico</title>
                <para>La luz indicadora del neutro autom&#225;tico estar&#225; encendida (ON) en las siguientes
                    condiciones:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>El selector de velocidades est&#225; en la posici&#243;n neutro.</para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Durante el funcionamiento del neutro autom&#225;tico con el selector de velocidades en
                            directa y la transmisi&#243;n en neutro.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Paradas del motor durante el funcionamiento del neutro autom&#225;tico</title>
                <randlist type="bullet">
                    <item>
                        <para>Si el motor se para durante el funcionamiento del neutro autom&#225;tico, se debe mover el
                            selector de velocidades a la posici&#243;n neutro para volver a arrancar el motor.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Funci&#243;n del neutro autom&#225;tico</title>
                <randlist type="bullet">
                    <item>
                        <para>Colocaci&#243;n del freno de estacionamiento: une los circuitos 161C y 117 mediante el
                            conector del freno de estacionamiento 466 y los terminales de repuesto B y C de entrada y
                            salida de la transmisi&#243;n.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Interruptor del neutro autom&#225;tico en ON (encendido): conecta a tierra el circuito 153
                            a trav&#233;s del conector del freno de estacionamiento 466 y el terminal de repuesto E de
                            entrada y salida de la transmisi&#243;n.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Transmisi&#243;n en neutro: el circuito 114 en el conector 466 y el terminal de repuesto F
                            de entrada y salida de la transmisi&#243;n ir&#225;n a tierra por orden de la Unidad de
                            control electr&#243;nico (ECU) de la transmisi&#243;n.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Si el motor se para, esta entrada se abrir&#225; liberando as&#237; el relevador del
                            indicador de neutro.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Funcionamiento de la PTO: Con el circuito 114 conectado a tierra, el relevador del
                            indicador de neutro se accionar&#225;, aplicando 12 voltios al circuito de DDC en el M&#243;dulo
                            de control electr&#243;nico (ECM) del motor y la luz indicadora de neutro se encender&#225;.
                            Esto permitir&#225; el funcionamiento normal de la PTO.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>La transmisi&#243;n no cambia a neutro mientras el motor est&#225; funcionando.</title>
                <randlist type="bullet">
                    <item>
                        <para>Con el interruptor del neutro autom&#225;tico y el freno de estacionamiento en la posici&#243;n
                            encendido, revise la continuidad entre los terminales B y C en el conector de repuesto 466
                            de entrada y salida de la transmisi&#243;n. Si no hay continuidad entre los terminales,
                            revise que el freno de estacionamiento y los circuitos de conexi&#243;n funcionen
                            correctamente.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que el terminal E en el conector de repuesto 466 de entrada y salida de la
                            transmisi&#243;n est&#233; conectado a tierra. Si el terminal no est&#225; conectado a
                            tierra, revise que el interruptor ON/OFF del neutro autom&#225;tico y los circuitos a tierra
                            funcionen correctamente.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que el terminal F en el conector de repuesto 466 de entrada y salida de la
                            transmisi&#243;n est&#233; conectado a tierra. Si el terminal no est&#225; conectado a
                            tierra, revise que la conexi&#243;n a tierra de la ECU de la transmisi&#243;n Allison est&#233;
                            correcta y que la ECU no tenga un funcionamiento incorrecto.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>El motor no da marcha</title>
                <para>El selector de velocidades de la transmisi&#243;n debe estar en la posici&#243;n neutro.</para>
                <randlist type="bullet">
                    <item>
                        <para>Revise que haya 12 voltios en el conector 379 del motor (ECM) (
                            <hotlnk xrefid="f0008074">Figura 4</hotlnk>
                            ), entre el terminal 26 (DDS) a la conexi&#243;n a tierra y el terminal 46 (ECI) a la conexi&#243;n
                            a tierra.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Con el selector de velocidades en la posici&#243;n neutro y la llave en la posici&#243;n
                            de marcha, revise que el circuito 123 en el conector Allison "V" tenga 12 voltios. Si el
                            voltaje es 0.0 revise la ECU de la transmisi&#243;n para ver que tenga la alimentaci&#243;n
                            de conexi&#243;n a tierra y potencia correctas.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Revise el fusible F17, el circuito 97P desde el fusible F17 al relevador de neutro y el
                            funcionamiento del relevador de neutro (615).
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>Para que el motor d&#233; marcha, debe haber 12 voltios en la entrada DDS de la ECU del
                            motor en el conector 379.
                        </para>
                        <para>El circuito 123 en el conector 632 "V" de ECU Allison s&#243;lo tendr&#225; 12 voltios
                            siempre que el selector de velocidades de la transmisi&#243;n est&#233; en la posici&#243;n
                            neutro. Esto accionar&#225; el relevador de neutro, aplicando 12 voltios al circuito 97AV a
                            trav&#233;s del circuito 97A hacia la entrada de DDS de la ECU del motor y permitir&#225;
                            que el motor d&#233; marcha.
                        </para>
                    </note>
                </specpara>
                <figure id="f0008071" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008071.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figura 1. Circuito del relevador del indicador de neutro antes de la modificaci&#243;n
                    </caption>
                </figure>
                <figure id="f0008072" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008072.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figura 2. Circuito del relevador del indicador de neutro despu&#233;s de la modificaci&#243;n</caption>
                </figure>
                <figure id="f0008073" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008073.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figura 3. Circuito de referencia para el relevador de neutro</caption>
                </figure>
                <figure id="f0008074" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0008074.cgm" type="cgm" scalefit="1" scalefitwidth="514px"
                             resolution="72"/>
                    <caption>Figura 4. Circuito de referencia para el conector 379 del ECM</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
