<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-08-03 - Radio de entretenimiento de los modelos 4300 y 4400</stitle>
    <tsi id="tsi010803" tsitype="truck" translation="spanish">
        <tsinumber>01-08-03</tsinumber>
        <tsidate>Junio de 2001</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Radio de entretenimiento de los modelos 4300 y 4400</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El radio no responde al hacer funcionar cualquiera de los botones de funci&#243;n y la pantalla
                    permanece iluminada.
                </para>
                <para>Los radios de entretenimiento tienen varias caracter&#237;sticas de memoria programables, como las
                    programaciones de estaciones de radio, reloj y alarma, y c&#243;digos de error. Existe una bater&#237;a
                    peque&#241;a recargable y desechable en el radio que mantiene estas configuraciones incluso cuando
                    la bater&#237;a del veh&#237;culo est&#225; descargada o desconectada. Si la bater&#237;a interna
                    del radio no est&#225; cargada y la bater&#237;a del veh&#237;culo est&#225; descargada o
                    desconectada, es posible que el radio no funcione incluso despu&#233;s de que se conecte o cargue
                    correctamente la bater&#237;a del veh&#237;culo. Utilice el siguiente procedimiento de
                    restablecimiento para resolver esta condici&#243;n.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 01-08-03 - Radio de entretenimiento de los modelos 4300 y 4400</stitle>
            <title>Procedimiento de restablecimiento del radio</title>
            <step1>
                <para count="1">Aseg&#250;rese de que la bater&#237;a del veh&#237;culo est&#233; conectada y cargada
                    correctamente.
                </para>
            </step1>
            <step1>
                <para count="1">La llave de encendido puede estar en ON (Encendido) o en OFF (Apagado).</para>
            </step1>
            <step1>
                <para count="1">Ubique el bot&#243;n peque&#241;o de restablecimiento del radio que est&#225; justo
                    encima y a la derecha del control de volumen. Consulte el Manual del usuario del veh&#237;culo, p&#225;gina
                    F-64, para ver una imagen del bot&#243;n Reset (Restablecer) y la p&#225;gina F-66 para obtener
                    informaci&#243;n acerca de los mensajes de error (E1, E2 y E3).
                </para>
            </step1>
            <step1>
                <para count="1">Presione el peque&#241;o bot&#243;n de restablecimiento con la ayuda de un objeto peque&#241;o
                    y con punta, como un bol&#237;grafo o un l&#225;piz. Cualquier configuraci&#243;n de memoria
                    almacenada se borrar&#225; y restablecer&#225; a sus valores predeterminados.
                </para>
            </step1>
            <step1>
                <para count="1">Restablezca las configuraciones de la memoria del radio. El radio le pedir&#225; que
                    fije la hora despu&#233;s de presionar el bot&#243;n de restablecimiento.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El consumo de corriente en esta condici&#243;n es de aproximadamente 270 mA (1/4 amp). Con el
                        tiempo, esto puede provocar que la bater&#237;a del veh&#237;culo se descargue. No deje el radio
                        en esta condici&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Una vez que la bater&#237;a interna del radio est&#225; cargada, es poco probable que esta condici&#243;n
                suceda.
            </para>
            <para>Los radios de entretenimiento se deben revisar durante el Servicio de preentrega para asegurar que
                justamente no est&#233;n en esta condici&#243;n.
            </para>
            <para>La garant&#237;a de reparaci&#243;n no cubre la realizaci&#243;n del restablecimiento del radio.
            </para>
        </svcproc>
    </tsi>
</isis>
