<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-03-01 - Mejora de la calidad de la comodidad de marcha de los modelos 3400, 4700 y
        4700LP/LPX con suspensi&#243;n delantera con muelles parab&#243;licos de 8000 lb, c&#243;digos 003AAN, 003ADA y
        003AEM y suspensiones traseras neum&#225;ticas
    </stitle>
    <tsi id="tsi010301" tsitype="truck" translation="spanish">
        <tsinumber>01-03-01</tsinumber>
        <tsidate>Junio de 2001</tsidate>
        <subjectfile>MUELLES</subjectfile>
        <subjectgroup>
            <subject>Mejora de la calidad de la comodidad de marcha de los modelos 3400, 4700 y 4700LP/LPX con suspensi&#243;n
                delantera con muelles parab&#243;licos de 8000 lb, c&#243;digos 003AAN, 003ADA y 003AEM y suspensiones
                traseras neum&#225;ticas
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3400</truckmodel>
                <truckmodel>4700</truckmodel>
                <ucodegroup/>

                <ucode>03AAN</ucode>
                <ucode>03ADA</ucode>
                <ucode>03AEM</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Se puede lograr una mejora de la calidad de la comodidad de marcha en los modelos 3400, 4700 y
                    4700LP/LPX con suspensiones delanteras con muelles parab&#243;licos y suspensiones traseras neum&#225;ticas
                    de 8000 lb con una altura de marcha de 9.5 pulgadas como se observ&#243; en la l&#237;nea (muelle
                    neum&#225;tico de 12.5 pulg de altura).
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Muchos chasis est&#225;n levemente cargados y la presi&#243;n de las llantas,
                            especialmente la presi&#243;n de marcha de las llantas, se puede reducir bastante de la
                            presi&#243;n de inflado m&#225;xima en fr&#237;o, indicada en la pared lateral de la llanta,
                            para coincidir con la carga real de la llanta. Esto mejora bastante la calidad de comodidad
                            de marcha. Consulte las Tablas de inflado y carga de llantas en el Manual de mantenimiento
                            S17001Y, que se encuentra en el Grupo 17 en el Manual de servicio maestro.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>A partir de julio de 1999, se montaron en forma coincidente las llantas y rines de 19.5
                            pulgadas. El punto de altura de la llanta se ensambla para que coincida con el punto
                            inferior del rin y la rueda, produciendo un conjunto m&#225;s redondo y uniforme. El
                            descentramiento radial del conjunto de llanta y rueda que sobrepase un total de 0.045
                            pulgadas, especialmente en los ejes de direcci&#243;n, puede provocar una vibraci&#243;n no
                            deseada del chasis a ciertas velocidades en el rango de manejo normal. El descentramiento
                            del conjunto de llanta y rueda debe verificarse cuando hay vibraci&#243;n de baja frecuencia
                            de la comodidad de marcha a velocidades de carretera de cerca de 60 MPH sobre una superficie
                            suave de carretera negra.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Desde abril de 2001, los chasis con frenos de aire vienen equipados con tambores de frenos
                            de estribo dobles que aseguran la concentricidad del conjunto de tambor y rueda para una
                            mejor comodidad de marcha y sensaci&#243;n de frenado.
                        </para>
                    </item>
                </randlist>
                <randlist type="bullet">
                    <item>
                        <para>Los choques delanteros del eje de direcci&#243;n, calibrados y optimizados para muelles
                            parab&#243;licos, los bujes m&#225;s suaves para varillas de torsi&#243;n con suspensi&#243;n
                            neum&#225;tica, y un muelle neum&#225;tico con amortiguaci&#243;n inferior nominal de 15,500
                            libras para suspensiones de eje trasero (excluido el 4700LPX) est&#225;n disponibles en
                            Piezas de servicio y mejoran la calidad de la comodidad de marcha.
                        </para>
                    </item>
                </randlist>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0103011">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.35in"/>
                    <colspec colname="col1" colwidth="3.92in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>2504419C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Amortiguador para suspensi&#243;n delantera con muelle parab&#243;lico de 8000
                                    lb.
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2504420C1</para>
                            </entry>
                            <entry colname="col1">
                                <para>Varilla de torsi&#243;n para suspensi&#243;n neum&#225;tica trasera</para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>GY1R11170</para>
                            </entry>
                            <entry colname="col1">
                                <para>Muelle neum&#225;tico de la suspensi&#243;n para altura de marcha de 9.5 pulgadas
                                    y altura de muelle neum&#225;tico de 12.5 pulgadas (salvo LPX)
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 01-03-01 - Mejora de la calidad de la comodidad de marcha de los modelos 3400, 4700 y
                4700LP/LPX con suspensi&#243;n delantera con muelles parab&#243;licos de 8000 lb, c&#243;digos 003AAN,
                003ADA y 003AEM y suspensiones traseras neum&#225;ticas
            </stitle>
            <title>Procedimiento de mantenimiento</title>
            <step1>
                <para count="1">Pese el veh&#237;culo en una balanza com&#250;n. Anote el peso en cada eje. Consulte las
                    Tablas de carga e inflado de servicio en la Secci&#243;n de servicio S17001Y en el Grupo 17 del
                    Manual de servicio maestro y haga coincidir la presi&#243;n de inflado en fr&#237;o con las cargas m&#225;ximas
                    reales que se est&#225;n transportando. Esto optimiza la llanta en relaci&#243;n con la comodidad de
                    marcha y suaviza la aspereza de la marcha.
                </para>
            </step1>
            <step1>
                <para count="1">Si hay vibraci&#243;n del veh&#237;culo a ciertas velocidades de carretera y la vibraci&#243;n
                    disminuye o desaparece por encima o por debajo de la velocidad de carretera, es probable que la
                    causa sea el descentramiento del conjunto de llanta y rueda, que sobrepasa un total de 0.045
                    pulgadas, especialmente en el eje de la direcci&#243;n.
                </para>
                <specpara>
                    <warning>
                        <para>Un gato nunca debe soportar solo un veh&#237;culo cuando se est&#233; reparando el chasis
                            del mismo. El gato puede caer y causar graves da&#241;os personales. Apoye siempre el veh&#237;culo
                            con soportes de piso.
                        </para>
                    </warning>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Estacione el veh&#237;culo en una superficie nivelada, coloque cu&#241;as en las ruedas y
                            con un gato adecuado y soportes de piso levante los conjuntos de llanta y rueda de modo que
                            la llanta no quede en contacto con el suelo. Mida si hay un descentramiento total que
                            sobrepase las 0.045 pulgadas. Para disminuirlo, marque la llanta en relaci&#243;n con la
                            posici&#243;n del rin de la rueda, desensamble el conjunto de la llanta y rueda, gire la
                            llanta 180&#176; en relaci&#243;n con la rueda y vuelva a ensamblar.
                        </para>
                    </item>
                </randlist>
                <specpara>
                    <note>
                        <para>En las ruedas de acero, el punto inferior del rin est&#225; marcado con una marca de punz&#243;n
                            sin filo de 1/8 de pulgada de di&#225;metro en el lado c&#243;ncavo del plato (sopa), el
                            lado visible en la parte externa trasera doble con ruedas de 22.5/24.5 pulgadas. Las ruedas
                            de 19.5 pulgadas se pueden marcar en ambos lados cerca del asiento del aro de la llanta y se
                            pueden cubrir con la llanta montada. En las ruedas de aluminio, el punto alto de la llanta
                            est&#225; montado cerca del v&#225;stago de la v&#225;lvula.
                        </para>
                    </note>
                </specpara>
                <randlist type="bullet">
                    <item>
                        <para>Si hay que mejorar a&#250;n m&#225;s la calidad de la comodidad de marcha del veh&#237;culo,
                            considere reemplazar los amortiguadores de la suspensi&#243;n delantera, las varillas de
                            torsi&#243;n de la suspensi&#243;n trasera neum&#225;tica y los muelles neum&#225;ticos de
                            la suspensi&#243;n trasera, dependiendo de la configuraci&#243;n de la suspensi&#243;n del
                            veh&#237;culo.
                        </para>
                    </item>
                </randlist>
            </step1>
        </svcproc>
    </tsi>
</isis>
