<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-08-07 - Lectura y eliminaci&#243;n de DTC al interior del veh&#237;culo (C&#243;digos de
        diagn&#243;stico de problemas)
    </stitle>
    <tsi id="tsi010807" tsitype="truck" translation="spanish">
        <tsinumber>01-08-07</tsinumber>
        <tsidate>Agosto de 2001</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Lectura y eliminaci&#243;n de DTC al interior del veh&#237;culo (C&#243;digos de diagn&#243;stico
                de problemas)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los modelos 4300 y 4400 incorporan sistemas el&#233;ctricos/electr&#243;nicos altamente mejorados
                    con autodiagn&#243;sticos. Algunas de las &#225;reas monitoreadas son: El Grupo de instrumentos de
                    indicadores electr&#243;nicos (GIE), el Controlador del sistema el&#233;ctrico (CSE), numerosos
                    interruptores y relevadores, los controles HVAC, sobrecargas y cargas bajas de circuitos, los m&#243;dulos
                    de las ventanas el&#233;ctricas, los m&#243;dulos el&#233;ctricos remotos (MER), el m&#243;dulo de
                    control remoto de velocidad del motor y los m&#243;dulos de solenoide de aire remotos. Los C&#243;digos
                    de diagn&#243;sticos de problemas (CDP) se pueden ver mediante la lectura de la pantalla LCD del od&#243;metro
                    en el GIE. Si tiene un problema el&#233;ctrico, se recomienda que revise y anote cualquier CDP antes
                    de comunicarse con su distribuidor. Seg&#250;n los CDP, su distribuidor lo puede aconsejar acerca
                    del tipo de problema y programar una fecha de reparaci&#243;n que reduzca el tiempo de no
                    funcionamiento de su veh&#237;culo.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="describe" graphiccount="0">
            <stitle>Spanish - TSI 01-08-07 - Lectura y eliminaci&#243;n de DTC al interior del veh&#237;culo (C&#243;digos
                de diagn&#243;stico de problemas)
            </stitle>
            <title>Procedimiento de mantenimiento</title>
            <para>
                <emph type="bold">Para ingresar al modo de diagn&#243;stico:</emph>
            </para>
            <step1>
                <para count="1">Comience el procedimiento con el motor apagado y el freno de estacionamiento colocado.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque la transmisi&#243;n en neutro.</para>
            </step1>
            <step1>
                <para count="1">Gire el encendido a la posici&#243;n "ON" (Encendido), pero no arranque el motor.</para>
            </step1>
            <step1>
                <para count="1">El GIE pasar&#225; por la prueba de autoencendido y la lectura de la pantalla LCD
                    mostrar&#225; el n&#250;mero de la versi&#243;n del software del GIE.
                </para>
            </step1>
            <step1>
                <para count="1">Verifique que la luz de estacionamiento est&#233; encendida.</para>
            </step1>
            <step1>
                <para count="1">Presione simult&#225;neamente los interruptores de crucero "ON" (Encendido) y "RESUME"
                    (Reasumir).
                </para>
            </step1>
            <step1>
                <para count="1">Si no aparecen CDP, la pantalla LCD mostrar&#225; "NO FAULTS" (NO HAY FALLAS).</para>
            </step1>
            <step1>
                <para count="1">Si aparecen CDP, la lectura de la pantalla LCD mostrar&#225; primero el n&#250;mero
                    total de fallas "A"ctivas y "P"reviamente activas.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de aproximadamente 10 segundos, cada CDP aparecer&#225; durante cerca de 10
                    segundos.
                </para>
            </step1>
            <step1>
                <para count="1">El bot&#243;n Select/Reset (Seleccionar/restablecer) en el GIE tambi&#233;n se puede
                    usar para desplazarse manualmente por los CDP.
                </para>
            </step1>
            <step1>
                <para count="1">Al estar en modo de diagn&#243;stico, todos los c&#243;digos de falla de motor
                    International o todos los c&#243;digos de fallas del ABS (Sistema de frenos antibloqueo) har&#225;n
                    parpadear sus respectivas luces.
                </para>
            </step1>
            <step1>
                <para count="1">Los CDP se leen de la siguiente manera:</para>
                <para>Lea primero los n&#250;meros en la l&#237;nea inferior de izquierda a derecha, luego lea los n&#250;meros
                    en la l&#237;nea siguiente superior de izquierda a derecha. La "A" o la "P" a la extrema derecha de
                    la l&#237;nea inferior indica si el CDP est&#225; "A"ctivo y "P"reviamente activo.
                </para>
                <para>Ejemplo:</para>
                <para>12 _ 1</para>
                <para>612_ 14A</para>
                <para>Este CDP se leer&#237;a de la siguiente manera: 612-14-12-1 A</para>
            </step1>
            <para>
                <emph type="bold">Para borrar los CDP "Previamente Activos":</emph>
            </para>
            <para>Precauci&#243;n: Al borrar los CDP "Previamente Activos" se podr&#237;a producir una p&#233;rdida de
                informaci&#243;n de diagn&#243;stico &#250;til.
            </para>
            <seqlist style="arabic">
                <item>
                    <para>El GIE debe estar en modo de diagn&#243;stico.</para>
                </item>
                <item>
                    <para>Coloque la direccional en la posici&#243;n de viraje a la izquierda.</para>
                </item>
                <item>
                    <para>Presione simult&#225;neamente los interruptores de crucero "ON" (Encendido) y "SET"
                        (Establecer).
                    </para>
                </item>
                <item>
                    <para>Si no aparecen CDP "Activos", la pantalla LCD mostrar&#225; "NO FAULTS" (NO HAY FALLAS).
                    </para>
                </item>
                <item>
                    <para>Este procedimiento no borrar&#225; los c&#243;digos de fallas de CDP "Activos", los c&#243;digos
                        de fallas del motor o los c&#243;digos de fallas del ABS.
                    </para>
                </item>
                <item>
                    <para>Para salir del modo de diagn&#243;stico, gire la llave de encendido a la posici&#243;n
                        apagado, quite el freno de estacionamiento o arranque el motor.
                    </para>
                </item>
            </seqlist>
        </svcproc>
    </tsi>
</isis>
