<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-08-06 - Localizaci&#243;n y soluci&#243;n de problemas de los Indicadores de enlace de
        datos intermitentes del tablero y del Indicador de combustible que se bloquean o detienen en los modelos 5000i y
        9000i fabricados entre el 21de febrero de 2000 y el 18 de abril de 2001 con tableros de instrumentos que tienen
        c&#243;digos de fechas inferiores a 1501
    </stitle>
    <tsi id="tsi010806" tsitype="truck" translation="spanish">
        <tsinumber>01-08-06</tsinumber>
        <tsidate>Septiembre de 2001</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Localizaci&#243;n y soluci&#243;n de problemas de los Indicadores de enlace de datos intermitentes
                del tablero y del Indicador de combustible que se bloquean o detienen en los modelos 5000i y 9000i
                fabricados entre el 21de febrero de 2000 y el 18 de abril de 2001 con tableros de instrumentos que
                tienen c&#243;digos de fechas inferiores a 1501
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5000i
                    <daterange>
                        <startdate>02/21/2000</startdate>
                        <enddate>04/18/2001</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000i
                    <daterange>
                        <startdate>02/21/2000</startdate>
                        <enddate>04/18/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Bloqueo intermitente de la velocidad en carretera, velocidad del motor, l&#237;quido refrigerante
                    del motor, indicadores accionados por volt&#237;metro de enlace de datos y presi&#243;n de aceite
                    del motor pueden ocurrir en los paneles de instrumentos con un c&#243;digo de datos anterior a 1501
                    (fabricado durante la 15 semana de 2001) usado en modelos 5000i y 9000i fabricados entre el 21 de
                    febrero de 2000 y el 18 de abril de 2001.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="troubleshoot" graphiccount="0">
            <stitle>Spanish - TSI 01-08-06 - Localizaci&#243;n y soluci&#243;n de problemas de los Indicadores de enlace
                de datos intermitentes del tablero y del Indicador de combustible que se bloquean o detienen en los
                modelos 5000i y 9000i fabricados entre el 21de febrero de 2000 y el 18 de abril de 2001 con tableros de
                instrumentos que tienen c&#243;digos de fechas inferiores a 1501
            </stitle>
            <title>Procedimiento de localizaci&#243;n y soluci&#243;n de problemas</title>
            <step1>
                <para count="1">Si el cliente se queja de que el grupo de instrumentos parece bloquearse o congelarse,
                    primero verifique que todas las conexiones el&#233;ctricas y a tierra est&#233;n limpias y bien
                    conectadas. Observe que el grupo de instrumentos normalmente reasume el funcionamiento cuando se
                    gira el encendido.
                </para>
            </step1>
            <step1>
                <para count="1">Si el grupo de instrumentos parece bloquearse en situaciones espec&#237;ficas, como por
                    ejemplo durante el funcionamiento del Jake Brake, verifique los circuitos el&#233;ctricos de esa
                    funci&#243;n en particular. Busque espec&#237;ficamente si hay cortocircuitos o cables pelados en
                    ese sistema.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de revisar el sistema el&#233;ctrico, si no hay problemas aparentes en el
                    veh&#237;culo o grupo de instrumentos, vuelva a colocar el alojamiento del tablero de circuitos del
                    grupo de instrumentos.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que el c&#243;digo de datos en el grupo de instrumentos de reemplazo
                    sea posterior a '1501'.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
