<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-09-04 - Procedimiento de reparaci&#243;n para los nuevos cofres 9900</stitle>
    <tsi id="tsi010904" tsitype="truck" translation="spanish">
        <tsinumber>01-09-04</tsinumber>
        <tsidate>Diciembre de 2001</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de reparaci&#243;n para los nuevos cofres 9900</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9900</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La puesta en marcha de un nuevo material de cofre para los modelos 9900 comenz&#243; en febrero de
                    2001 y entr&#243; totalmente en vigencia el 9 de mayo de 2001. Los nuevos cofres est&#225;n hechos
                    con pl&#225;stico Metton de alto impacto en lugar de PRFV (pl&#225;stico reforzado con fibra de
                    vidrio). El material Metton de alto impacto ya no necesita la adici&#243;n de laminado de uretano ni
                    una capa base de hule para proteger las salpicaderas de los impactos de piedras y evitar que la ara&#241;a
                    se resquebraje. Los nuevos cofres se pueden identificar por el nombre de Paramount Mfg. &#243; 21st
                    Century Mfg. que aparece en una placa pegada en la parte trasera del cofre.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 01-09-04 - Procedimiento de reparaci&#243;n para los nuevos cofres 9900</stitle>
            <title>Reparaciones</title>
            <svcprocinfo>
                <para>Las fisuras de no m&#225;s de 4 pulgadas de largo, rayaduras, hendeduras y muescas en los
                    componentes Metton se pueden reparar utilizando los procedimientos mencionados a continuaci&#243;n.
                    Las reparaciones se deben efectuar a temperatura ambiente.
                </para>
                <specpara>
                    <note>
                        <para>Los productos de reparaci&#243;n Fusor mencionados en este documento est&#225;n
                            disponibles en Embarque directo; documento de Piezas G-19-4577-A con fecha 15 de mayo de
                            2001.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os personales use gafas protectoras, mascarilla y guantes.</para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Reparaci&#243;n de la parte inferior de fisuras de no m&#225;s de 4 pulgadas de largo:</title>
                <table id="t0109041">
                    <title>Reparaci&#243;n de la parte inferior de fisuras de no m&#225;s de 4 pulgadas de largo:
                    </title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.45*"/>
                        <colspec colname="col3" colwidth="1.24*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>Paso</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>Procedimiento</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Herramientas y piezas requeridas</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Con un pa&#241;o, limpie el &#225;rea a reparar con el limpiador de pegamento
                                        Fusor N&#186; 703 y deje secar.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Limpiador de pegamento Fusor N&#186; 703 (al agua), pa&#241;o limpio</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Marque el &#225;rea con una lijadora de acci&#243;n dual, usando un papel de
                                        lija grano 80. Aplique aire seco comprimido y luego limpie con un pa&#241;o
                                        seco.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Lijadora de acci&#243;n dual, papel de lija grano 80, pa&#241;o seco limpio
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Prepare un parche cobertor de tela de fibra de vidrio Fusor N&#186; 702 para
                                        extenderlo en 1 pulgada alrededor de la fisura.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Tela de fibra de vidrio Fusor N&#186; 702</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique una capa de mediano espesor de adhesivo pl&#225;stico para reparaci&#243;n
                                        estructural Fusor T10 para extender aproximadamente en 1&#189;" alrededor de la
                                        fisura, usando un aplicador manual Fusor N&#186;301 y un untador pl&#225;stico
                                        limpio desechable.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adhesivo pl&#225;stico para reparaci&#243;n estructural Fusor T10, aplicador
                                        manual Fusor N&#186; 301, untador pl&#225;stico limpio desechable.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique el parche cobertor de tela de fibra de vidrio previamente cortado.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique otra capa delgada de adhesivo pl&#225;stico para reparaci&#243;n
                                        estructural Fusor T10 usando un untador pl&#225;stico desechable, incorporando
                                        el adhesivo en la fibra de vidrio y cubra los bordes de toda el &#225;rea a
                                        reparar.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adhesivo pl&#225;stico para reparaci&#243;n estructural Fusor T10, aplicador
                                        manual Fusor N&#186; 301, untador pl&#225;stico limpio desechable.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Caliente el &#225;rea a reparar con una pistola de aire caliente o una l&#225;mpara
                                        t&#233;rmica a 140&#176; F durante 10 minutos o hasta que endurezca. No
                                        sobrecaliente.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pistola de aire caliente o l&#225;mpara t&#233;rmica</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
            <svcsubproc>
                <title>Reparaci&#243;n del lado visible de fisuras de no m&#225;s de 4 pulgadas de largo:</title>
                <table id="t0109042">
                    <title>Reparaci&#243;n del lado visible de fisuras de no m&#225;s de 4 pulgadas de largo:</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.46*"/>
                        <colspec colname="col3" colwidth="1.23*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>Paso</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>Procedimiento</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Herramientas y piezas requeridas</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Con un pa&#241;o, limpie el &#225;rea a reparar con el limpiador de pegamento
                                        Fusor N&#186; 703 y deje secar.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Limpiador de pegamento Fusor N&#186; 703 (al agua), pa&#241;o limpio</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Pula el &#225;rea resquebrajada con una lijadora de acci&#243;n dual con papel
                                        de lija grano 80 o una lijadora angular con papel de lija grano 36. Extienda
                                        cinta adhesiva hasta el fondo del da&#241;o. Suavice todos los bordes. No
                                        permita que la lijadora caliente la superficie del panel hasta el punto de fusi&#243;n.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Lijadora de acci&#243;n dual, papel de lija grano 80, lijadora angular, papel
                                        de lija grano 36
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Contin&#250;e lijando las &#225;reas en forma manual para darle un acabado con
                                        papel de lija grano 80.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>papel de lija grano 80, bloque para lijar</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique aire seco comprimido y luego limpie con un pa&#241;o seco.</para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pa&#241;o seco y limpio</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique adhesivo pl&#225;stico para reparaci&#243;n estructural Fusor T10
                                        (endurecimiento lento y con calor) o adhesivo de acabado T9 (endurecimiento r&#225;pido)
                                        para rellenar el &#225;rea a reparar, utilizando un untador pl&#225;stico y una
                                        aplicaci&#243;n pareja.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>El adhesivo pl&#225;stico para reparaci&#243;n estructural Fusor T10
                                        (endurecimiento lento y con calor) y el aplicador manual Fusor N&#186; 301 O el
                                        adhesivo de acabado T9 (endurecimiento r&#225;pido: no se necesita un aplicador
                                        o mezclador), untador pl&#225;stico limpio desechable.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Si usa Fusor T9, cure durante 15 minutos a temperatura ambiente antes de
                                        lijar.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Si usa Fusor T10, cure con una pistola de aire caliente o l&#225;mpara t&#233;rmica
                                        a 140&#176; F durante 10 minutos o hasta que endurezca antes de lijar. No
                                        sobrecaliente.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pistola de aire caliente o l&#225;mpara t&#233;rmica</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>8.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Lije el &#225;rea afectada con una lijadora de acci&#243;n dual con papel de
                                        lija grano 80, seguido de papel de lija grano 180/220. Termine el lijado de
                                        forma manual.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Lijadora de acci&#243;n dual, papel de lija grano 80, papel de lija grano
                                        180/220, bloque de lijado
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>9.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>D&#233;jelo reposar durante 1 hora, luego imprima y pinte seg&#250;n las
                                        especificaciones de pintura del fabricante.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
            <svcsubproc>
                <title>Reparaci&#243;n de rayaduras, hendeduras y muescas en la superficie</title>
                <table id="t0109043">
                    <title>Reparaci&#243;n de rayaduras, hendeduras y muescas en la superficie</title>
                    <tgroup cols="3">
                        <colspec colname="col1" align="center" colwidth="0.33*"/>
                        <colspec colname="col2" colwidth="1.42*"/>
                        <colspec colname="col3" colwidth="1.26*"/>
                        <thead>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>Paso</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>Procedimiento</para>
                                </entry>
                                <entry colname="col3" align="center">
                                    <para>Herramientas y piezas requeridas</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>1.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Con un pa&#241;o, limpie el &#225;rea a reparar con el limpiador de pegamento
                                        Fusor N&#186; 703 y deje secar.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Limpiador de pegamento Fusor N&#186; 703 (al agua), pa&#241;o limpio</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>2.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Pula el &#225;rea resquebrajada con una lijadora de acci&#243;n dual con papel
                                        de lija grano 80 o una lijadora angular con papel de lija grano 36. Extienda
                                        cinta adhesiva hasta el fondo del da&#241;o. Suavice todos los bordes. No
                                        permita que la lijadora caliente la superficie del panel hasta el punto de fusi&#243;n
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Lijadora de acci&#243;n dual, papel de lija grano 80, lijadora angular, papel
                                        de lija grano 36
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>3.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Contin&#250;e lijando las &#225;reas en forma manual para darle un acabado con
                                        papel de lija grano 80.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>papel de lija grano 80, bloque para lijar</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>4.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique aire seco comprimido y luego limpie con un pa&#241;o seco.</para>
                                </entry>
                                <entry colname="col3">
                                    <para>Pa&#241;o seco y limpio</para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>5.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Aplique una cantidad de adhesivo de acabado Fusor T9 (endurecimiento r&#225;pido)
                                        sobre una tabla para mezclas y luego apl&#237;quela r&#225;pidamente para
                                        rellenar el &#225;rea a reparar, usando un untador pl&#225;stico y una aplicaci&#243;n
                                        pareja.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Adhesivo de acabado Fusor T9 (endurecimiento r&#225;pido), tabla para mezclas,
                                        untador pl&#225;stico limpio desechable
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>6.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Deje curar a temperatura ambiente durante 15 minutos antes de lijar.</para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>7.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>Lije el &#225;rea afectada con una lijadora de acci&#243;n dual con papel de
                                        lija grano 80, seguido de papel de lija grano 180/220. Termine el lijado de
                                        forma manual.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para>Lijadora de acci&#243;n dual, papel de lija grano 80, papel de lija grano
                                        180/220, bloque de lijado
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry align="center" colname="col1">
                                    <para>8.</para>
                                </entry>
                                <entry colname="col2">
                                    <para>D&#233;jelo as&#237; durante 1 hora, luego imprima y pinte seg&#250;n las
                                        especificaciones de pintura del fabricante.
                                    </para>
                                </entry>
                                <entry colname="col3">
                                    <para></para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <specpara>
                    <note>
                        <para>M&#225;s informaci&#243;n acerca de los productos Fusor se encuentra en su sitio Web:
                            www.fusor.com
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
