<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-09-03 - Ajuste del cofre</stitle>
    <tsi id="tsi010903" tsitype="truck" translation="spanish">
        <tsinumber>01-09-03</tsinumber>
        <tsidate>Agosto de 2001</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Ajuste del cofre</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Procedimientos de ajuste del cofre</para>
            </geninfo>
        </description>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>Spanish - TSI 01-09-03 - Ajuste del cofre</stitle>
            <title>Procedimiento de mantenimiento</title>
            <svcsubproc>
                <title>Condici&#243;n: El borde delantero inferior del cofre no est&#225; paralelo a la defensa</title>
                <step1>
                    <para count="1">Verifique que la defensa est&#233; correctamente montada y no curvada por da&#241;o
                        de choque.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite la rejilla. Consulte el Manual de mantenimiento S09003.</para>
                </step1>
                <step1>
                    <para count="1">Abra el cofre y desenganche el sistema de asistencia de la barra de torsi&#243;n
                        (quite el ret&#233;n de horquilla detr&#225;s de la defensa y saque la barra de torsi&#243;n
                        hacia arriba fuera del soporte del chasis).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales o da&#241;os a la propiedad, tenga cuidado cuando cierre
                            el cofre.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Cierre el cofre.</para>
                </step1>
                <step1>
                    <para count="1">Suelte los tres pernos de montaje del soporte de la bisagra del cofre al travesa&#241;o
                        del cofre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite el perno m&#225;s cercano al lado inferior del cofre.</para>
                </step1>
                <step1>
                    <para count="1">Coloque arandelas espaciadoras entre el soporte de la bisagra del cofre y el travesa&#241;o
                        del cofre hasta que la separaci&#243;n del cofre a la defensa sea pareja.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>El espesor total de las arandelas espaciadoras no debe exceder 1/8 de pulgada.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Vuelva a instalar el perno asegur&#225;ndose de que pase por la arandela
                        espaciadora.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite el perno intermedio del soporte de la bisagra e instale las arandelas
                        espaciadoras que tienen la mitad del espesor de la que est&#225; instalada en el perno del
                        extremo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar el perno intermedio asegur&#225;ndose de que pase por la arandela
                        espaciadora.
                    </para>
                </step1>
                <step1>
                    <para count="1">Empuje el cofre hacia atr&#225;s hacia los topes del soporte del cofre.</para>
                </step1>
                <step1>
                    <para count="1">Apriete los tres pernos de montaje del soporte del cofre al travesa&#241;o a 35 a 43
                        lbf-pie (47 a 58 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Abra el cofre y vuelva a instalar el sistema de asistencia de la barra de torsi&#243;n.
                        (Empuje el brazo corto de la barra de torsi&#243;n hasta su posici&#243;n e instale el ret&#233;n
                        de horquilla).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cierre el cofre y vuelva a instalar la rejilla.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Condici&#243;n: El espacio del cofre al cubretablero en la parte superior del cofre no es
                    parejo.
                </title>
                <step1>
                    <para count="1">Quite la rejilla. Consulte el Manual de mantenimiento S09003.</para>
                </step1>
                <step1>
                    <para count="1">Abra el cofre y desenganche el sistema de asistencia de la barra de torsi&#243;n
                        (quite el ret&#233;n de horquilla detr&#225;s de la defensa y saque la barra de torsi&#243;n
                        hacia arriba fuera del soporte del chasis).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales o da&#241;os a la propiedad, tenga cuidado cuando cierre
                            el cofre.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Cierre el cofre.</para>
                </step1>
                <step1>
                    <para count="1">Suelte los tres pernos de montaje del soporte de la bisagra del cofre al travesa&#241;o
                        del cofre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a colocar el cofre de manera que la separaci&#243;n al cubretablero en los
                        bordes superiores sea pareja en ambos lados.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete los tres pernos de montaje del soporte del cofre al travesa&#241;o a 35 a 43
                        lbf-pie (47 a 58 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Abra el cofre y vuelva a instalar el sistema de asistencia de la barra de torsi&#243;n.
                        (Empuje el brazo corto de la barra de torsi&#243;n hasta su posici&#243;n e instale el ret&#233;n
                        de horquilla).
                    </para>
                </step1>
                <step1>
                    <para count="1">Cierre el cofre y vuelva a instalar la rejilla.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Condici&#243;n: El cofre se cambia a la izquierda o derecha en la cabina</title>
                <step1>
                    <para count="1">Quite la rejilla. Consulte el Manual de mantenimiento S09003.</para>
                </step1>
                <step1>
                    <para count="1">Suelte los tres pernos de montaje del soporte de la bisagra del cofre al travesa&#241;o
                        del cofre.
                    </para>
                </step1>
                <step1>
                    <para count="1">Quite los cuatro pernos del soporte de montaje del cofre en el costado en donde el
                        cofre est&#225; m&#225;s cerca del cubretablero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Calce hacia afuera el soporte de montaje del cofre hasta que ambos lados del cofre
                        est&#233;n nivelados.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete los cuatro pernos del soporte del cofre a 28 a 35 lbf-pie (38 a 47 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Empuje el cofre hacia atr&#225;s hacia los topes del soporte del cofre.</para>
                </step1>
                <step1>
                    <para count="1">Mantenga el cofre en una alineaci&#243;n correcta y apriete los tres pernos de
                        montaje del soporte del cofre al travesa&#241;o a 35 a 43 lbf-pie (47 a 58 Nm).
                    </para>
                </step1>
                <step1>
                    <para count="1">Vuelva a instalar la rejilla.</para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Condici&#243;n: La forma del cofre no coincide con la de la cabina</title>
                <step1>
                    <para count="1">Levante el cofre y suelte un poco los cuatro pernos de montaje del soporte del cofre
                        al cubretablero de la cabina en el lado en que no coincide la forma.
                    </para>
                </step1>
                <step1>
                    <para count="1">Levante o baje el soporte del cofre para lograr una alineaci&#243;n correcta de la
                        forma. Ya que el cofre se debe levantar para ajustar el soporte del cofre, es posible que se
                        necesite m&#225;s de un intento para lograr una alineaci&#243;n correcta.
                    </para>
                </step1>
                <step1>
                    <para count="1">Cuando haya logrado alinear la forma, apriete los cuatro pernos del soporte del
                        cofre a 28 a 35 lbf-pie (38 a 47 Nm).
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
