<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-06-03 - Fases de desviaci&#243;n de los ejes de propulsi&#243;n interaxial en los ejes Dana
        Spicer (ex Eaton)
    </stitle>
    <tsi id="tsi010603" tsitype="truck" translation="spanish">
        <tsinumber>01-06-03</tsinumber>
        <tsidate>Diciembre de 2001</tsidate>
        <subjectfile>EJE DE PROPULSI&#211;N</subjectfile>
        <subjectgroup>
            <subject>Fases de desviaci&#243;n de los ejes de propulsi&#243;n interaxial en los ejes Dana Spicer (ex
                Eaton)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Spicer</vendor>
                <vendor>Eaton</vendor>
                <ucodegroup/>

                <ucode>14GEP</ucode>
                <ucode>14GER</ucode>
                <ucode>14GES</ucode>
                <ucode>14GEZ</ucode>
                <ucode>14GGH</ucode>
                <ucode>14GGJ</ucode>
                <ucode>14GGY</ucode>
                <ucode>14GHD</ucode>
                <ucode>14GJC</ucode>
                <ucode>14GGG</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Se han cambiado las fases de los ejes de propulsi&#243;n interaxiales en ciertos ejes Dana Spicer
                    en t&#225;ndem a fin de reducir al m&#237;nimo la reacci&#243;n de la actividad de torsi&#243;n de
                    los sistemas de transmisi&#243;n de Allison e Eaton.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>En los ejes de propulsi&#243;n Dana SPL170, mirando desde la parte delantera a la trasera
                            del conjunto interaxial, la parte trasera se hace girar 32&#176; (3 dientes) aproximadamente
                            en el sentido contrario a las manecillas del reloj a partir de las fases en 0&#176;
                            normales.
                            <emph type="bold">NOTA: La junta corrediza se sella y no deber&#237;a desensamblarse.</emph>
                        </para>
                    </item>
                    <item>
                        <para>En los ejes de propulsi&#243;n Dana serie 10, mirando desde la parte delantera a la
                            trasera del conjunto interaxial, la parte trasera se hace girar 22&#176; (1 diente)
                            aproximadamente en el sentido contrario a las manecillas del reloj a partir de las fases en
                            0&#176; normales.
                        </para>
                    </item>
                    <item>
                        <para>La desviaci&#243;n de los ejes de propulsi&#243;n interaxiales tienen n&#250;meros de
                            refacci&#243;n con un "F" en la sexta posici&#243;n. Los n&#250;meros de refacci&#243;n t&#237;picos
                            son los siguientes: 270DTF, 427DTF, 217STF, 417STF, 217LTF, 417LTF.
                            <emph type="bold">NOTA: Las etiquetas de los n&#250;meros de refacci&#243;n est&#225;n
                                adheridas a los ejes de propulsi&#243;n. Quiz&#225;s sea necesario quitar la pintura de
                                la etiqueta a fin de leerla.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Cuando se haga mantenimiento a los ejes de propulsi&#243;n se recomienda encarecidamente
                            que se agreguen franjas de alineaci&#243;n de pintura al eje antes de desensamblarlo.
                        </para>
                    </item>
                </randlist>
            </geninfo>
        </description>
    </tsi>
</isis>
