<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-04-01 - Los tambores de freno desbalanceados provocan problemas de suspensi&#243;n y
        vibraci&#243;n
    </stitle>
    <tsi id="tsi010401" tsitype="truck" translation="spanish">
        <tsinumber>01-04-01</tsinumber>
        <tsidate>Abril, 2001</tsidate>
        <subjectfile>FRENOS</subjectfile>
        <subjectgroup>
            <subject>Los tambores de freno desbalanceados provocan problemas de suspensi&#243;n y vibraci&#243;n
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Los nuevos modelos internacionales de veh&#237;culos tienen instalados tambores de freno
                    balanceados y ensamblajes de llanta y rueda como caracter&#237;stica est&#225;ndar. En combinaciones
                    espec&#237;ficas los descentramientos de llanta y de rueda se miden de manera que al ensamblarlas el
                    punto superior de la llanta coincida con el punto inferior de la rueda proporcionando el ensamblaje
                    m&#225;s conc&#233;ntrico posible.
                </para>
                <para>Si al efectuar el mantenimiento al veh&#237;culo no se toman en cuenta las especificaciones de
                    balanceo de los tambores de freno ni el descentramiento de las llantas, lo m&#225;s probable es que
                    se obtenga una suspensi&#243;n de menor calidad.
                </para>
                <specpara>
                    <important>
                        <para>Siempre use tambores de freno balanceados al efectuar servicio a veh&#237;culos
                            internacionales para mantener una buena suspensi&#243;n.
                        </para>
                    </important>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <para>Al solicitar un tambor de frenos balanceado, especifique el n&#250;mero de refacci&#243;n del tambor
                de frenos que aparece en la etiqueta de l&#237;nea del veh&#237;culo. Si no tiene la etiqueta de l&#237;nea,
                puede usar el n&#250;mero de identificaci&#243;n del veh&#237;culo (VIN) para recuperar el n&#250;mero
                de refacci&#243;n correcto del tambor de freno en el Sistema de acceso a refacciones.
            </para>
            <para>Al ordenar un tambor de frenos por descripci&#243;n; por ejemplo, tambor de freno15x4, inspeccione la
                identificaci&#243;n del tambor de refacci&#243;n para determinar si est&#225; balanceado. Si el tambor
                de freno hubiera sido fabricado por Gunite, se podr&#225; identificar por un sufijo "X" despu&#233;s del
                n&#250;mero de refacci&#243;n b&#225;sico para indicar que el tambor est&#225; balanceado. Si el tambor
                de freno de refacci&#243;n hubiera sido fabricado por Meritor/Dayton Walther, se podr&#225; identificar
                por un sufijo "BD" o "MTB" despu&#233;s del n&#250;mero de refacci&#243;n b&#225;sico para indicar que
                est&#225; balanceado.
            </para>
        </partsinfo>
    </tsi>
</isis>
