<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-03-06 - La v&#225;lvula mejorada de control de altura de la suspensi&#243;n de aire
        Barksdale con funci&#243;n de descarga integral es est&#225;ndar en los modelos 9000i fabricados despu&#233;s
        del 1 de septiembre de 2000 y est&#225; disponible para modificaci&#243;n en modelos 9000i y 9000 fabricados
        antes del 1 de septiembre de 2000 con una altura de marcha de 9 1/2 pulgadas (altura de bolsa de aire de 12 1/2
        pulgadas)
    </stitle>
    <tsi id="tsi010306" tsitype="truck" translation="spanish">
        <tsinumber>01-03-06</tsinumber>
        <tsidate>Septiembre de 2001</tsidate>
        <subjectfile>Muelles</subjectfile>
        <subjectgroup>
            <subject>La v&#225;lvula mejorada de control de altura de la suspensi&#243;n de aire Barksdale con funci&#243;n
                de descarga integral es est&#225;ndar en los modelos 9000i fabricados despu&#233;s del 1 de septiembre
                de 2000 y est&#225; disponible para modificaci&#243;n en modelos 9000i y 9000 fabricados antes del 1 de
                septiembre de 2000 con una altura de marcha de 9 1/2 pulgadas (altura de bolsa de aire de 12 1/2
                pulgadas)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Barksdale</vendor>
                <truckmodelgroup/>

                <truckmodel>9000i
                    <daterange>
                        <enddate>09/01/2000</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <enddate>09/01/2000</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>A partir del 1 de septiembre de 2000 se implement&#243; en la producci&#243;n de los modelos 9000i
                    una v&#225;lvula mejorada de control de altura de suspensi&#243;n de aire Barksdale con funci&#243;n
                    de descarga integral. Todas las v&#225;lvulas de control Barksdale ahora incluyen la funci&#243;n
                    integral de descarga y se pueden modificar en los modelos convencionales antiguos 9000i y 9000 u
                    otros modelos International con sistemas de suspensi&#243;n de aire International que tengan altura
                    de marcha de 9 1/2 pulgadas. La v&#225;lvula Barksdale tambi&#233;n se puede usar como reemplazo de
                    v&#225;lvulas de control de altura Midland y Ridewell.
                </para>
                <specpara>
                    <note>
                        <para>La altura de marcha se define como la medici&#243;n desde la parte inferior del larguero
                            del bastidor a la l&#237;nea central del semieje y no se debe confundir con la altura del
                            muelle neum&#225;tico (bolsa de aire), que es de 12 1/2 pulgadas para estas suspensiones.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Consulte TSI-94-03-02RA para ver la altura de marcha contra los ajustes de bolsas de
                            aire
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t010306">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.97in"/>
                    <colspec colname="col2" colwidth="1.03in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col2" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>2506169C91</para>
                            </entry>
                            <entry colname="col1">
                                <para>V&#225;lvula de control de altura Barksdale con funci&#243;n de descarga
                                    integral
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2506170C91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Varillaje Universal (conexi&#243;n "de argolla" en extremo superior, extremo
                                    inferior enroscado con conexi&#243;n de deslizamiento)
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2505022C91</para>
                            </entry>
                            <entry colname="col1">
                                <para>Varillaje vertical fijo para altura de marcha de 9 1/2 pulgadas (altura de bolsa
                                    de aire de 12 1/2 pulgadas)
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>2028188C4</para>
                            </entry>
                            <entry colname="col1">
                                <para>Soporte de montaje para v&#225;lvulas de control Barksdale, Midland y Ridewell
                                </para>
                            </entry>
                            <entry colname="col2" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f0103061" figsize="pg-wide">
                <graphic filename="../tsifigures/g0103061.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="392px" resolution="200"/>
                <caption>Figura 1. V&#225;lvula de control de altura Barksdale con funci&#243;n de descarga integral
                </caption>
                <calloutgroup>
                    <callout1>1. PUERTO DE CONTROL DE DESCARGA CON CONEXI&#211;N DE REBABA</callout1>
                    <callout1>2. TUBO DE 1/4 DE PULGADA (A CONTROL DE DESCARGA NEUM&#193;TICA DE CABINA)</callout1>
                    <callout1>3. PALANCA EN POSICI&#211;N ABAJO (ESCAPE DE AIRE)</callout1>
                    <callout1>4. PALANCA EN POSICI&#211;N ARRIBA (ENTRADA DE AIRE)</callout1>
                    <callout1>5. PUERTO DE MUELLE NEUM&#193;TICO "C1"</callout1>
                    <callout1>6. PUERTO DE SUMINISTRO DE AIRE "I/E"</callout1>
                    <callout1>7. PUERTO DE ESCAPE DE AIRE "I/E"</callout1>
                    <callout1>8. PUERTO DE MUELLE NEUM&#193;TICO "C2"</callout1>
                    <callout1>9. PERNOS DE MONTAJE</callout1>
                    <callout1>10. BARRA DE 0.171 PULGADAS O BARRA EN T</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Al reemplazar las v&#225;lvulas de control sin la funci&#243;n de descarga integral consulte
                        las instrucciones de instalaci&#243;n que vienen con la v&#225;lvula de control.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - TSI 01-03-06 - La v&#225;lvula mejorada de control de altura de la suspensi&#243;n de aire
                Barksdale con funci&#243;n de descarga integral es est&#225;ndar en los modelos 9000i fabricados despu&#233;s
                del 1 de septiembre de 2000 y est&#225; disponible para modificaci&#243;n en modelos 9000i y 9000
                fabricados antes del 1 de septiembre de 2000 con una altura de marcha de 9 1/2 pulgadas (altura de bolsa
                de aire de 12 1/2 pulgadas)
            </stitle>
            <title>Modificaci&#243;n de una v&#225;lvula de control de altura Barksdale para v&#225;lvulas Midland o
                Ridewell
            </title>
            <para>Para reemplazar una v&#225;lvula Barksdale por una v&#225;lvula de control de altura Midland o
                Ridewell en un chasis con una suspensi&#243;n de aire International, se debe modificar el soporte de
                montaje existente o se puede ordenar un soporte nuevo (consulte la Tabla 1, informaci&#243;n de las
                piezas).
            </para>
            <para>Para modificar el soporte existente, haga un orificio de 9/32 pulgadas como se muestra en la Figura 2.
                La modificaci&#243;n se puede realizar en la mayor&#237;a de los casos sin sacar el soporte.
            </para>
            <figure id="f0103062" figsize="pg-wide">
                <graphic filename="../tsifigures/g0103062.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="352px" resolution="72"/>
                <caption>Figura 2. Soporte de montaje modificado</caption>
            </figure>
            <specpara>
                <note>
                    <randlist type="bullet">
                        <item>
                            <para>Instale la v&#225;lvula de control de altura en el soporte de montaje con los pernos
                                1/4-20 UNC-2A (Figura 1, elemento 9). Apriete las tuercas a una torsi&#243;n de 55 a 70
                                lbf-pulg (6 a 8 Nm).
                            </para>
                        </item>
                        <item>
                            <para>Todas las conexiones de aire son de 1/4 pulg NPT.</para>
                        </item>
                        <item>
                            <para>Use cinta de tefl&#243;n o barniz de tuber&#237;a en las roscas de las conexiones de
                                aire.
                            </para>
                        </item>
                        <item>
                            <para>Instale las conexiones de aire apretando con la mano m&#225;s 1/2 a 2 vueltas
                                adicionales.
                            </para>
                        </item>
                        <item>
                            <para>Si no se va a usar la funci&#243;n de descarga integral de la v&#225;lvula de control
                                de altura, no se necesita conectar el puerto de control de descarga de la v&#225;lvula
                                (Figura 1, elemento 1).
                            </para>
                        </item>
                        <item>
                            <para>Si se va a usar la funci&#243;n de descarga integral de la v&#225;lvula de control de
                                altura, la l&#237;nea de control de aire de la cabina se conecta a la conexi&#243;n con
                                rebaba en el puerto de descarga de control de la v&#225;lvula (Figura 1, Elemento 1).
                            </para>
                        </item>
                        <item>
                            <para>El suministro de aire se conecta al puerto marcado "I/E" (Figura 1, Elemento 6).
                            </para>
                        </item>
                        <item>
                            <para>Los muelles de aire se pueden conectar a los puertos identificados "C1" y "C2" (Figura
                                1, Elemento 5 y Elemento 8). Se puede usar cualquier puerto como fuente simple de muelle
                                neum&#225;tico al conectar el otro puerto.
                            </para>
                        </item>
                    </randlist>
                </note>
            </specpara>
        </svcproc>
        <svcproc svcproctype="adjust" graphiccount="0">
            <stitle>Spanish - TSI 01-03-06 - La v&#225;lvula mejorada de control de altura de la suspensi&#243;n de aire
                Barksdale con funci&#243;n de descarga integral es est&#225;ndar en los modelos 9000i fabricados despu&#233;s
                del 1 de septiembre de 2000 y est&#225; disponible para modificaci&#243;n en modelos 9000i y 9000
                fabricados antes del 1 de septiembre de 2000 con una altura de marcha de 9 1/2 pulgadas (altura de bolsa
                de aire de 12 1/2 pulgadas)
            </stitle>
            <title>Ajuste de v&#225;lvula de control de altura</title>
            <step1>
                <para count="1">Mueva la palanca de la v&#225;lvula de control de altura a la posici&#243;n horizontal
                    como aparece en la Figura 1. La palanca puede mantenerse en esta posici&#243;n al instalar una barra
                    de 0.171 pulgadas de di&#225;metro a trav&#233;s de la palanca y hacia el orificio de la v&#225;lvula.
                    Tambi&#233;n se puede usar una barra en T (Figura 1, elemento 10)
                </para>
            </step1>
            <step1>
                <para count="1">Instale el varillaje vertical. Si se usa un varillaje universal, se puede cortar a la
                    longitud requerida.
                </para>
            </step1>
            <step1>
                <para count="1">Fije la altura de marcha a 9 1/2 pulgadas (altura de bolsa de aire de 12 1/2 pulgadas).
                    Consulte TSI-94-03-02RA.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
