<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-09-05 - Pintura de las extensiones revisadas de la salpicadera</stitle>
    <tsi id="tsi010905" tsitype="truck" translation="spanish">
        <tsinumber>01-09-05</tsinumber>
        <tsidate>Diciembre de 2001</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Pintura de las extensiones revisadas de la salpicadera</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El material de extensi&#243;n de la salpicadera en los modelos 4300 y 4400 cambi&#243; de Xenoy a
                    GTX en la producci&#243;n del 17 de octubre de 2001. Adem&#225;s se efectuaron cambios de dise&#241;o
                    para aumentar el espacio para llantas grandes. El nuevo material GTX tiene un requerimiento de
                    pintura espec&#237;fico.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>3566716C1; extensi&#243;n de la salpicadera, izquierda, imprimada</para>
            <para>3566716C1; extensi&#243;n de la salpicadera, derecha, imprimada</para>
            <specpara>
                <note>
                    <para>Los faldones de guardalodo no se deben agregar a las extensiones de la salpicadera , excepto
                        en los camiones con tanques de combustible de 70 galones y llantas de 22.5 pulgadas (perfore los
                        orificios de instalaci&#243;n localmente).
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <stitle>Spanish - TSI 01-09-05 - Pintura de las extensiones revisadas de la salpicadera</stitle>
            <title>Procedimiento de pintura</title>
            <para>
                <emph type="bold">LAS &#193;REAS DE LA CERRADURA SE DEBEN PROTEGER DE LA APLICACI&#211;N DE PINTURA.
                </emph>
            </para>
            <specpara>
                <caution>
                    <para>La pintura que se aplica en ciertas &#225;reas cr&#237;ticas en la parte inferior de las
                        extensiones de la salpicadera GTX puede hacer que la extensi&#243;n de la salpicadera se
                        resquebraje en un clima muy fr&#237;o. Antes de pintar, cubra estas &#225;reas como se muestra
                        en las Figuras 1 y 2 con una cinta adhesiva de un ancho m&#237;nimo de 1 pulgada. Las
                        extensiones de la salpicadera de las piezas de producci&#243;n y servicio ya tienen puesta la
                        cinta adhesiva.
                    </para>
                </caution>
            </specpara>
            <figure id="f0109051" figsize="col-wide">
                <graphic filename="../tsifigures/g0109051.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 1. &#193;rea que requiere protecci&#243;n con cinta adhesiva</caption>
            </figure>
            <figure id="f0109052" figsize="col-wide">
                <graphic filename="../tsifigures/g0109052.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 2. &#193;rea que requiere protecci&#243;n con cinta adhesiva</caption>
            </figure>
            <specpara>
                <note>
                    <para>Las extensiones de la salpicadera de la pieza de servicio se env&#237;an imprimadas y listas
                        para pintar.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Aseg&#250;rese de que la refacci&#243;n est&#233; libre de pintura, agente removedor de
                    moho o cualquier otro recubrimiento o contaminaci&#243;n que no sea la pintura de imprimaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">SI A&#218;N NO EST&#193; PUESTA, APLIQUE CINTA ADHESIVA DE 1" DE ANCHO EN EL &#193;REA
                    DE LA JUNTURA DE LA PARTE INFERIOR DE LA EXTENSI&#211;N DE LA SALPICADERA, COMO SE MUESTRA EN LAS
                    FIGURAS 1 Y 2.
                </para>
            </step1>
            <step1>
                <para count="1">DESENGRASE LA PIEZA CON UN DESENGRASADOR ANTIEST&#193;TICO. &#201;ste quitar&#225; los
                    restos de agentes removedores de moho o contaminaci&#243;n de superficie y eliminar&#225; cualquier
                    carga est&#225;tica.
                </para>
            </step1>
            <step1>
                <para count="1">APLIQUE AUTOBASE/AUTOCLEAR II o AUTOCRYL. Para pl&#225;sticos blandos y flexibles,
                    consulte la tabla de mezclas de piezas flexibles. Para m&#225;s informaci&#243;n consulte el Manual
                    de referencia t&#233;cnico Sikkens actual.
                </para>
            </step1>
            <step1>
                <para count="1">CUANDO LA PINTURA EST&#201; CURADA, DEJE PUESTA LA CINTA ADHESIVA PARA PROTEGER EL
                    SUSTRATO PL&#193;STICO.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar usando un lavador con un di&#225;metro exterior suficientemente peque&#241;o
                    para librar el radio de la abrazadera de soporte (el lavador debe quedar plano). Apriete los
                    sujetadores a 21 a 26 Nm.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
