<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 01-03-07 - Proceso previo a la entrega e inspecci&#243;n de calidad por parte del distribuidor
        para los modelos equipados con c&#243;digos de suspensi&#243;n de aire International 14673, 14693, 14694
    </stitle>
    <tsi id="tsi010307" tsitype="truck" translation="spanish">
        <tsinumber>01-03-07</tsinumber>
        <tsidate>Diciembre de 2001</tsidate>
        <subjectfile>MUELLES</subjectfile>
        <subjectgroup>
            <subject>Proceso previo a la entrega e inspecci&#243;n de calidad por parte del distribuidor para los
                modelos equipados con c&#243;digos de suspensi&#243;n de aire International 14673, 14693, 14694
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <ucodegroup/>

                <ucode>14673</ucode>
                <ucode>14693</ucode>
                <ucode>14694</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Durante el proceso previo a la entrega e inspecci&#243;n de calidad del cami&#243;n, el
                    distribuidor International es responsable de verificar que la altura del muelle neum&#225;tico est&#233;
                    dentro de los l&#237;mites de la especificaci&#243;n y, si es necesario, hacer correcciones para
                    cumplir con la especificaci&#243;n.
                </para>
                <para>Cuando la altura de la bolsa de aire no se puede llevar a los l&#237;mites de la especificaci&#243;n
                    debido a un problema con la v&#225;lvula de control de altura, &#233;sta debe ser reemplazada por un
                    t&#233;cnico de camiones calificado.
                </para>
                <randlist type="bullet">
                    <item>
                        <para>La vibraci&#243;n de torsi&#243;n aumentar&#225; cuando la altura del muelle neum&#225;tico
                            se encuentre fuera de los l&#237;mites de la especificaci&#243;n. Puede que la garant&#237;a
                            no cubra las fallas en la transmisi&#243;n causadas por vibraci&#243;n de torsi&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>La calidad de la comodidad de marcha del chasis no se puede mejorar modificando la varilla
                            de la v&#225;lvula de control de altura para permitir que el cami&#243;n funcione a una
                            altura de marcha m&#225;s baja de la dise&#241;ada. Un conductor o propietario nunca debe
                            modificar de ninguna manera y por ning&#250;n motivo, el sistema de control de altura de la
                            comodidad de marcha. Al hacerlo, podr&#237;an producirse fallas en la transmisi&#243;n no
                            cubiertas por la garant&#237;a.
                        </para>
                    </item>
                    <item>
                        <para>Se debe verificar la altura del muelle neum&#225;tico de suspensi&#243;n como parte de un
                            mantenimiento de rutina en los intervalos de cambio de aceite del motor. Esto asegura que el
                            sistema del mecanismo de transmisi&#243;n funcione correctamente.
                        </para>
                    </item>
                </randlist>
                <table id="t0103071">
                    <tgroup cols="2">
                        <colspec colname="col1" colwidth="3.68in"/>
                        <colspec colname="col2" colwidth="2.56in"/>
                        <thead>
                            <row>
                                <entry colname="col1" align="center">
                                    <para>C&#243;digo de suspensi&#243;n de aire</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>Dimensi&#243;n de la altura del muelle neum&#225;tico "A"</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry colname="col1" align="center">
                                    <para>14673, 14693, 14694</para>
                                </entry>
                                <entry colname="col2" align="center">
                                    <para>12.50&#177;0.25 pulgadas</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <figure id="f0103071" figsize="col-wide">
                    <graphic filename="../tsifigures/g0103071.webp" type="webp" scalefit="1" scalefitwidth="408px"
                             scalefitheight="312px" resolution="72"/>
                    <caption>Figura 1. Muelle neum&#225;tico</caption>
                    <calloutgroup>
                        <callout1>A. DIMENSI&#211;N DE LA ALTURA DEL MUELLE NEUM&#193;TICO</callout1>
                        <callout1>1. BORDE RECTO</callout1>
                        <callout1>2. LARGUEROS DEL BASTIDOR</callout1>
                        <callout1>3. PLACA MET&#193;LICA SUPERIOR</callout1>
                        <callout1>4. TRAVESA&#209;O</callout1>
                    </calloutgroup>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
