<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-08-02 - Aprendizaje del transmisor de entrada sin llave a control remoto (RKE)</stitle>
    <tsi id="tsi020802" tsitype="truck" translation="spanish">
        <tsinumber>02-08-02</tsinumber>
        <tsidate>Junio de 2002</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Aprendizaje del transmisor de entrada sin llave a control remoto (RKE)</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El Sistema de entrada sin llave internacional usa c&#225;psulas electr&#243;nicas en las puertas
                    del lado del conductor y del pasajero, las cuales controlan tambi&#233;n los seguros el&#233;ctricos
                    de las puertas y las ventanas el&#233;ctricas. Si el veh&#237;culo cuenta con RKE, la memoria del
                    receptor (c&#225;psula de la puerta del pasajero delantero) aprende los c&#243;digos transmisores
                    provenientes de los controles (transmisores) y s&#243;lo reconoce aquellos que ha aprendido en el
                    proceso de programaci&#243;n. Cada c&#225;psula de la puerta del lado del pasajero del veh&#237;culo
                    tiene la capacidad de aprender hasta seis c&#243;digos transmisores, lo que permite acceder al veh&#237;culo
                    mediante seis controles distintos. Cada control tiene un c&#243;digo &#250;nico y &#233;ste lo puede
                    aprender un n&#250;mero indefinido de veh&#237;culos con RKE.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Los controles y transmisores de reemplazo se pueden obtener en Refacciones de servicio con el n&#250;mero
                de refacci&#243;n 3544938C2.
            </para>
        </partsinfo>
        <svcproc svcproctype="describe" graphiccount="0">
            <stitle>Spanish - TSI 02-08-02 - Aprendizaje del transmisor de entrada sin llave a control remoto (RKE)
            </stitle>
            <title>Procedimiento de servicio</title>
            <svcsubproc>
                <title>Aprendizaje y borrado de transmisores</title>
                <para>Antes de que el transmisor se pueda usar por primera vez, el receptor debe "aprenderlo". Una sola
                    c&#225;psula RKE puede aprender hasta seis transmisores con distintos c&#243;digos de identificaci&#243;n.
                </para>
                <para>Estos procedimientos est&#225;n dise&#241;ados para operaciones de aprendizaje y borrado manuales
                    en un veh&#237;culo completo. Se pueden usar para el aprendizaje de transmisores de reemplazo, para
                    utilizar hasta seis transmisores con el fin de acceder al mismo veh&#237;culo o para acceder a un n&#250;mero
                    indefinido de veh&#237;culos mediante el mismo transmisor. Si se agrega la RKE al veh&#237;culo, se
                    requiere una programaci&#243;n adicional del controlador del sistema el&#233;ctrico para usar las
                    funciones de claxon, emergencia y luz superior de techo con la RKE.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento para borrar todos los transmisores aprendidos</title>
                <step1>
                    <para count="1">Realice un ciclo de desactivaci&#243;n a activaci&#243;n del encendido. El paso 2 se
                        debe iniciar (los cuatro botones presionados) en un lapso de 10 segundos despu&#233;s de este
                        evento de encendido.
                    </para>
                </step1>
                <step1>
                    <para count="1">En la c&#225;psula de la puerta del
                        <emph type="bold">conductor</emph>, realice lo siguiente:
                    </para>
                    <para>Mientras mantiene presionados los interruptores de cierre y apertura de la ventana del
                        conductor y de apertura de las puertas, presione y mantenga en esta posici&#243;n el interruptor
                        de cierre de las puertas. Debe mantener presionados los cuatro interruptores durante al menos
                        cinco segundos. Se recomienda seis o siete segundos. Despu&#233;s de cinco segundos, la unidad
                        RKE de las c&#225;psulas de las puertas borrar&#225; todos los transmisores aprendidos y la RKE
                        quedar&#225; desactivada. En este punto, el procedimiento de borrado finaliza y se debe iniciar
                        un nuevo ciclo de encendido para llevar a cabo el aprendizaje de los transmisores.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento para aprender un transmisor</title>
                <specpara>
                    <note>
                        <para>Este procedimiento de aprendizaje no se puede realizar durante el mismo ciclo de encendido
                            que el procedimiento de "borrado de todos los transmisores aprendidos". Si es necesario, el
                            procedimiento de borrado se debe llevar a cabo antes de iniciar este procedimiento.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Realice un ciclo de desactivaci&#243;n a activaci&#243;n del encendido (se debe
                        realizar un ciclo de encendido; no basta dejarlo activado). El paso 2 se debe iniciar (los
                        cuatro botones presionados) en un lapso de 10 segundos despu&#233;s de este evento de encendido.
                    </para>
                </step1>
                <step1>
                    <para count="1">En la c&#225;psula de la puerta del
                        <emph type="bold">pasajero</emph>, realice lo siguiente:
                    </para>
                    <para>Mientras mantiene presionados los interruptores de cierre y apertura de la ventana y de
                        apertura de las puertas, presione y mantenga en esta posici&#243;n el interruptor de cierre de
                        las puertas. Debe mantener presionados los cuatro interruptores durante al menos cinco segundos.
                        Se recomienda seis o siete segundos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de cinco segundos, la unidad RKE de las c&#225;psulas de las puertas
                        entrar&#225; al "modo de aprendizaje" y permanecer&#225; en este modo durante 10 segundos (o
                        hasta el aprendizaje de un transmisor). Una vez que la RKE entra en el "modo de aprendizaje",
                        puede soltar los cuatro botones. Durante el "modo de aprendizaje" de diez segundos, cualquier
                        funci&#243;n en el nuevo control o transmisor se debe ingresar al menos dos veces (vea la nota
                        1).
                    </para>
                    <para>Nota 1. Una vez que el transmisor aprenda el siguiente ingreso de teclas del nuevo transmisor,
                        &#233;ste realizar&#225; la funci&#243;n indicada. Se recomienda presionar sucesivamente las
                        teclas del transmisor hasta que la funci&#243;n de las teclas seleccionadas se realice
                        realmente; es decir, si presiona el bot&#243;n de cierre del transmisor dos veces, su c&#243;digo
                        se debe aprender; al presionarlo por tercera vez, el transmisor debe cerrar la puerta y hacer
                        sonar moment&#225;neamente el claxon de ciudad. Esta es una buena manera de confirmar r&#225;pidamente
                        el &#233;xito del aprendizaje.
                    </para>
                    <para>Nota 2. Los pasos 1 al 5 del proceso de aprendizaje se deben repetir para cada transmisor cuya
                        funci&#243;n se desee aprender.
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
