<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-05-01 - Diagn&#243;stico de la direcci&#243;n hidr&#225;ulica</stitle>
    <tsi id="tsi020501" tsitype="truck" translation="spanish">
        <tsinumber>02-05-01</tsinumber>
        <tsidate>Abril de 2002</tsidate>
        <subjectfile>DIRECCI&#211;N</subjectfile>
        <subjectgroup>
            <subject>Diagn&#243;stico de la direcci&#243;n hidr&#225;ulica</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Esta carta de Informaci&#243;n del servicio t&#233;cnico est&#225; dise&#241;ada para ayudar al t&#233;cnico
                    en servicio a localizar y solucionar los problemas de la direcci&#243;n. Despu&#233;s del
                    procedimiento de servicio, ayudar&#225; a completar el diagn&#243;stico y reparaci&#243;n
                    correspondiente.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t010501">
                <title>Herramientas especiales</title>
                <tgroup cols="2">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="4.52in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col1" colsep="1" rowsep="1" valign="top" align="center" charoff="50"
                                   char="">
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0" colsep="1" rowsep="1" align="center" charoff="50" char="">
                                <para>ZTSE2780</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Analizador de la direcci&#243;n hidr&#225;ulica (Nota 1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>ZTSE4402</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Tap&#243;n, engranaje de direcci&#243;n TRW (Nota 1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0" align="center">
                                <para>3331812K</para>
                            </entry>
                            <entry colname="col1" align="center">
                                <para>Tap&#243;n, engranaje de direcci&#243;n Sheppard (Nota 2)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Nota 1: disponible en Kent Moore/OTC, 1-800-520-2584</para>
            <para>Nota 2: disponible en International PDC</para>
        </partsinfo>
        <svcproc svcproctype="troubleshoot" graphiccount="1">
            <stitle>Spanish - TSI 02-05-01 - Diagn&#243;stico de la direcci&#243;n hidr&#225;ulica</stitle>
            <title>Procedimiento de servicio</title>
            <step1>
                <para count="1">Para diagnosticar correctamente un reclamo por la direcci&#243;n, es importante entender
                    el reclamo, hablar con el operador y tener los detalles espec&#237;ficos de cu&#225;l es exactamente
                    el reclamo, cu&#225;ndo sucedi&#243; y cu&#225;ndo not&#243; el problema por primera vez. &#191;El
                    problema sucede cuando el veh&#237;culo est&#225; cargado o vac&#237;o? Adem&#225;s, la sobrecarga
                    en los ejes delanteros y las llantas puede ocasionar una sensaci&#243;n intermitente de direcci&#243;n
                    dura. Mientras mejor comprenda la situaci&#243;n, estar&#225; m&#225;s capacitado para resolver el
                    problema.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione los elementos de mantenimiento del veh&#237;culo que podr&#237;an incidir en
                    el problema. Inspeccione si hay desgaste excesivo, piezas atoradas y lubricaci&#243;n adecuada en la
                    quinta rueda del tractor, en los pivotes de la direcci&#243;n del eje delantero y en todo el
                    varillaje. Inspeccione la presi&#243;n correcta de las llantas y el desgaste inusual de las mismas
                    en todos los ejes. Inspeccione si la columna de la direcci&#243;n y el eje intermedio presentan
                    agarrotamiento o adherencia en la cubierta del motor y en la junta corrediza.
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe que el sistema hidr&#225;ulico tenga el nivel de l&#237;quido correcto y que
                    &#233;ste se encuentre en buen estado. Los intervalos largos de mantenimiento y las altas
                    temperaturas de operaci&#243;n pueden producir el descoloramiento del l&#237;quido y olor a quemado.
                    Inspeccione el elemento del filtro del l&#237;quido del dep&#243;sito. Tenga cuidado de que no entre
                    polvo en el l&#237;quido de la direcci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione cuidadosamente las mangueras de la direcci&#243;n hidr&#225;ulica, poniendo
                    mucha atenci&#243;n a la manguera de suministro que va del dep&#243;sito a la bomba. Esta manguera
                    es esencial y, a veces, se soslaya en el diagn&#243;stico de la direcci&#243;n. La manguera no debe
                    estar demasiado doblada, debe ser flexible, sin ser esponjosa. La manguera de suministro que no
                    entrega l&#237;quido a la bomba durante todas las condiciones de operaci&#243;n podr&#237;a ser la
                    causa de un reclamo que se puede atribuir a alg&#250;n otro componente. Cuando se informa que la
                    direcci&#243;n presenta agarrotamiento continuo o que se pone dura, podr&#237;a ser que la manguera
                    de suministro se est&#225; retorciendo o cerrando durante las RPM altas de la bomba o tiene una
                    restricci&#243;n, impidiendo el suministro adecuado del l&#237;quido hacia la bomba.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el analizador de la direcci&#243;n hidr&#225;ulica, ZTSE2780, como se describe
                    en el manual de servicio S05002y y realice las pruebas de acuerdo con la lista de revisi&#243;n de
                    localizaci&#243;n y soluci&#243;n de problemas (Figura 1). Cada prueba se debe realizar seg&#250;n
                    el diagn&#243;stico adecuado. Compare los resultados de las pruebas con la descripci&#243;n del
                    reclamo del cliente.
                </para>
            </step1>
            <step1>
                <para count="1">La temperatura del aceite afecta el rendimiento de los componentes hidr&#225;ulicos.
                    Cuando se realizan las pruebas, se debe instalar un term&#243;metro adecuado en el dep&#243;sito de
                    la direcci&#243;n hidr&#225;ulica. La prueba se debe realizar a la temperatura de operaci&#243;n del
                    sistema que es de 180 grados F. Si el reclamo indica un problema intermitente, puede que sea
                    necesario hacer pruebas a temperaturas m&#225;s altas del aceite de hasta 220 grados F. Se puede
                    aumentar la temperatura, cerrando parcialmente la v&#225;lvula del analizador de la direcci&#243;n
                    hidr&#225;ulica a 1500 psi el tiempo suficiente como para subir la temperatura; despu&#233;s, abra
                    completamente la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Realice las siguientes pruebas y anote los datos en la lista de revisi&#243;n de
                    Localizaci&#243;n y soluci&#243;n de problemas de la direcci&#243;n
                    <hotlnk xrefid="f0205011">(Figura 1)</hotlnk>
                    :
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;ar los equipos, ocasionar lesiones o la muerte, observe siempre el man&#243;metro
                            del analizador de la direcci&#243;n hidr&#225;ulica cuando cierre la v&#225;lvula de cierre.
                            Una v&#225;lvula de descarga descompuesta puede no liberar la presi&#243;n de la bomba y da&#241;ar
                            la bomba o romper la manguera de alta presi&#243;n. Si la presi&#243;n sube r&#225;pidamente
                            o asciende por sobre 2500 PSI
                            <emph type="bold">DET&#201;NGASE</emph>.
                        </para>
                    </warning>
                </specpara>
                <seqlist>
                    <item>
                        <para>Mida y anote la temperatura (&#233;sta puede aumentar hasta 180 grados, cerrando
                            parcialmente la v&#225;lvula de cierre del analizador de la direcci&#243;n hidr&#225;ulica
                            para que llegue a 1500 psi el tiempo suficiente para que alcance la temperatura deseada).
                        </para>
                    </item>
                    <item>
                        <para>Mida y anote la contrapresi&#243;n del sistema. Esto se hace leyendo la presi&#243;n en el
                            indicador con las ruedas rectas y sin entrada del volante de la direcci&#243;n.
                        </para>
                    </item>
                    <item>
                        <para>La prueba de presi&#243;n m&#225;xima del sistema se hace cerrando o abriendo r&#225;pidamente
                            la v&#225;lvula del analizador de la direcci&#243;n hidr&#225;ulica tres veces y leyendo la
                            presi&#243;n m&#225;xima (descarga de la bomba). Tenga cuidado si la presi&#243;n sube sobre
                            2500 psi. No la debe aumentar m&#225;s, pues la bomba ya no est&#225; descargando y se
                            pueden producir da&#241;os o lesiones. No deje cerrada la v&#225;lvula por m&#225;s de unos
                            pocos segundos.
                        </para>
                    </item>
                    <item>
                        <para>Mida y anote el flujo en marcha en vac&#237;o, solamente la contrapresi&#243;n; esto se
                            lee en galones por minuto.
                        </para>
                    </item>
                    <item>
                        <para>Mida y anote el flujo en marcha en vac&#237;o con una carga de 1500 psi (cerrando la v&#225;lvula
                            para que el indicador marque 1500 psi).
                        </para>
                    </item>
                    <item>
                        <para>Mida y anote el flujo con las rpm totalmente reguladas y con una carga aplicada de 1500
                            psi.
                        </para>
                    </item>
                    <item>
                        <para>Gire el volante de la direcci&#243;n en vac&#237;o y anote la presi&#243;n en el giro a la
                            izquierda y a la derecha.
                        </para>
                    </item>
                    <item>
                        <para>Con una llave de torsi&#243;n de libras pulgadas, anote el esfuerzo en libras pulgadas
                            para girar el volante de la direcci&#243;n (motor en marcha en vac&#237;o).
                        </para>
                    </item>
                </seqlist>
            </step1>
            <step1>
                <para count="1">Para evaluar los resultados de las pruebas, es necesario comprender las especificaciones
                    de la bomba.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Cada bomba est&#225; dise&#241;ada para aplicaciones espec&#237;ficas y tiene especificaciones
                        de rendimiento. No se recomienda cambiar las bombas a una especificaci&#243;n diferente sin
                        tener la aprobaci&#243;n de Ingenier&#237;a.
                    </para>
                </item>
                <item>
                    <para>Cada engranaje de direcci&#243;n tiene recomendaciones de flujo y presi&#243;n. Consulte las
                        especificaciones de RH Sheppard o TRW del engranaje de direcci&#243;n que se est&#225;
                        reparando. Si el flujo de la bomba es m&#225;s bajo que el m&#237;nimo para el engranaje espec&#237;fico,
                        puede experimentar una sensaci&#243;n de lentitud o torpeza en el volante de la direcci&#243;n.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Si los resultados de las pruebas est&#225;n dentro de las especificaciones y no se
                    descubre la causa del reclamo de la direcci&#243;n, es posible que se deba realizar una prueba de
                    filtraci&#243;n interna del engranaje de direcci&#243;n.
                </para>
            </step1>
            <seqlist>
                <item>
                    <para>Identifique si el engranaje de direcci&#243;n tiene una v&#225;lvula de descarga de presi&#243;n.
                        Com&#250;nmente, &#233;stas se encuentran en los veh&#237;culos serie 1000, 2000, 3000, 4000 y
                        8000.
                    </para>
                </item>
                <item>
                    <para>La v&#225;lvula de descarga de presi&#243;n se identifica por una tuerca de 1.250 pulgadas en
                        la tapa del extremo de entrada. Para probar correctamente este tipo de engranaje, la v&#225;lvula
                        de descarga se debe quitar para instalar un tap&#243;n especial. El n&#250;mero de refacci&#243;n
                        del tap&#243;n para el engranaje Sheppard es 3331812K; el tap&#243;n para el engranaje TRW es el
                        n&#250;mero de refacci&#243;n ZTSE4402.
                    </para>
                </item>
                <item>
                    <para>Como alternativa al uso de un bloque de acero de 1 pulgada entre el tope del eje y el eje para
                        esta prueba, puede ser mejor instalar un bloque de madera 4x4 adecuado del largo suficiente para
                        ajustarlo entre la llanta/rueda y el larguero del bastidor del chasis. Con esto se prueba la
                        filtraci&#243;n del engranaje de direcci&#243;n con la entrega m&#225;xima de la bomba.
                    </para>
                </item>
                <item>
                    <para>Una vez que el bloque de madera est&#233; en contacto con la llanta y la rueda de manera
                        pareja, de forma que no empuje solamente contra la llanta, y el otro extremo contra el larguero
                        del bastidor, gire el volante de direcci&#243;n hacia el bloque. &#201;sta ser&#225; la presi&#243;n
                        m&#225;xima de la bomba.
                    </para>
                </item>
                <item>
                    <para>Lea el flu&#237;metro y si el flujo es superior a un gal&#243;n por minuto, el engranaje tiene
                        filtraci&#243;n interna excesiva.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Consulte el ISIS (
                    <emph type="bold">I</emph>nternational
                    <emph type="bold">S</emph>ervice
                    <emph type="bold">I</emph>nformation
                    <emph type="bold">S</emph>olutions) para obtener la secci&#243;n del manual de servicio adecuado
                    para ver los cuadros de localizaci&#243;n y soluci&#243;n de problemas.
                </para>
            </step1>
            <step1>
                <para count="1">Para obtener las especificaciones de flujo y presi&#243;n del aceite del engranaje de
                    direcci&#243;n actual, consulte a RH Sheppard o a TRW, seg&#250;n el engranaje de direcci&#243;n que
                    se est&#225; reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Para obtener asistencia t&#233;cnica en el diagn&#243;stico de rendimiento de la direcci&#243;n,
                    llame a la L&#237;nea de ayuda de servicio t&#233;cnico 1-800-336-4500. Se le solicitar&#225; enviar
                    por fax un formulario de diagn&#243;stico completo (Figura 1) para hacer la evaluaci&#243;n.
                </para>
            </step1>
            <figure id="f0205011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0205011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 1. Lista de revisi&#243;n de la localizaci&#243;n y soluci&#243;n de problemas de la
                    direcci&#243;n
                </caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
