<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-16-05 - Abertura de la puerta de la cabina, fisuraci&#243;n en la esquina superior
        trasera
    </stitle>
    <tsi id="tsi021605" tsitype="truck" translation="spanish">
        <tsinumber>02-16-05</tsinumber>
        <tsidate>Abril de 2002</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Abertura de la puerta de la cabina, fisuraci&#243;n en la esquina superior trasera</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4700
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8100
                    <daterange>
                        <startdate>12/01/1999</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Existen informes en cuanto a que el cierre repetido de la puerta de los modelos mencionados puede
                    producir la fisuraci&#243;n de la abertura de la puerta trasera superior a lo largo del travesa&#241;o
                    superior de la puerta. En casos extremos, la fisuraci&#243;n puede continuar por el borde glamour de
                    la abertura desde el travesa&#241;o superior de la puerta. Consulte la
                    <hotlnk xrefid="f0216051">Figura 1</hotlnk>. Este procedimiento se debe aplicar solamente a los
                    costados de la cabina, del conductor y/o del pasajero que muestran cualquiera de estas grietas.
                </para>
                <figure id="f0216051" figsize="col-wide">
                    <graphic filename="../tsifigures/g0216051.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="232px" resolution="72"/>
                    <caption>Figura 1. Las flechas indican las &#225;reas donde se pueden producir grietas.</caption>
                </figure>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0216051">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.93*"/>
                    <colspec colname="col2" colwidth="1.52*"/>
                    <colspec colname="col3" colwidth="0.55*"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry colname="col3">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>3577235C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Soporte del lado izquierdo</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>3577236C1</para>
                            </entry>
                            <entry colname="col2">
                                <para>Soporte del lado derecho</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 02-16-05 - Abertura de la puerta de la cabina, fisuraci&#243;n en la esquina superior
                trasera
            </stitle>
            <title>Preparaci&#243;n del veh&#237;culo</title>
            <step1>
                <para count="1">Antes de comenzar la reparaci&#243;n actual, aseg&#250;rese de que haya barreras
                    adecuadas, no inflamables para asegurar que el polvo y las chispas del esmeril, as&#237; como las
                    chispas de soldadura no entren en la cabina e incendien los materiales inflamables tales como los
                    asientos y el tapete.
                </para>
            </step1>
            <step1>
                <para count="1">Separe el marco de abertura de la puerta del reborde de abertura, por lo menos, seis
                    pulgadas en cada lado del &#225;rea en que se va a soldar el soporte.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;ar los m&#243;dulos/circuito computacional del veh&#237;culo, desconecte
                        los cables positivo y negativo de la bater&#237;a antes de hacer soldaduras en el veh&#237;culo.
                        Sujete el cable de soldar a tierra, lo m&#225;s cerca posible de la pieza que va a soldar.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga siempre lejos las chispas, llamas,
                        cigarrillos encendidos u otras fuentes de combusti&#243;n. Use siempre gafas de seguridad y
                        protecci&#243;n para la cara cuando trabaje cerca de bater&#237;as para evitar lesiones
                        personales.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte los terminales positivo y negativo de la bater&#237;a y todos los circuitos
                    electr&#243;nicos a tierra, de acuerdo con el TSI 98-08-01 antes de hacer la soldadura.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="5">
            <stitle>Spanish - TSI 02-16-05 - Abertura de la puerta de la cabina, fisuraci&#243;n en la esquina superior
                trasera
            </stitle>
            <title>Instalaci&#243;n del soporte</title>
            <step1>
                <para count="1">Coloque el soporte (izquierda o derecha) en la esquina de abertura de la puerta
                    <hotlnk xrefid="f0216052">(Figura 2)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216052" figsize="col-wide">
                <graphic filename="../tsifigures/g0216052.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 2. Ponga el soporte en su lugar</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione el ajuste del soporte Aseg&#250;rese de que no haya sello en la esquina que
                    impida que el soporte se siente correctamente. Si el &#225;ngulo de los rebordes impide que el
                    soporte se siente perfectamente en la esquina, doble los rebordes levemente para minimizar el vac&#237;o
                    de aire entre el soporte y la abertura de la puerta. Sujete el soporte con una abrazadera
                    <hotlnk xrefid="f0216052">(Figura 2)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Marque los doce orificios en el soporte en la abertura de la puerta, utilizando un l&#225;piz
                    de se&#241;alamiento. Estas marcas se&#241;alan las &#225;reas donde se necesita soldadura de
                    relleno para juntar el soporte al revestimiento de la cabina
                    <hotlnk xrefid="f0216053">(Figura 3)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216053" figsize="col-wide">
                <graphic filename="../tsifigures/g0216053.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 3. Se&#241;alamiento de las posiciones de la soldadura</caption>
            </figure>
            <step1>
                <para count="1">Quite el soporte y aseg&#250;rese de que todas las &#225;reas de soldadura est&#233;n
                    debidamente marcadas.
                </para>
            </step1>
            <step1>
                <para count="1">Si la grieta ha avanzado de la posici&#243;n horizontal a la vertical y el borde de
                    abertura trasero se puede ver
                    <hotlnk xrefid="f0216051">(ver Figura 1)</hotlnk>, elimine el sello del &#225;rea fisurada y
                    esmerile la pintura &#188; retroceda lentamente desde la esquina fisurada.
                </para>
            </step1>
            <specpara></specpara>
            <step1>
                <para count="1">Esmerile la pintura desde las &#225;reas marcadas para asegurar una buena soldadura.
                    Utilice un disco de di&#225;metro peque&#241;o para minimizar la remoci&#243;n innecesaria de
                    pintura o grosor de metal
                    <hotlnk xrefid="f0216054">(Figura 4)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216054" figsize="col-wide">
                <graphic filename="../tsifigures/g0216054.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 4. Preparaci&#243;n de la superficie para la soldadura</caption>
            </figure>
            <step1>
                <para count="1">Vuelva a ajustar el soporte a la abertura y aseg&#250;rese de que nada de pintura de la
                    cabina se vea a trav&#233;s de los orificios del soporte. Aseg&#250;rese de que esto suceda con
                    todos los orificios, horizontales y verticales. Vuelva a poner la abrazadera para sostener el
                    soporte en su lugar.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Use una abrazadera limpia "C" ponga la abrazadera para sostener el soporte en la abertura de
                        la puerta. Fije la soldadura a tierra a la abrazadera "C".
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Los rayos ultravioletas e infrarrojos invisibles emitidos en la soldadura pueden da&#241;ar
                        los ojos y la piel cuando no est&#225;n protegidos. Para evitar lesiones, los soldadores deben
                        usar casco de soldador con lentes con filtro de color oscuro de la densidad adecuada. La
                        soldadura GTAW o TIG producen radiaci&#243;n intensa; por lo tanto, se recomiendan los lentes
                        con placa de filtro del color m&#225;s oscuro posible que proporcione una adecuada visibilidad.
                        Tambi&#233;n se recomienda que las personas que trabajan en el &#225;rea de soldadura usen
                        lentes de seguridad contra destellos y ropa de protecci&#243;n.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Instale una soldadora MIG y haga pruebas en metal de similar grosor para asegurar una
                    soldadura de relleno completa entre el soporte y la l&#225;mina met&#225;lica de la cabina sin
                    producir calor excesivo como para atravesar la l&#225;mina met&#225;lica.
                </para>
            </step1>
            <step1>
                <para count="1">Suelde cuidadosamente los doce orificios del soporte para producir una soldadura de
                    relleno completa en cada ubicaci&#243;n. Si se observ&#243; una grieta vertical y se prepar&#243; el
                    metal como se mencion&#243; anteriormente en el Paso 5, suelde cuidadosamente el borde del soporte a
                    ambos lados de la grieta
                    <hotlnk xrefid="f0216055">(Figura 5)</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Esmerile las rebabas de la soldadura para dejarla pareja con el soporte y cepille la
                    soldadura vertical, si la realiz&#243;
                    <hotlnk xrefid="f0216056">(Figura 6)</hotlnk>.
                </para>
            </step1>
            <figure id="f0216055" figsize="col-wide">
                <graphic filename="../tsifigures/g0216055.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 5. Soldadura del soporte</caption>
            </figure>
            <figure id="f0216056" figsize="col-wide">
                <graphic filename="../tsifigures/g0216056.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 6. Esmerilado de las soldaduras de relleno</caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 02-16-05 - Abertura de la puerta de la cabina, fisuraci&#243;n en la esquina superior
                trasera
            </stitle>
            <title>Sello y pintura</title>
            <step1>
                <para count="1">Quite el sello del travesa&#241;o superior de la puerta del &#225;rea que est&#225;
                    sobre la soldadura, si parece estar con burbujas o levantada del travesa&#241;o. Quite solamente el
                    &#225;rea da&#241;ada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique sello Fusor T-123 o equivalente al travesa&#241;o superior de la puerta y a
                    todas las superficies expuestas, donde el soporte se une con la l&#225;mina met&#225;lica. Aseg&#250;rese
                    de que el sello impida que la humedad entre al espacio que hay entre el soporte y la cabina.
                    Encuentre los productos Fusor en el v&#237;nculo de proveedores de ISIS.
                </para>
            </step1>
            <step1>
                <para count="1">Pinte por puntos las &#225;reas reparadas seg&#250;n el Manual de servicio maestro,
                    Grupo 16, S16002, Pintura y reacabado.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
