<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-12-01 - Procedimiento de limpieza dentro del chasis para paquete de enfriamiento del veh&#237;culo
        para todos los modelos International&#174;, excepto el bus 3000RE. (Nota: para el modelo 3000RE, consulte
        TSI-98-12-18)
    </stitle>
    <tsi id="tsi021201" tsitype="truck" translation="spanish">
        <tsinumber>02-12-01</tsinumber>
        <tsidate>Febrero de 2002</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de limpieza dentro del chasis para paquete de enfriamiento del veh&#237;culo para
                todos los modelos International&#174;, excepto el bus 3000RE. (Nota: para el modelo 3000RE, consulte
                TSI-98-12-18)
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>El rendimiento y la vida &#250;til de los intercambiadores de calor se ven significativamente
                    afectados por el correcto mantenimiento programado del sistema. Si un motor se sobrecalienta o si
                    presenta baja potencia, inspeccione visualmente el n&#250;cleo del radiador y las aletas del
                    enfriador de aire de carga en busca de signos de suciedad o de residuos. Las fugas de l&#237;quidos
                    que sean mayores que una filtraci&#243;n pueden provocar la obstrucci&#243;n de las aletas del
                    enfriador de aire de carga o del radiador.
                </para>
                <specpara>
                    <note>
                        <para>Las fugas de l&#237;quidos del compartimiento del motor se deben reparar lo antes posible
                            para impedir la obstrucci&#243;n del enfriador de aire de carga.
                        </para>
                    </note>
                </specpara>
                <para>El siguiente procedimiento se recomienda como parte del programa de mantenimiento programado para
                    garantizar la eliminaci&#243;n de los residuos y de la suciedad del camino desde los sistemas de
                    enfriamiento a fin de asegurar un &#243;ptimo rendimiento.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t021201">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="3" align="center">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.26in"/>
                    <colspec colname="col2" colwidth="1.29in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0">
                                <para>SG13005</para>
                            </entry>
                            <entry colname="col1">
                                <para>Limpiador verde simple</para>
                            </entry>
                            <entry colname="col2">
                                <para>1 gal&#243;n</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>s/n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Rociador de cubierta con varilla de extensi&#243;n flexible y boquilla tipo
                                    abanico
                                </para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>s/n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Lavador a presi&#243;n o limpiador a vapor</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>s/n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Manguera de jard&#237;n con boquilla tipo pistola</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>s/n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Espejo extensible para t&#233;cnicos</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>s/n</para>
                            </entry>
                            <entry colname="col1">
                                <para>Linterna</para>
                            </entry>
                            <entry colname="col2">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">Conjuntos de enfriador de aire de carga y de radiador contiguos o superpuestos</emph>
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene aire acondicionado, lave a presi&#243;n o limpie a vapor el
                    condensador desde la parte delantera del veh&#237;culo. Luego, desplace el condensador del aire
                    acondicionado de su posici&#243;n sin desconectar las l&#237;neas de refrigeraci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Forme una mezcla 50/50 de limpiador verde simple y agua en el tanque del rociador.
                </para>
            </step1>
            <step1>
                <para count="1">Roc&#237;e la parte delantera del enfriador de aire de carga y el radiador con la soluci&#243;n
                    de limpiador verde simple. Deje que la soluci&#243;n de limpieza se impregne durante 20 a 30
                    minutos. Es posible aplicar soluci&#243;n de limpieza adicional a las &#225;reas m&#225;s
                    obstruidas.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>No roc&#237;e las aletas del enfriador de aire de carga ni las del radiador en &#225;ngulo ya
                        que se puede producir da&#241;o en las aletas, lo que puede reducir la eficacia del
                        enfriamiento. Tenga cuidado y mantenga cierta distancia respecto del m&#243;dulo de enfriamiento
                        con el lavador a presi&#243;n o el limpiador a vapor para evitar da&#241;os en las aletas del m&#243;dulo
                        de enfriamiento.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Luego del per&#237;odo de impregnaci&#243;n, lave a presi&#243;n o limpie a vapor el
                    paquete de enfriamiento desde la parte delantera del veh&#237;culo. Limpie minuciosa y lentamente
                    cada fila de aletas, primero en forma vertical y luego horizontal.
                </para>
            </step1>
            <step1>
                <para count="1">Lave el m&#243;dulo de enfriamiento con la manguera de jard&#237;n y la boquilla desde
                    la parte delantera. Roc&#237;e agua en un &#225;ngulo de 45 grados o menos para soltar y enjuagar
                    los residuos desde el enfriador de aire de carga. Inspeccione las aletas con el espejo para t&#233;cnicos
                    y con una linterna para garantizar una adecuada limpieza. Si omiti&#243; algunas &#225;reas, l&#237;mpielas
                    directamente de acuerdo con los pasos del procedimiento anterior.
                </para>
            </step1>
            <step1>
                <para count="1">Reinstale el condensador del aire acondicionado.</para>
            </step1>
        </svcproc>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>Service Procedure</title>
            <para>
                <emph type="bold">Conjuntos de enfriador de aire de carga y de radiador antepuestos</emph>
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene aire acondicionado, lave a presi&#243;n o limpie al vapor el
                    condensador desde la parte delantera del veh&#237;culo. Luego, desplace el condensador del aire
                    acondicionado de su posici&#243;n sin desconectar las l&#237;neas de refrigeraci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Retire la unidad CAC desde el veh&#237;culo y cubra las mangueras y las entradas del CAC
                    para impedir el ingreso de residuos.
                </para>
            </step1>
            <step1>
                <para count="1">Forme una mezcla 50/50 de limpiador verde simple y agua en el tanque del rociador.
                </para>
            </step1>
            <step1>
                <para count="1">Roc&#237;e la parte delantera del enfriador de aire de carga y el radiador con la soluci&#243;n
                    de limpiador verde simple. Deje que la soluci&#243;n de limpieza se impregne durante 20 a 30
                    minutos. Es posible aplicar soluci&#243;n de limpieza adicional a las &#225;reas m&#225;s
                    obstruidas.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>No roc&#237;e las aletas del enfriador de aire de carga ni las del radiador en &#225;ngulo ya
                        que se puede producir da&#241;o en las aletas, lo que puede reducir la eficacia del
                        enfriamiento. Tenga cuidado y mantenga cierta distancia respecto del m&#243;dulo de enfriamiento
                        con el lavador a presi&#243;n o el limpiador a vapor para evitar da&#241;os en las aletas del m&#243;dulo
                        de enfriamiento.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Luego del per&#237;odo de impregnaci&#243;n, lave a presi&#243;n o limpie a vapor el
                    enfriador de aire de carga y el radiador desde la parte delantera del veh&#237;culo. Limpie
                    minuciosa y lentamente cada fila de aletas, primero en forma vertical y luego horizontal.
                </para>
            </step1>
            <step1>
                <para count="1">Lave el enfriador de aire de carga y el radiador con la manguera de jard&#237;n y la
                    boquilla desde la parte delantera. Roc&#237;e agua en un &#225;ngulo de 45 grados o menos para
                    soltar y enjuagar los residuos desde los n&#250;cleos del m&#243;dulo de enfriamiento. Inspeccione
                    las aletas con el espejo para t&#233;cnicos y con la linterna para verificar una adecuada limpieza.
                    Si omiti&#243; algunas &#225;reas, l&#237;mpielas directamente de acuerdo con los pasos del
                    procedimiento anterior.
                </para>
            </step1>
            <step1>
                <para count="1">Reinstale la unidad CAC y el condensador del aire acondicionado.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
