<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-16-02 - Contaminaci&#243;n de pintura por ambiente</stitle>
    <tsi id="tsi021602" tsitype="truck" translation="spanish">
        <tsinumber>02-16-02</tsinumber>
        <tsidate>Febrero de 2002</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Contaminaci&#243;n de pintura por ambiente</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>En el ambiente actual, no es inusual que las superficies horizontales pintadas del veh&#237;culo
                    desarrollen peque&#241;as manchas como resultado de residuos industriales en suspensi&#243;n y de
                    otros contaminantes ambientales (polvo de v&#237;as f&#233;rreas, polvo de frenos, otras fuentes
                    ambientales de polvo de hierro y de acero, lluvia &#225;cida y otros contaminantes). Generalmente,
                    esto corresponde a &#243;xido de la superficie y proviene de part&#237;culas que reposan en la
                    superficie pintada y que pueden aparecer en la cabina o en el cofre. Esto produce una oxidaci&#243;n
                    que puede manchar la superficie de la capa de pintura transparente. Al examinarlo de cerca (una lupa
                    puede ayudar), aparece con frecuencia un peque&#241;o punto negro en el centro de la mancha. Este es
                    el material perjudicial que causa la oxidaci&#243;n.
                </para>
                <para>International ha probado y aprobado el siguiente procedimiento que puede eliminar eficazmente
                    estas desagradables manchas. Si se bru&#241;e, pule, lija o pinta antes del uso de este
                    procedimiento, los resultados pueden ser insatisfactorios.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0216021">
                <title>Informaci&#243;n acerca de las piezas</title>
                <tgroup cols="1">
                    <colspec colname="col1" colwidth="5.51in"/>
                    <thead>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Eliminador de manchas y capas Finish Kare N&#186; 1119</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Eliminador de &#243;xido Finish Kare N&#186; 833</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1" align="center">
                                <para>Champ&#250; concentrado neutralizador de l&#237;quidos Finish Kare N&#186; 118SC
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Los productos Finish Kare est&#225;n disponibles en los siguientes distribuidores:</para>
            <para>
                <emph type="bold">Principal:</emph>
            </para>
            <verbatim>
                <line>Crest Industries</line>
                <line>231 Larkin Williams Ind Court</line>
                <line>Fenton, MO 63026-2412</line>
                <line>1-800-733-2737</line>
            </verbatim>
            <para>
                <emph type="bold">Secundario:</emph>
            </para>
            <verbatim>
                <line>ELW Enterprises</line>
                <line>PO Box 331</line>
                <line>Uniontown, OH 44685</line>
                <line>1-330-699-0097</line>
            </verbatim>
            <para>
                <emph type="bold">Fabricante:</emph>
            </para>
            <verbatim>
                <line>Finish Kare Products, Inc.</line>
                <line>1750 Floradale Ave</line>
                <line>South El Monte, CA 91733-3406</line>
                <line>1-888-346-5273</line>
            </verbatim>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 02-16-02 - Contaminaci&#243;n de pintura por ambiente</stitle>
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use protecci&#243;n para los ojos, guantes de goma y ropa
                        protectora. Siga cuidadosamente los procedimientos de aplicaci&#243;n recomendados por el
                        fabricante.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Lave el veh&#237;culo para eliminar la suciedad y el polvo no deseados y luego realice
                    lo siguiente:
                </para>
                <specpara>
                    <caution>
                        <para>NO permita que la mezcla se seque ni que escurra hacia abajo por el costado del veh&#237;culo
                            formando vetas.
                        </para>
                    </caution>
                </specpara>
                <step2>
                    <para count="1">Mezcle 1 parte de eliminador de manchas y capas Finish Kare N&#186; 1119 con 4
                        partes de agua FR&#205;A. Prepare de 1 a 2 galones, seg&#250;n sea necesario.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use un guante de lavado seco y limpio y aplique la mezcla en las &#225;reas en que
                        han aparecido las manchas. Frote suavemente la superficie con la mezcla durante 5 a 10 minutos,
                        dependiendo de la cantidad de manchas.
                    </para>
                </step2>
                <step2>
                    <para count="1">Enjuague minuciosamente con agua fr&#237;a.</para>
                </step2>
                <step2>
                    <para count="1">Aseg&#250;rese de que el veh&#237;culo est&#233; limpio y seco.</para>
                </step2>
                <step2>
                    <para count="1">Con un guante de lavado o una esponja seca y limpia, aplique eliminador de &#243;xido
                        Finish Kare N&#186; 833 en la superficie, un panel a la vez. No use el mismo guante de lavado
                        que us&#243; en el paso 1.
                    </para>
                </step2>
                <step2>
                    <para count="1">Frote suavemente la superficie con el eliminador de &#243;xido durante 5 a 10
                        minutos, dependiendo de la cantidad de manchas.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Lave la superficie con un fuerte chorro de agua fr&#237;a para eliminar completamente
                    las part&#237;culas.
                </para>
            </step1>
            <step1>
                <para count="1">Si no se eliminan completamente, repita los pasos 1 y 2.</para>
            </step1>
            <step1>
                <para count="1">Una vez eliminadas las part&#237;culas de hierro, aplique champ&#250; concentrado
                    neutralizador de l&#237;quidos Finish Kare N&#186; 118SC o equivalente (el concentrado neutralizador
                    es un champ&#250; de servicio pesado). Esto se requiere para neutralizar la acci&#243;n de eliminaci&#243;n.
                </para>
                <step2>
                    <para count="1">Mezcle 1 parte de concentrado con 100 partes de agua.</para>
                </step2>
                <step2>
                    <para count="1">Aplique el champ&#250; neutralizador con un guante o una esponja limpia.</para>
                </step2>
                <step2>
                    <para count="1">Lave con agua fr&#237;a limpia y seque el veh&#237;culo.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Si aparecen rayaduras finas en la superficie, use un compuesto de "acabado" alternativo
                    suave con una almohadilla de espuma para eliminarlas.
                </para>
            </step1>
            <step1>
                <para count="1">Pula seg&#250;n sea necesario.</para>
            </step1>
            <step1>
                <para count="1">El lavado y el encerado frecuentes pueden ayudar a prevenir la aparici&#243;n de otras
                    manchas.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
