<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-16-06 - Mejoras de Dise&#241;o del Recolector de Admisi&#243;n de Aire del Acondicionador
        de Aire HVAC (ventilaci&#243;n, calefacci&#243;n y enfriamiento de aire)
    </stitle>
    <tsi id="tsi021606" tsitype="truck" translation="spanish">
        <tsinumber>02-16-06</tsinumber>
        <tsidate>Octubre, 2,002</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Mejoras de Dise&#241;o del Recolector de Admisi&#243;n de Aire del Acondicionador de Aire HVAC
                (ventilaci&#243;n, calefacci&#243;n y enfriamiento de aire)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5600i</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Bajo ciertas condiciones de operaci&#243;n, el sistema HVAC del 5600i no produce suficiente flujo
                    de aire para la cabina. La adici&#243;n del Juego de Recolecci&#243;n de la Admisi&#243;n del HVAC
                    mejorar&#225; en general el rendimiento del flujo de aire del sistema.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Juego Recolector de Admisi&#243;n de Aire del HVAC, Parte N&#250;mero 3577982C91</para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="3">
            <title>Procedimiento de servicio</title>
            <para>
                <emph type="bold">Importante:</emph>
                El nuevo recolector de admisi&#243;n de aire, como se despacha de f&#225;brica, tiene un recubrimiento
                que no es adecuado para servicio y antes de ser usado, tiene que ser imprimado y pintado en forma
                apropiada. Sin el recubrimiento de protecci&#243;n, el recolector se desvanecer&#225;, blanquear&#225;,
                y con el tiempo puede volverse quebradizo.
            </para>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones en los ojos, cuando perfore, ensamble o desensamble componentes, use
                        siempre anteojos de seguridad.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Coloque el nuevo recolector de admisi&#243;n de aire sobre la rejilla del HVAC
                    localizada en la capota de la bandeja del tabique cortafuego en el lado del pasajero. Aseg&#250;rese
                    de que los agujeros de montaje del recolector se alineen con los cuatro remaches, tal como se
                    muestra en la
                    <hotlnk xrefid="f0216061">Figura 1.</hotlnk>
                </para>
            </step1>
            <figure id="f0216061" figsize="col-wide">
                <graphic filename="../tsifigures/g0216061.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figura 1. Marque los Cuatro Agujeros para los Remaches Mostrados por las Flechas</caption>
            </figure>
            <step1>
                <para count="1">Marque los cuatro remaches indicados en la
                    <hotlnk xrefid="f0216061">Figura 1</hotlnk>. Remueva el recolector.
                </para>
            </step1>
            <step1>
                <para count="1">Con un centro punto golpee los mandriles de cada uno de los remaches identificados en el
                    Paso 2.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los cuatro remaches perforando cuidadosamente o cortando las cabezas con cincel
                    y martillo del tama&#241;o apropiado.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el nuevo recolector usando dos tornillos para l&#225;mina de 1/4-14 x 1 y
                    arandelas suministradas con el juego. Apriete lo suficiente para asegurar el recolector en la posici&#243;n
                    correcta.
                </para>
            </step1>
            <step1>
                <para count="1">Marque los dos agujeros adicionales que requieren perforaci&#243;n, mostrados en la
                    <hotlnk xrefid="f0216062">Figura 2</hotlnk>.
                </para>
            </step1>
            <figure id="f0216062" figsize="col-wide">
                <graphic filename="../tsifigures/g0216062.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figura 2. Las flechas muestran la localizaci&#243;n de los agujeros a ser perforados</caption>
            </figure>
            <step1>
                <para count="1">Remueva el recolector y con un centro punto inicie los dos agujeros marcados.</para>
            </step1>
            <step1>
                <para count="1">Perfore los dos agujeros con una broca de 3/16".</para>
            </step1>
            <step1>
                <para count="1">Coloque en posici&#243;n el empaque superior (del orificio abastecedor) utilizando como
                    gu&#237;as de posici&#243;n los dos agujeros perforados en el paso previo. El empaque del orificio
                    abastecedor tiene un adhesivo del lado de la tapa de la canal del tabique cortafuego, por lo tanto,
                    aseg&#250;rese de que quede correctamente alineado a medida que se coloca en posici&#243;n. Vea la
                    <hotlnk xrefid="f0216063">Figura 3</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque finalmente en posici&#243;n el recolector, tal como se muestra en la
                    <hotlnk xrefid="f0216062">Figura 2</hotlnk>
                    e instale sus seis tornillos con arandelas planas, para aseg&#250;rarlo en su posici&#243;n sobre la
                    tapa del tabique cortafuego.
                </para>
            </step1>
            <figure id="f0216063" figsize="col-wide">
                <graphic filename="../tsifigures/g0216063.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="150"/>
                <caption>Figura 3. Colocando en Posici&#243;n el Empaque del Orificio Abastecedor</caption>
                <calloutgroup>
                    <callout1>1. LOCALIZANDO LOS AGUJEROS</callout1>
                    <callout1>2. EMPAQUE DEL ORIFICIO ABASTECEDOR</callout1>
                </calloutgroup>
            </figure>
        </svcproc>
    </tsi>
</isis>
