<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-12-04 - V&#225;lvula de solenoide de aire mejorada para ventilador del motor y enrejados
        del radiador
    </stitle>
    <tsi id="tsi021204" tsitype="truck" translation="spanish">
        <tsinumber>02-12-04</tsinumber>
        <tsidate>Febrero de 2002</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>V&#225;lvula de solenoide de aire mejorada para ventilador del motor y enrejados del radiador
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
                <truckmodel>4000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta TSI
                    <emph type="bold">NO</emph>
                    se aplica a los modelos 4200, 4300 y 4400.
                </para>
                <para>Hay una nueva v&#225;lvula de solenoide de aire de 3 entradas montada en forma remota y de duraci&#243;n
                    prolongada disponible para uso con ventiladores de activaci&#243;n/desactivaci&#243;n del motor y
                    enrejados del radiador. Est&#225; dise&#241;ada para montarse en la cubierta del motor (se
                    recomienda enf&#225;ticamente) y se puede usar para reemplazar solenoides montados en el motor. Este
                    juego est&#225; dise&#241;ado para veh&#237;culos International e incluye la v&#225;lvula de
                    solenoide y los mazos de cables, los adaptadores de tuber&#237;a, los accesorios, la tuber&#237;a,
                    las correas de sujeci&#243;n y las instrucciones. La designaci&#243;n de 3 entradas significa que se
                    puede usar tanto en aplicaciones normalmente cerradas como normalmente abiertas.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>ZBH993249: Juego de v&#225;lvula de solenoide de aire de montaje remoto Horton</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 02-12-04 - V&#225;lvula de solenoide de aire mejorada para ventilador del motor y
                enrejados del radiador
            </stitle>
            <title>Procedimiento de servicio</title>
            <step1>
                <para count="1">Lea y siga cuidadosamente las instrucciones que vienen con el juego.</para>
            </step1>
            <step1>
                <para count="1">Observe si su sistema requiere una v&#225;lvula normalmente abierta o normalmente
                    cerrada y conecte la tuber&#237;a en los orificios correspondientes de la v&#225;lvula de 3
                    entradas.
                </para>
            </step1>
            <step1>
                <para count="1">Si el mando del ventilador tiene un dise&#241;o de sujeci&#243;n frontal, no debe haber
                    una flexi&#243;n de m&#225;s de &#189;" en la l&#237;nea de aire que va desde el embrague del
                    ventilador hasta la cubierta.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el veh&#237;culo y verifique un correcto funcionamiento del ventilador o
                    del enrejado.
                </para>
            </step1>
            <step1>
                <para count="1">Deseche el anterior solenoide montado en el motor.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
