<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-12-20 - Recomendaciones de Lubricaci&#243;n para los Motores International&#174;</stitle>
    <tsi id="tsi021220" tsitype="engine" translation="spanish">
        <tsinumber>02-12-20</tsinumber>
        <replace>
            <tsinumber>99-12-06</tsinumber>
        </replace>
        <tsidate>Agosto, 2002</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Recomendaciones de Lubricaci&#243;n para los Motores International&#174;</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>VT 365</engfam>
                <engfam>T 444E</engfam>
                <engfam>DT 466</engfam>
                <engfam>DT 530</engfam>
                <engfam>HT 530</engfam>
                <engfam>La Tecnolog&#237;a&#8482; 530E "Green Diesel" de International&#174;</engfam>
                <engfam>International&#174; 530</engfam>
                <engfam>DT 466E</engfam>
                <engfam>International&#174; 530E</engfam>
                <engfam>DT 408</engfam>
                <engfam>DT/DTA 466C</engfam>
                <engfam>DT/DTA 360</engfam>
                <engfam>7.3 IDI NA/TURBO</engfam>
                <engfam>6.9 Litros</engfam>
                <engfam>DTI 466 A-C</engfam>
                <engfam>9.0 Litros</engfam>
                <engfam>DV 550/B</engfam>
                <engfam>D 150</engfam>
                <engfam>D 170</engfam>
                <engfam>D 190</engfam>
                <engfam>V-304 (gasolina)</engfam>
                <engfam>V-345 (gasolina)</engfam>
                <engfam>V-392 (gasolina)</engfam>
                <engfam>V-537 (gasolina)</engfam>
                <engfam>MV 404 (gasolina) y MV 446 (gasolina)</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>PUESTO A LA VENTA UN NUEVO ACEITE CON LICENCIA API</title>
                <para>En Septiembre 5, 2002, el "American Petroleum Institute (API) licenciar&#225; un aceite nuevo de
                    la categor&#237;a API CI-4.
                </para>
                <para></para>
            </geninfo>
            <geninfo>
                <title>Lenguaje usado por API para el API CI-14</title>
                <para>La categor&#237;a de Servicio API, CI-14 describe los aceites para uso en motores diesel de cuatro
                    ciclos de alta velocidad dise&#241;ados para cumplir las normas est&#225;ndar sobre emisi&#243;n de
                    escape del 2004, implementado en el 2002. Estos aceites est&#225;n dirigidos para ser usados en
                    todas las aplicaciones con combustibles diesel con un rango de contenido de sulfuro hasta de 0.5 %
                    por peso.
                </para>
                <para>Estos aceites est&#225;n especialmente formulados para preservar la durabilidad del motor donde se
                    usa la Recirculaci&#243;n de los Gases de escape (EGR). El impacto de estos aceites en los otros
                    dispositivos de emisi&#243;n de escape suplementarios, no ha sido determinado. Proporcionan una
                    protecci&#243;n &#243;ptima contra la corrosi&#243;n y tendencias de desgaste relacionadas con el
                    holl&#237;n, dep&#243;sitos en los pistones, degradaci&#243;n de las propiedades viscom&#233;tricas
                    en bajas y altas temperaturas debidas a la acumulaci&#243;n de espesamiento oxidante, p&#233;rdida
                    del control de consumo de aceite, espuma, degradaci&#243;n de los materiales de sello, y perdida de
                    viscosidad debido a deformaci&#243;n.
                </para>
                <para>Los aceites API CI-4 tienen un rendimiento superior a aquellos que cumplen las normas API CH-4,
                    CG-4, y CF, y pueden lubricar efectivamente los motores amparados por todas esas Categor&#237;as de
                    Servicio API.
                </para>
                <para>La selecci&#243;n de un aceite de motor de la calidad y viscosidad correctas es esencial para una
                    vida larga del motor siempre y cuando se sigan los intervalos de cambio de aceite recomendados.
                </para>
            </geninfo>
            <geninfo>
                <title>Recomendaci&#243;n de la Lubricaci&#243;n del Motor</title>
                <para>La calidad del aceite est&#225; descrita en las categor&#237;as de servicio al motor del "American
                    Petroleum Institute (API)". Las categor&#237;as API est&#225;n definidas por el rendimiento del
                    aceite (dep&#243;sitos y desgaste) medido en pruebas estandarizadas de motores. La categor&#237;a
                    "API "S" (SL) describe aceites para motores con ignici&#243;n por chispa (de gasolina), mientras que
                    la categor&#237;a "C" (CI-4 y CH-4) describe aceites para motores con ignici&#243;n por compresi&#243;n
                    (diesel). Los aceites con ambas categor&#237;as "S", y "C" (como el CI-4/SL) son adecuados para
                    ambas clases de motores, ignici&#243;n por chispa (gasolina) e ignici&#243;n por compresi&#243;n
                    (diesel).
                </para>
                <specpara>
                    <note>
                        <para>El uso de aceites motor de categor&#237;a API inadecuada compromete seriamente la vida del
                            motor. Es muy importante que la
                            <hotlnk xrefid="eg8012a.webp">categor&#237;a API
                                <xref refid="eg8012a.webp"/>
                            </hotlnk>
                            recomendable o aceptada sea usada cuando seleccione el aceite para el motor.
                        </para>
                    </note>
                    <para>El aceite con licencia API se puede reconocer por su s&#237;mbolo de identificaci&#243;n
                        &#250;nico
                        <hotlnk xrefid="eg8011a.webp">S&#237;mbolo de Identificaci&#243;n
                            <xref refid="eg8011a.webp"/>
                        </hotlnk>
                        .
                    </para>
                </specpara>
                <figure id="eg8011a.webp" figsize="col-wide">
                    <graphic id="eg8011.webp" filename="../tsifigures/eg8011.webp" type="webp" scalefit="1"
                             scalefitwidth="248px" scalefitheight="312px" box="yes"/>
                    <caption>Figura 1. S&#237;mbolo de Identificaci&#243;n API</caption>
                </figure>
                <para>Recientemente, las asociaciones "Association des Constructucteurs Europeens D'Automilies (ACEA)",
                    la "Engine Manufacturers Association (EMA)", y la "Japan Automobile Manufacturers Association
                    (JAMA)", desarrollaron en conjunto la gu&#237;a de recomendaci&#243;n para aceites para motores
                    diesel de servicio pesado, "Global DHD- 1".
                </para>
                <para>La "Global DHD-1" est&#225; ahora disponible mundialmente y est&#225; destinada a proporcionar un
                    rendimiento consistente del aceite. En las &#225;reas donde no hay disponibilidad de aceites API, la
                    categor&#237;a "Global DHD-1" es la alternativa preferida por los fabricantes de motores, para
                    mantener la durabilidad del motor en cualquier lugar donde est&#225; siendo usado.
                </para>
                <figure id="eg8012a.webp" figsize="full-pg">
                    <graphic id="eg8012.webp" filename="../tsifigures/eg8012.webp" type="webp" scalefit="1"
                             scalefitwidth="502px" scalefitheight="472px" box="no"/>
                    <caption>Figura 2. Categor&#237;as API</caption>
                </figure>
            </geninfo>
            <geninfo>
                <title>Viscosidad del Aceite</title>
                <para>La viscosidad (densidad) est&#225; descrita por el grado de viscosidad (SAE) de la "Society of
                    Automobile Engineers". Temperaturas fr&#237;as requieren aceites de menor viscosidad para asegurar
                    un buen flujo durante el arranque, mientras temperaturas calientes requieren aceites con mayor
                    viscosidad para proporcionar una lubricaci&#243;n satisfactoria. Basado en los rangos de temperatura
                    que usted espera, vea la Figura 3, Grados de Viscosidad y Rangos de Temperatura SAE (Vea la Figura
                    3, p&#225;gina 4) para determinar el grado de viscosidad apropiado.
                </para>
                <specpara>
                    <caution>
                        <para>Seleccionar aceites con grados fuera de los rangos recomendados puede causar da&#241;os al
                            motor.
                        </para>
                    </caution>
                </specpara>
                <figure id="eg3262a.webp" figsize="col-wide">
                    <graphic id="eg3262.webp" filename="../tsifigures/eg3262a.webp" type="webp" scalefit="1"
                             scalefitwidth="264px" scalefitheight="312px"/>
                    <caption>Figura 3. Grados de Viscosidad SAE y Rangos de Temperatura</caption>
                </figure>
                <para>
                    <title>Aceite de Grado Sencillo</title>
                </para>
                <para>30W- Rango de Temperatura. Por encima de &#173;1&#186; C (30&#186; F).</para>
                <para>
                    <title>Motores Diesel T 444E, DT 466E, International&#174; 530E, DT 466, DT 530, VT 365, HT 530, e
                        International&#174; 530E "Green Diesel Technology".
                    </title>
                </para>
                <para>No use aceites marcados solamente con SL, o SJ. Aceites Multigrados como el CH-4 y el CH-4/SH/SJ
                    se usan solamente cuando no hay disponibilidad de aceites CI-4, o CI-4/SL.
                </para>
                <para>SAE 15W-40 es el grado de viscosidad preferido cuando los motores diesel est&#225;n operando en
                    temperaturas consistentes sobre los -7&#186;C (+20&#186;F).
                </para>
                <para>Cuando las temperaturas permanecen consistentemente por debajo de -7&#176;C (+20&#176;F), SAE
                    10W-30 es el grado de viscosidad preferido. Vea las &#225;reas sombreadas en la Figura 3, Grados de
                    Viscosidad SAE y Rangos de temperatura, las cuales indican el aceite preferido para el rango de
                    temperatura esperado.
                </para>
                <specpara>
                    <note>
                        <para>Los aceites de motor CF, CF/SL, and CF/SJ son aceptables en los grados de viscosidad
                            bajos, tales como 5W-30 y 10W-30, cuando no hay disponibilidad de los aceites CI-4, CI-4/SL,
                            o CH-4. Baja viscosidad, o aceites con grado para invierno son preferibles para la operaci&#243;n
                            del motor en bajas temperaturas.
                        </para>
                        <randlist type="bullet">
                            <item>
                                <para>Cuando se usa aceite SAE 0W-30, o 5W-30 se puede esperar alg&#250;n incremento en
                                    el consumo de aceite. Revise m&#225;s frecuentemente el nivel del aceite.
                                </para>
                            </item>
                            <item>
                                <para>No use aceites de baja viscosidad (SAE 5W-30 and 0W-30) cuando la temperatura est&#233;
                                    consistentemente sobre +10&#186;C (+50&#186;F), porque puede ocurrir mayor desgaste
                                    o da&#241;o en el motor.
                                </para>
                            </item>
                            <item>
                                <para>Los aceites Sint&#233;ticos, o Rerefinados se pueden usar en los motores
                                    International&#174;, siempre y cuando cumplan con las categor&#237;as de servicio
                                    API y grados de viscosidad SAE especificados en las p&#225;ginas anteriores.
                                </para>
                            </item>
                            <item>
                                <para>El uso de aceite de motor sint&#233;tico NO PERMITE extender el intervalo
                                    recomendado para el drenaje del aceite o los intervalos para el cambio de filtro del
                                    aceite. La lista es la de los m&#225;ximos intervalos de cambio y &#233;stos no se
                                    deben exceder.
                                </para>
                            </item>
                            <item>
                                <para>Vea el Manual de Operaci&#243;n del Motor y de Mantenimiento para los intervalos
                                    de cambio de aceite recomendados.
                                </para>
                            </item>
                        </randlist>
                    </note>
                </specpara>
                <para>
                    <title>ESPECIFICACIONES DEL ACEITE PARA EL C&#193;RTER DEL MOTOR</title>
                </para>
                <para>Para informaci&#243;n espec&#237;fica sobre los nombres de las marcas de aceite m&#225;s
                    comerciales, p&#243;ngase en contacto con EMA y solicite el folleto titulado,
                    <emph type="italic">"EMA Lubrication Oil Data Book, For Heavy-Duty Automotive And Industrial
                        Engines"</emph>.
                </para>
                <table id="Address" type="simple" frame="none" numbered="no">
                    <tgroup cols="1">
                        <colspec colname="col1" colwidth="1.0*"/>
                        <tbody>
                            <row rowsep="0">
                                <entry>
                                    <para>"Engine Manufacturers Association"</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry>
                                    <para>Two North LaSalle Street, Suite 2200</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry>
                                    <para>Chicago, IL 60602</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry>
                                    <para>Tel&#233;fono: &#193;rea (312) 827-8700</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>Fax: &#193;rea (312) 827-8737</para>
                                </entry>
                            </row>
                            <row rowsep="0">
                                <entry>
                                    <para>E-mail: ema@enginemanufacturers.org</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </geninfo>
        </description>
    </tsi>
</isis>
