<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-15-01 - Tanques de combustible y combustibles</stitle>
    <tsi id="tsi021501" tsitype="truck" translation="spanish">
        <tsinumber>02-15-01</tsinumber>
        <tsidate>Marzo de 2002</tsidate>
        <subjectfile>TANQUES DE COMBUSTIBLE</subjectfile>
        <subjectgroup>
            <subject>Tanques de combustible y combustibles</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os y/o lesiones personales o accidentes fatales, no realice ninguna
                            reparaci&#243;n en el sistema de combustible en presencia de llamas, calor intenso, chispas,
                            cigarrillos encendidos o peligros similares en el &#225;rea de trabajo.
                        </para>
                    </warning>
                </specpara>
                <para>Se requiere un mantenimiento preventivo adecuado del tanque de combustible para mantener un
                    rendimiento m&#225;ximo del motor. Espec&#237;ficamente, los operadores de veh&#237;culos deben:
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>usar s&#243;lo combustible diesel de calidad reconocida grado No. 1-D o grado No. 2-D.
                        </para>
                    </item>
                    <item>
                        <para>adquirir el combustible s&#243;lo en los proveedores conocidos que venden grandes
                            cantidades de combustible diesel.
                        </para>
                    </item>
                    <item>
                        <para>Un combustible diesel grado No. 1-D o grado No. 2-D que cumpla con la especificaci&#243;n
                            de la Engine Manufacturer&#x2019;s Association (EMA). Tambi&#233;n se puede usar el FQP-1A.
                            Tiene un &#237;ndice cet&#225;nico m&#237;nimo de 50 que entrega un mejor rendimiento en
                            climas fr&#237;os y aumenta las caracter&#237;sticas de lubricidad para una mayor
                            durabilidad del sistema de combustible.
                        </para>
                    </item>
                    <item>
                        <para>Mantenga los tanques de combustibles llenos para reducir la condensaci&#243;n por los
                            cambios de temperatura y de humedad.
                        </para>
                    </item>
                    <item>
                        <para>Si los veh&#237;culos se hacen funcionar con poca frecuencia, considere agregar un
                            alguicida y un bactericida al combustible para retardar el crecimiento de microbios.
                        </para>
                    </item>
                    <item>
                        <para>Si se usa un equipo de almacenamiento y dispensador de combustible:</para>
                        <seqlist>
                            <item>
                                <para>mantenga los tanques de almacenamiento llenos y, con frecuencia, ocupe todo el
                                    combustible (el combustible diesel se degrada con el tiempo).
                                </para>
                            </item>
                            <item>
                                <para>considere agregar un alguicida y un bactericida al combustible para retardar el
                                    crecimiento de microbios.
                                </para>
                            </item>
                            <item>
                                <para>use un filtro de alta calidad en la manguera del dispensador de combustible.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>revise los tanques de combustible de los veh&#237;culos peri&#243;dicamente para ver si
                            hay rastros de contaminaci&#243;n. revise especialmente para ver si hay &#243;xido en los
                            tanques de acero.
                        </para>
                    </item>
                </seqlist>
            </geninfo>
        </description>
        <svcproc svcproctype="describe" graphiccount="3">
            <stitle>Spanish - TSI 02-15-01 - Tanques de combustible y combustibles</stitle>
            <title>PROCEDIMIENTO</title>
            <svcprocinfo>
                <para>Si encuentra contaminaci&#243;n al interior de un tanque de combustible, se recomienda realizar un
                    lavado a fondo con vapor. Los tanques de acero con una superficie interior levemente oxidada se
                    pueden limpiar con vapor. Sin embargo, los tanques de combustible de acero se deben reemplazar si
                    hay descascarillado interior o si se encuentran picaduras profundas debido al &#243;xido.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Tipos de combustibles permitidos</title>
                <step1>
                    <para count="1">Los motores International requieren combustible diesel grado No. 1-D o grado No.
                        2-D, con o sin especificaci&#243;n EMA. Designaci&#243;n FQP-1A.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los motores International requieren combustible con un &#237;ndice cet&#225;nico m&#237;nimo
                        de 45.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los motores International requieren que el contenido de azufre en el combustible no
                        sea mayor que 0.05%.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los combustibles que se venden como aceite de calefacci&#243;n no se deben utilizar
                        en los motores International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los combustibles diesel mezclados con aceite de motor usado, gasolinas, gasohol o
                        alcohol no se deben usar en los motores International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Consulte las figuras a continuaci&#243;n para conocer el uso de combustibles
                        Biodiesel en los motores International.
                    </para>
                </step1>
                <step1>
                    <para count="1">Consulte el resto de los requisitos de combustible de los fabricantes de motores
                        diesel para ver los combustibles que se debe usar en los motores respectivos.
                    </para>
                </step1>
                <figure id="f0215011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215011.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px" resolution="300"/>
                </figure>
                <figure id="f0215012" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215012.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="592px" resolution="300"/>
                </figure>
                <figure id="f0215013" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0215013.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="472px" resolution="300"/>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
