<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 02-47-04R - Reubicaci&#243;n del interruptor de control de la puerta de entrada, instalaci&#243;n
        de baleros de empuje de placa de pivote, instalaci&#243;n de tornillos de retenci&#243;n de manija de corredera
    </stitle>
    <tsi id="tsi024704R" tsitype="truck" translation="spanish">
        <tsinumber>02-47-04R</tsinumber>
        <replace>
            <tsinumber>M02-47-04</tsinumber>
        </replace>
        <tsidate>Marzo de 2002</tsidate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subjectgroup>
            <subject>Reubicaci&#243;n del interruptor de control de la puerta de entrada, instalaci&#243;n de baleros de
                empuje de placa de pivote, instalaci&#243;n de tornillos de retenci&#243;n de manija de corredera
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>IC Bus</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los procedimientos incluidos est&#225;n dise&#241;ados para mejorar la funci&#243;n y
                    confiabilidad generales del control lineal de la puerta. La reubicaci&#243;n del interruptor de
                    control de la puerta de entrada desde su posici&#243;n original al final del recorrido de la manija
                    hacia el costado del soporte elimina las fallas en el interruptor producto del contacto de &#233;ste
                    con la manija. La adici&#243;n de baleros de empuje en la placa de pivote permite la torsi&#243;n de
                    &#233;sta para asegurar un movimiento confiable, constante y uniforme. La adici&#243;n de Loctite a
                    los hilos de los tornillos de la manija de corredera elimina la necesidad de inspeccionar o de
                    volver a apretar la instalaci&#243;n de esta manija.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0247041">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.79*"/>
                    <colspec colname="col2" colwidth="1.63*"/>
                    <colspec colname="col3" colwidth="0.61*"/>
                    <thead>
                        <row>
                            <entry colname="col1">
                                <para>N&#250;mero de refacci&#243;n</para>
                            </entry>
                            <entry colname="col2">
                                <para>Descripci&#243;n</para>
                            </entry>
                            <entry colname="col3">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="col1">
                                <para>452354001</para>
                            </entry>
                            <entry colname="col2">
                                <para>Soporte del interruptor- Puerta de entrada plegable hacia adelante</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>452354002</para>
                            </entry>
                            <entry colname="col2">
                                <para>Placa del interruptor- Puerta de entrada de apertura hacia afuera</para>
                            </entry>
                            <entry colname="col3">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="col1">
                                <para>453033001</para>
                            </entry>
                            <entry colname="col2">
                                <para>Balero de empuje</para>
                            </entry>
                            <entry colname="col3">
                                <para>Si corresponde</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Preparaci&#243;n del &#225;rea</title>
            <step1>
                <para count="1">Quite la cubierta del tablero de la derecha sacando las cubiertas de encaje y los
                    tornillos (9 en total) que la aseguran al tablero.
                </para>
            </step1>
            <figure id="f0247041" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247041.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 1. Desmontaje de la cubierta del tablero</caption>
            </figure>
            <step1>
                <para count="1">Quite la varilla de control de la puerta desde la placa de pivote y g&#237;rela hacia el
                    frente de la unidad para obtener espacio de trabajo adicional.
                </para>
            </step1>
            <step1>
                <para count="1">Quite la placa del tablero inferior.</para>
                <figure id="f0247042" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0247042.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="312px"/>
                    <caption>Figura 2. Desmontaje del tablero inferior</caption>
                </figure>
            </step1>
        </svcproc>
        <svcproc svcproctype="replace" graphiccount="2">
            <title>Reemplazo del soporte del interruptor</title>
            <step1>
                <para count="1">Coloque el nuevo soporte en el lugar correspondiente y marque (2) orificios seg&#250;n
                    la plantilla. (Juego de reparaci&#243;n en terreno, plegado hacia adelante, 452354001 y apertura
                    hacia afuera, 452354002 incluyen la informaci&#243;n de referencia y las refacciones necesarias.)
                </para>
            </step1>
            <step1>
                <para count="1">Perfore (2) orificios de 0.213 pulgadas e instale el soporte con los tornillos y
                    contratuercas, apretando s&#243;lo con la mano. Para obtener espacio adicional para el proceso de
                    perforaci&#243;n, se puede soltar el ducto del desempa&#241;ador desde la esquina derecha y la
                    posici&#243;n central y se puede colocar elevado hacia el techo.
                </para>
            </step1>
            <figure id="f0247043" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247043.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 3. Instalaci&#243;n del soporte del interruptor</caption>
            </figure>
            <step1>
                <para count="1">Coloque el interruptor en el nuevo soporte usando los dispositivos existentes.</para>
            </step1>
            <figure id="f0247044" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247044.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 4. Instalaci&#243;n del interruptor</caption>
            </figure>
            <step1>
                <para count="1">Si no se va a realizar otras modificaciones, contin&#250;e con los procedimientos de
                    ajuste de la puerta al final de este documento.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="5">
            <title>Instalaci&#243;n de baleros de empuje de la placa de pivote</title>
            <step1>
                <para count="1">Suelte el tornillo prisionero en la parte de atr&#225;s del perno principal de pivote (
                    <hotlnk xrefid="f0247045">Figura 5</hotlnk>).
                </para>
            </step1>
            <figure id="f0247045" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247045.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 5. Suelte el tornillo prisionero en el perno principal de pivote</caption>
            </figure>
            <step1>
                <para count="1">Quite el perno principal de la placa de pivote y el perno y las arandelas de la
                    corredera de la placa de pivote (
                    <hotlnk xrefid="f0247046">Figura 6</hotlnk>).
                </para>
            </step1>
            <figure id="f0247046" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247046.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 6. Quite los pernos principal y de corredera de la placa de pivote</caption>
            </figure>
            <step1>
                <para count="1">Levante la placa de pivote y g&#237;rela hacia el frente de la unidad.</para>
            </step1>
            <step1>
                <para count="1">Quite las arandelas de fibra desde la ubicaci&#243;n principal de la placa de pivote y
                    des&#233;chelas. Quite la almohadilla de deslizamiento de nylon desde la parte superior del conjunto
                    de manija de corredera (
                    <hotlnk xrefid="f0247047">Figura 7</hotlnk>).
                </para>
            </step1>
            <figure id="f0247047" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247047.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 7. Quite la arandela de fibra y la almohadilla de deslizamiento de nylon</caption>
            </figure>
            <step1>
                <para count="1">Inspeccione las &#225;reas de la placa de pivote y de la saliente del pivote para
                    asegurarse de que est&#233;n limpias. Coloque un anillo de rodadura de balero de empuje, un balero y
                    un anillo de rodadura en la saliente del pivote principal (
                    <hotlnk xrefid="f0247048">Figura 8</hotlnk>).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si el perno de pivote es un perno con resalto, el anillo de rodadura inferior del balero de
                        empuje superior no se utilizar&#225;. Instale el balero de empuje directamente sobre la placa de
                        pivote.
                    </para>
                </note>
            </specpara>
            <figure id="f0247048" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247048.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 8. Coloque anillos de rodadura y balero sobre la saliente del pivote</caption>
            </figure>
            <step1>
                <para count="1">Coloque la placa de pivote sobre los baleros de empuje inferiores e instale dos anillos
                    de rodadura y un balero entre la placa de pivote y la cabeza del perno principal de pivote (
                    <hotlnk xrefid="f0247049">Figura 9</hotlnk>).
                </para>
            </step1>
            <figure id="f0247049" figsize="pg-wide">
                <graphic filename="../tsifigures/g0247049.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 9. Vuelva a instalar la placa de pivote</caption>
            </figure>
            <step1>
                <para count="1">Revise la posici&#243;n de los baleros para asegurarse de que est&#233;n correctamente
                    alineados y apriete el perno a 80 pulgadas libras. Vuelva a apretar el tornillo prisionero del perno
                    principal de pivote que solt&#243; en el paso 1.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar las arandelas y la tuerca de la corredera de la placa de pivote. La
                    tuerca se debe apretar para permitir que la placa se deslice con muy poco juego vertical.
                </para>
            </step1>
            <step1>
                <para count="1">Si no se va a realizar otras modificaciones, contin&#250;e con los procedimientos de
                    ajuste de la puerta al final de este documento.
                </para>
            </step1>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="2">
            <title>Instalaci&#243;n del tornillo de retenci&#243;n de la manija de corredera</title>
            <step1>
                <para count="1">Quite un tornillo de la manija de corredera y aplique Loctite a los hilos de los
                    tornillos (
                    <hotlnk xrefid="f024704a">Figura 10</hotlnk>). Vuelva a instalar el tornillo y repita el proceso con
                    los tres tornillos restantes. Los dos tornillos de la parte trasera de la manija de corredera se
                    pueden alcanzar a trav&#233;s de un orificio de acceso en la parte inferior de la placa de montaje (
                    <hotlnk xrefid="f024704b">Figura 11</hotlnk>).
                </para>
            </step1>
            <figure id="f024704a" figsize="pg-wide">
                <graphic filename="../tsifigures/g024704a.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Figura 10. Tornillos delanteros de la manija de corredera</caption>
            </figure>
            <figure id="f024704b" figsize="pg-wide">
                <graphic filename="../tsifigures/g024704b.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="312px"/>
                <caption>Figura 11. Orificio de acceso de tornillo trasero de la manija de corredera</caption>
            </figure>
        </svcproc>
        <svcproc svcproctype="adjust" graphiccount="0">
            <title>Procedimientos de ajuste</title>
            <step1>
                <para count="1">Vuelva a instalar la varilla de control de la puerta y baje la placa del tablero.</para>
            </step1>
            <step1>
                <para count="1">Arranque el motor y pruebe el funcionamiento de la puerta y de las luces
                    correspondientes. Ajuste el interruptor y los puntos de ajuste de la puerta seg&#250;n sea necesario
                    para un correcto funcionamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete el interruptor, los tornillos de montaje del soporte del interruptor y todos los
                    puntos de ajuste de la puerta.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Puede encontrar m&#225;s instrucciones acerca del ajuste lineal de la puerta en TSI
                        01-47-01.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Vuelva a instalar la cubierta del tablero de la derecha.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
