<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-04-01 - Pasadores de Deslizamiento del Freno Hidr&#225;ulico de Disco, y Lubricante
        nuevos
    </stitle>
    <tsi id="tsi030401" tsitype="truck" translation="spanish">
        <tsinumber>03-04-01</tsinumber>
        <tsidate>Febrero, 2003</tsidate>
        <subjectfile>FRENOS</subjectfile>
        <subjectgroup>
            <subject>Pasadores de Deslizamiento del Freno Hidr&#225;ulico de Disco, y Lubricante nuevos</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000FE
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4700
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4900
                    <daterange>
                        <startdate>01/01/1998</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Efectivo a partir de Junio 3, del 2,002, todos los Frenos Hidr&#225;ulicos de Disco de los veh&#237;culos
                    International comenzaron a usar el pasador de deslizamiento de la mordaza y la configuraci&#243;n
                    del tornillo reci&#233;n dise&#241;ados. Los nuevos pasadores de deslizamiento y los tornillos son
                    compatibles con los Frenos de Pasadores de Deslizamiento de producci&#243;n previa, pero tienen las
                    siguientes diferencias f&#237;sicas: El nuevo dise&#241;o usa tornillos prisioneros de rosca fina de
                    parchar con cabeza con reborde, los cuales se deben apretar a una torsi&#243;n de 100 pie/libra, no
                    a 75 pie/libra, y como en el dise&#241;o previo, el pasador conductor tambi&#233;n debe ser apretado
                    a torsi&#243;n primero. Cuando son removidos los tornillos parchados de dise&#241;o nuevo, el &#225;rea
                    roscada tiene que ser limpiada con un cepillo de alambre para remover cualquier residuo adherido de
                    parche "Loctite", y antes de volver a usarlos, se debe aplicar en la rosca un cord&#243;n sencillo
                    de parche "Locktite 2440". Los pasadores deslizantes conductor y posterior, ahora no son
                    intercambiables, debido a que el pasador de posterior ahora tiene una cabeza ranurada y buje de
                    caucho en el di&#225;metro del pasador (Vea abajo, Placa de Anclaje Bosh ZOH-T. Procedimiento de
                    Instalaci&#243;n del Conjunto de Reparaci&#243;n). Cuando preste servicio a los Frenos Hidr&#225;ulicos
                    de Disco de Pasadores Deslizantes, International recomienda que los pasadores deslizantes y
                    tornillos sean actualizados a la nueva generaci&#243;n de pasadores deslizantes y tornillos y que el
                    lubricante existente sea limpiado de los pasadores y sus agujeros y reemplazado con el lubricante
                    mejorado 2585384C1. Es importante que los pasadores de deslizamiento y tornillos no est&#233;n
                    mezclados en el mismo eje. Ambas ruedas del mismo eje tienen que tener el mismo tipo de pasadores
                    deslizantes y tornillos. Ordene un Juego de Reparaci&#243;n de Pasadores Deslizantes y Tornillos por
                    rueda.
                </para>
                <para>El Resumen T&#233;cnico Bosch de abajo describe los componentes y los cambios de torsiones del
                    conjunto.
                </para>
                <para>
                    <emph type="bold">OBSERVACI&#211;N</emph>
                    - La informaci&#243;n suministrada aqu&#237; para el uso de este producto ha sido facilitada por el
                    fabricante y/o el distribuidor. International Truck and Engine Corporation re-imprime esta informaci&#243;n
                    basada en la representaci&#243;n hecha por la Compa&#241;&#237;a, por el fabricante y/o por el
                    distribuidor, y no es responsable por cualquier error o contratiempo resultante de tales errores o
                    provenientes de la mala utilizaci&#243;n del producto. Se recomienda que cada usuario siga
                    cuidadosamente las instrucciones que acompa&#241;an cada producto.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>
                <emph type="bold">Juego de reparaci&#243;n de Pasador Deslizante y Tornillo #2509252C92</emph>. El juego
                contiene los componentes para una rueda (delantera o trasera) - 2 Pasadores Deslizantes, 2 Tornillos, 2
                Botas, y un Paquete de grasa mejorada
            </para>
            <para>Grasa Shell Albida PPS-1, Tubo de 3oz. 2585384C1 (para ser usado al prestar el servicio de Frenos de
                Pasador Deslizante y no se ordena el Juego de Reparaci&#243;n de Pasador Deslizante y Tornillo)
            </para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="7">
            <title>Procedimiento de Instalaci&#243;n del Conjunto de Reparaci&#243;n de la Placa de Anclaje Bosch
                ZOH-T
            </title>
            <svcprocinfo>
                <para>
                    <emph type="bold">OBSERVACI&#211;N IMPORTANTE</emph>: Debido a que los dos pasadores de la mordaza
                    ZOH-T son diferentes entre s&#237;, es muy importante que ellos queden instalados en el lugar
                    correcto de la placa de anclaje. Para una correcta instalaci&#243;n de los pasadores de gu&#237;a,
                    el siguiente diagrama muestra como determinar la localizaci&#243;n del pasador conductor y la
                    localizaci&#243;n del pasador posterior. Definici&#243;n de la posici&#243;n de
                    <emph type="bold">CONDUCCI&#211;N</emph>
                    y
                    <emph type="bold">POSTERIOR</emph>
                    en la placa de anclaje : Imagine un punto en la superficie hacia el borde del rotor en el lado
                    opuesto de la mordaza Ahora gire el rotor como si el veh&#237;culo se estuviera moviendo en direcci&#243;n
                    hacia adelante. El PRIMER pasador de montaje que pase este punto est&#225; en la posici&#243;n
                    <emph type="bold">CONDUCTORA</emph>. El otro est&#225; en la posici&#243;n
                    <emph type="bold">POSTERIOR</emph>.
                </para>
                <figure id="f0304011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0304011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="550px"/>
                    <caption>Figura 1.</caption>
                </figure>
                <para>
                    <title>Estilos de los Tornillos de Montaje de la Mordaza ZOH-T, Despu&#233;s de Junio 3, 2,002
                    </title>
                </para>
                <figure id="f0304012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304012.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 2. Sin Adhesivo Parchador</caption>
                </figure>
                <figure id="f0304013" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304013.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 3. Con Adhesivo Parchador</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento de Instalaci&#243;n del Juego de Reparaci&#243;n de Servicio de la Placa de
                    Anclaje
                </title>
                <para>
                    <emph type="bold">INFORMACI&#211;N</emph>
                    - El conjunto de la placa de anclaje incluye pasadores de gu&#237;a flotante lubricados sellados por
                    botas de caucho y deslizaderos de acero inoxidable, los cuales protegen las muescas de la placa de
                    anclaje Se usa un travesa&#241;o solamente en el freno de disco de pasador deslizable de 2 x 73 mm.
                    El freno de disco de pasador deslizante de 2 x 66 mm. no tiene travesa&#241;o y tendr&#225;
                    tornillos m&#225;s cortos para tapar los agujeros roscados usados para montar el travesa&#241;o.
                </para>
                <para>Notas importantes:</para>
                <randlist type="bullet">
                    <item>
                        <para>Antes de Junio 3, 2,002, los
                            <emph type="bold">pasadores de gu&#237;a</emph>
                            de montaje de la mordaza ZOPS eran los
                            <emph type="bold">mismos</emph>
                            y usaban una rosca ordinaria M 12 x 1.75 x 30 mm. y tornillos de montaje con cabeza
                            hexagonal fuerte con una torsi&#243;n de instalaci&#243;n de 75 +/- 5 pie/libras.
                        </para>
                    </item>
                    <item>
                        <para>Despu&#233;s de Junio 3, 2,002, los
                            <emph type="bold">pasadores de gu&#237;a</emph>
                            de montaje de la mordaza ZOH-T son
                            <emph type="bold">diferentes</emph>
                            en la placa de anclaje, uno para la posici&#243;n conductora y otro para la posici&#243;n
                            posterior. Las piezas separadas (pasadores de gu&#237;a y tornillos) NO son intercambiables
                            individualmente, o compatibles entre los anteriores y nuevos dise&#241;os de mordaza ZOPS y
                            ZOH-T. Esto es debido a que las roscas de montaje han sido cambiadas de rosca ordinaria (M
                            12 x 1.75 mm) a rosca fina (M 12 x 1.25 mm.) Tambi&#233;n, el tornillos de la ZOH-T es m&#225;s
                            largo (40 mm) del tipo de cabeza con reborde comparado con el tornillos del ZOPS , el cual
                            es m&#225;s corto (30 mm) y del tipo de cabeza hexagonal fuerte.
                        </para>
                    </item>
                    <item>
                        <para>Cuando preste servicio a pasadores de gu&#237;a fabricados antes del 3 de Junio, 2,002,
                            (Ejemplo. el dise&#241;o de mordaza ZOPS original),
                            <emph type="bold">est&#225; permitido usar los tornillos y pasadores ZOH-T siempre y cuando
                                sean cambiados todos como un juego.
                            </emph>
                            Sin embargo, debido a que los pasadores ZOH-T ahora son diferentes, es MUY IMPORTANTE que
                            ellos sean instalados en el agujero de la placa de anclaje en la posici&#243;n correcta,
                            como se muestra en el diagrama anterior. El pasador conductor tiene que ser instalado en el
                            lugar conductor de la placa de anclaje, y el pasador posterior con buje de caucho tiene que
                            ser instalado en el lugar de posterior de la placa de anclaje.
                        </para>
                    </item>
                    <item>
                        <para>Durante el servicio, usted
                            <emph type="underscr">TIENE</emph>
                            que usar el tornillo correcto
                            <emph type="bold">Y APRETAR</emph>
                            a la torsi&#243;n de montaje correspondiente al herraje del pasador correcto.
                        </para>
                    </item>
                </randlist>
            </svcsubproc>
            <svcsubproc>
                <title>Juego de Reparaci&#243;n del Conjunto de la Placa de Anclaje - Procedimiento de Servicio</title>
                <step1>
                    <para count="1">Coloque el veh&#237;culo sobre torres adecuadas y remueva la rueda (llanta y aro de
                        montura de la rueda).
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>Nunca se debe usar un solo gato para soportar el veh&#237;culo mientras se est&#225;
                            haciendo un servicio debajo del chasis. El gato se puede bajar y puede resultar en serias
                            lesiones personales. Siempre soporte el veh&#237;culo con torres sobre el piso adecuadas.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Remueva el tornillo de retenci&#243;n de la manguera del freno al bastidor de la
                        mordaza. Esto facilitar&#225; la remoci&#243;n e instalaci&#243;n de la mordaza. (No se requiere
                        en todas las aplicaciones)
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva el tornillo de la parte baja (fondo) de montaje de la mordaza que asegura la
                        mordaza a la placa de anclaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva el tornillo de la parte alta (tope) de montaje de la mordaza que asegura la
                        mordaza a la placa de anclaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Mueva hacia afuera del rotor la mordaza y col&#243;quela en un lugar seguro en la
                        suspensi&#243;n del veh&#237;culo. Asegure amarrando con una cuerda el conjunto de la mordaza en
                        un lugar donde no se pueda caer. Aseg&#250;rese de que la manguera o la l&#237;nea no est&#233;
                        enredada y no est&#233; soportando el peso de la mordaza.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva las pastillas interiores y exteriores del freno de disco de las muescas de
                        deslizamiento de la placa de anclaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Revise la superficie maquinada de las orejas de la mordaza. Si hay oxidaci&#243;n o
                        contaminantes, use un cepillo de alambre y manualmente limpie dichas superficies. Si hay
                        cualquier rastro de grasa o aceite, remu&#233;valo usando un trapo de taller limpio humedecido
                        con solvente.
                    </para>
                    <specpara>
                        <note>
                            <para>Es muy importante limpiar esas &#225;reas de la mordaza, los pasadores de gu&#237;a y
                                la placa de anclaje que est&#225;n en contacto con las pastillas de freno o entre s&#237;.
                            </para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Inspeccione visualmente si la mordaza tiene escapes, da&#241;os o defectos en las
                        botas de los pistones, o en los pistones. Si encuentra alg&#250;n da&#241;o, repare o reemplace
                        si es necesario.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspeccione visualmente la placa de anclaje en busca de da&#241;os o defectos en las
                        superficies de contacto y en las muescas de deslizamiento de la placa de anclaje. Si NO
                        encuentra da&#241;os, contin&#250;e con el Paso 11. Si encuentra da&#241;os, remueva la placa de
                        anclaje y reempl&#225;cela por un JUEGO DE REEMPLAZO DE PLACA DE ANCLAJE. Instale el conjunto de
                        reemplazo de la placa de anclaje y trasl&#225;dese al Paso 19.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva y descarte los pasadores de gu&#237;a de la mordaza, botas de los pasadores
                        de gu&#237;a y tornillos de montaje de la mordaza.
                    </para>
                    <para>
                        <emph type="bold">NOTA IMPORTANTE</emph>: Vea la secci&#243;n "Informaci&#243;n" relacionada con
                        la diferencia de los pasadores entre los dise&#241;os de mordaza ZOPS y ZOH-T.
                    </para>
                    <specpara>
                        <caution>
                            <para>NO corte, esmerile o modifique de ninguna manera los pasadores de gu&#237;a o sus
                                componentes cuando intente remover o instalar los pasadores de gu&#237;a. El conjunto de
                                freno o degradaci&#243;n funcional de sus componentes puede ocurrir si se altera en
                                cualquier forma. Si no hay amplitud suficiente para remover o instalar los pasadores de
                                gu&#237;a de la mordaza, entonces remueva la placa de anclaje si es necesario para dar
                                un servicio apropiado a los pasadores de gu&#237;a. Vea el manual de servicio para la
                                remoci&#243;n e instalaci&#243;n de la placa de anclaje.
                            </para>
                        </caution>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Afloje los tornillos del travesa&#241;o de la placa de anclaje que se encuentran
                        opuestos a los pasadores de gu&#237;a de la mordaza. (SOLAMENTE EN LOS CONJUNTOS DE MORDAZAS 2 X
                        73) Esto ayudar&#225; en la instalaci&#243;n del pasadores de gu&#237;a nuevo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspeccione visualmente si los agujeros de los pasadores de gu&#237;a de la placa de
                        anclaje tienen &#243;xido o contaminaci&#243;n. Si se encuentra contaminaci&#243;n, limpie los
                        agujeros de la placa de anclaje con cepillo de alambre y solvente. Seque con aire comprimido.
                    </para>
                </step1>
                <step1>
                    <para count="1">Lubrique ligeramente los puentes de la bota del pasador de gu&#237;a con una capa
                        fina de Grasa Albida PPS1 , incluida en el paquete que contiene el juego de servicio.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale las botas del pasador de gu&#237;a en ambos pasadores, el conductor y el
                        posterior.
                    </para>
                </step1>
                <step1>
                    <para count="1">Complete el engrase de la superficie de los agujero de gu&#237;a de la placa de
                        anclaje con Grasa Albida PPS1 incluida en el paquete que contiene el juego de servicio.
                    </para>
                </step1>
                <step1>
                    <para count="1">Complete el engrase de los pasadores de gu&#237;a conductor y posterior con Grasa
                        Albida PPS1 incluida en el paquete que contiene el juego de servicio.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el pasador conductor en la posici&#243;n conductora de la placa de
                        anclaje.
                    </para>
                    <para>
                        <emph type="bold">NOTA IMPORTANTE</emph>: Vea el diagrama para determinar la posici&#243;n
                        "conductora".
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el pasador de gu&#237;a posterior con buje de caucho en la posici&#243;n
                        posterior de la placa de anclaje.
                    </para>
                    <para>
                        <emph type="bold">NOTA IMPORTANTE</emph>: Vea el diagrama para determinar la posici&#243;n
                        "posterior".
                    </para>
                </step1>
                <step1>
                    <para count="1">Aseg&#250;rese que las cabezas de los pasadores de gu&#237;a, tornillos de montaje,
                        y superficies de contacto de las mordazas est&#233;n exentas de cualquier grasa o materia extra&#241;a.
                        Use un trapo de taller limpio humedecido con solvente para remover los materiales extra&#241;os.
                    </para>
                    <para>
                        <emph type="bold">NOTA IMPORTANTE</emph>: No permita que el solvente de limpieza entre en
                        contacto con las botas de los pasadores de gu&#237;a.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale las pastillas interior y exterior en las muescas de la placa de anclaje.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Si est&#225; usando nuevamente los tornillos de montaje de la mordaza, antes de proceder
                            con el Paso 21, vea "Procedimiento de Preparaci&#243;n para el Montaje de la Mordaza) en el
                            ap&#233;ndice A..
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Alinee el plano en la cabeza del pasador de gu&#237;a superior (tope) con el plano
                        del patr&#243;n del pasador de gu&#237;a superior (tope) de la mordaza. Tenga cuidado cuando
                        coloque la mordaza en posici&#243;n sobre las pastillas del freno de disco, el rotor y la cabeza
                        del pasador de gu&#237;a superior (tope), para evitar rasgaduras, cortes o el desplazamiento de
                        las botas del pist&#243;n o las botas de los pasadores de gu&#237;a.
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el tornillo de montaje de la cabeza de la brida superior (tope) apretando
                        con los DEDOS para asegurar la mordaza a la placa de anclaje..
                    </para>
                </step1>
                <step1>
                    <para count="1">Alinee el plano de la brida del pasador inferior y luego rote cuidadosamente
                        cerrando la mordaza e instale el tornillo de montaje inferior apret&#225;ndolo con los DEDOS. No
                        permita que la manguera de la l&#237;nea del freno se pinche o enrede.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Primero apriete siempre los tornillos de montaje de la parte conductora de la mordaza.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Apriete los tornillos de montaje de la parte conductora de la mordaza ZOH-T entre 93
                        y 107 pies/libras (126 a 145 N-m).
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete los tornillos de montaje de la parte posterior de la mordaza ZOH-T entre 93
                        y 107 pies/libras (126 a 145 N-m).
                    </para>
                </step1>
                <para>
                    <emph type="bold">Para recordar: Si se han aflojado cualquiera de los tornillos de montaje, es muy
                        importante apretar los tornillos de montaje en la secuencia apropiada, mostrada en los Pasos 24
                        y 25. Puede resultar un incremento en el arrastre del freno causado por apretar los tornillos en
                        la secuencia apropiada.
                    </emph>
                </para>
                <step1>
                    <para count="1">Reinstale los tornillos de la abrazadera retenedora de la manguera de freno
                        apretando a la torsi&#243;n especificada en el manual de servicio del fabricante.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete los tornillos del travesa&#241;o de la placa de anclaje. Apriete a una torsi&#243;n
                        entre 40 y 50 pies/libra (54 a 68 N-m).
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale la rueda (llanta y aro de montura de la rueda) en el veh&#237;culo y
                        apriete las tuercas de fijaci&#243;n de la rueda siguiendo las recomendaciones del fabricante
                        del veh&#237;culo. Remueva las torres de soporte.
                    </para>
                </step1>
                <step1>
                    <para count="1">Antes de arrancar el motor, oprima varias veces el pedal de freno para restablecer
                        las pastillas contra el rotor. Revise el tanque de reserva del cilindro maestro y rellene si es
                        necesario. Consulte el manual de servicio sobre el fluido de freno apropiado.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de prestar el servicio de frenos, antes de retornar el veh&#237;culo a
                        su servicio regular, aseg&#250;rese de probar los frenos para verificar la firmeza del pedal
                        durante la aplicaci&#243;n del freno.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>AP&#201;NDICE A: Procedimiento recomendado para Reutilizar los Tornillos de Montaje de la
                    Mordaza
                </title>
                <step1>
                    <para count="1">Inspeccione visualmente los tornillos removidos en busca de alg&#250;n da&#241;o en
                        la rosca, contaminaci&#243;n o corrosi&#243;n. Si est&#225; da&#241;ado, reempl&#225;celo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspeccione visualmente los tornillos de montaje de la mordaza en busca de residuos
                        blancos, o amarillos resultantes de la aplicaci&#243;n previa de adhesivo de parchar Loctite,
                        tal como se muestra en la figura 4. Si no aparecen rastros del parcheo, salte el Paso 3 y contin&#250;e
                        en el Paso 4.
                    </para>
                </step1>
                <figure id="f0304014" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304014.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 4. Tornillos de Montaje de la Mordaza Usados con Adhesivo de Parchar en las Roscas
                    </caption>
                </figure>
                <step1>
                    <para count="1">Usando un cepillo de alambre de acero saque los residuos de adhesivo de las roscas,
                        como se muestra en la Figura 5. Pula solamente el &#225;rea donde est&#233; presente el adhesivo
                        para no remover el recubrimiento de protecci&#243;n negro en el resto de la rosca Aseg&#250;rese
                        de remover completamente el adhesivo existente hasta que se muestre el metal desnudo donde
                        estuvo el adhesivo, tal como lo muestra en la Figura 6.
                    </para>
                </step1>
                <figure id="f0304015" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304015.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 5. Use Un Cepillo de Alambre de Acero para Sacar los Residuos de Adhesivo
                        Existentes
                    </caption>
                </figure>
                <figure id="f0304016" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304016.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 6. Cuando El Adhesivo Haya Sido Removido Debe Quedar Una Superficie De Acero
                        Brillante Limpio
                    </caption>
                </figure>
                <step1>
                    <para count="1">Aplique una peque&#241;a cantidad de adhesivo de parcheo l&#237;quido Loctite 2440
                        en el &#225;rea indicada en la Figura 4. Para mejor resultado del Loctite 2440, las superficies
                        deben estar limpias y libres de grasa. El producto debe ser aplicado al tornillo en cantidad
                        suficiente
                        <emph type="bold">para llenar toda la rosca atornillada</emph>; desarrolla una dureza utilizable
                        a una hora de aplicado y a temperatura ambiente de taller la dureza total a las tres horas.
                    </para>
                </step1>
                <figure id="f0304017" figsize="col-wide">
                    <graphic filename="../tsifigures/g0304017.webp" type="webp" scalefit="1" scalefitwidth="208px"
                             scalefitheight="176px"/>
                    <caption>Figura 7. Loctite L&#237;quido 2440 Aplicado a Roscas Limpias Para Su Reinstalaci&#243;n
                    </caption>
                </figure>
                <para>Retorne al Paso 21 de arriba, relacionado con el Procedimiento de Reparaci&#243;n de la Placa de
                    Anclaje.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
