<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-09-01R - Desmontaje de la rejilla</stitle>
    <tsi id="tsi030901" tsitype="truck" translation="spanish">
        <tsinumber>03-09-01R</tsinumber>
        <replace>
            <tsinumber>M03-09-01</tsinumber>
        </replace>
        <tsidate>Mayo, 2003</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Desmontaje de la rejilla</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>04/23/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El 8600 utiliza cinta de doble faz a lo largo del borde superior de la rejilla para evitar que se
                    doble al estar expuesta a altas temperaturas. La cinta se aplica en la planta de ensamblaje y cura
                    completamente en tres d&#237;as. Puede ser dif&#237;cil quitar la rejilla sin da&#241;arla despu&#233;s
                    de que ha curado la cinta adhesiva, especialmente en clima fr&#237;o. Este TSI est&#225; siendo
                    revisado para actualizar el tama&#241;o y la configuraci&#243;n de la cinta de doble faz.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Juego para quitar cinta 3M, N&#186; 07498</para>
            <para>Cinta de doble faz 3M, N&#186; VHB 4956, 3/8" de ancho, N&#250;mero de refacci&#243;n internacional
                3585047C1
            </para>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="1">
            <title>PROCEDIMIENTO de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os al veh&#237;culo y lesiones personales, estaci&#243;nelo en una
                        superficie plana, ponga el freno de estacionamiento, acu&#241;e las ruedas y apague el motor.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Ponga el veh&#237;culo en un ambiente temperado. El calor sirve para reducir las fuerzas
                    de adhesi&#243;n de la cinta.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los ocho sujetadores de "estrella" de la rejilla. Consulte la figura 1.</para>
            </step1>
            <step1>
                <para count="1">Abra el cofre y aplique calor a la parte inferior de &#233;ste durante 3 a 4 minutos.
                    Aseg&#250;rese de aplicar calor en el lugar donde el cofre se superpone con la parte superior de la
                    rejilla. Demasiado calor decolorar&#225; el cofre o la rejilla. Mantenga la pistola de calor en
                    movimiento. Consulte la figura 1 para obtener una ubicaci&#243;n aproximada de la cinta.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y ub&#237;quese delante, mirando el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Agarre el borde inferior de la rejilla y jale hacia fuera y hacia arriba como si
                    pivotara la rejilla sobre el borde superior donde se junta con el cofre. Dado que la cinta tiene una
                    alta fuerza de retenci&#243;n, se recomienda un m&#237;nimo de dos personas que la levanten para
                    mantener una fuerza pareja a lo largo de la parte inferior de la rejilla. &#161;Jale lentamente!
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que se han separado la rejilla y el cofre, limpie el residuo de la cinta usando
                    el Juego para quitar cinta 3M.
                </para>
            </step1>
            <step1>
                <para count="1">Corte una pieza de 41", de 3/8" de ancho, de Cinta adhesiva de doble faz 3M.</para>
            </step1>
            <step1>
                <para count="1">Ponga la cinta en el cofre. Se debe centrar la cinta en el cofre y colocarla una pulgada
                    hacia delante del contorno de la rejilla trasera. Consulte la figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el recubrimiento de papel de un lado de la cinta y col&#243;quela en el cofre.
                    Presione firmemente en el lado posterior de la cinta para fijarla contra la superficie del cofre.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga la rejilla en posici&#243;n contra el cofre.
                    <emph type="bold">&#161;No quite el papel protector de la segunda superficie de la cinta!</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que la rejilla est&#225; en la posici&#243;n adecuada con los
                    orificios de montaje alineados y marque su ubicaci&#243;n colocando cinta adhesiva en el cofre y la
                    rejilla en diferentes posiciones. Marque la cinta de modo que la rejilla se pueda ubicar en forma
                    precisa una vez que la cinta adhesiva est&#233; a la vista.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el papel protector de la segunda superficie de la cinta adhesiva.</para>
            </step1>
            <step1>
                <para count="1">Coloque cuidadosamente la rejilla, ligeramente por sobre su posici&#243;n adecuada en el
                    cofre y b&#225;jela lentamente a su posici&#243;n contra el cofre. Aseg&#250;rese de que las marcas
                    de ubicaci&#243;n que se hicieron previamente en la cinta adhesiva est&#233;n en la ubicaci&#243;n
                    adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Presione la rejilla firmemente contra el cofre. Aplique aproximadamente 20 libras de
                    fuerza a lo largo del &#225;rea de la rejilla sobre la cinta.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar los 8 sujetadores de "estrella" retirados anteriormente.</para>
            </step1>
            <figure id="f030901" figsize="pg-wide">
                <graphic filename="../tsifigures/g0309011.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="336px"/>
                <caption>Figura 1. Desmontaje de la rejilla</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
