<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-09-03 - Reparaci&#243;n del Cap&#243; y del Guardabarros, Reemplazo de la Secci&#243;n del
        Guardabarros
    </stitle>
    <tsi id="tsi030903" tsitype="truck" translation="spanish">
        <tsinumber>03-09-03</tsinumber>
        <replace>
            <tsinumber>M98-09-01</tsinumber>
        </replace>
        <tsidate>Abril, 2003</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Reparaci&#243;n del Cap&#243; y del Guardabarros, Reemplazo de la Secci&#243;n del Guardabarros
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>9100
                    <daterange>
                        <startdate>03/01/1997</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200
                    <daterange>
                        <startdate>07/01/1996</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>07/01/1996</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta Informaci&#243;n de Servicio T&#233;cnico (TSI) describe c&#243;mo sacar y reemplazar la
                    secci&#243;n del guardabarros del lado izquierdo o derecho del conjunto de cap&#243; y guardabarros
                    en los modelos 4000, 7000, 8000 de la lista, y los modelos 9200 y 9400 (despu&#233;s de Julio de
                    1996) y en el modelo 9100 (despu&#233;s de Marzo de 1997), cuando la secci&#243;n del guardabarros
                    est&#225; da&#241;ada.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0309031" frame="all">
                <title>Informaci&#243;n Sobre las Partes</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.39in"/>
                    <colspec colwidth="3.03in"/>
                    <colspec colwidth="1.08in"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>N&#250;mero de Parte</para>
                            </entry>
                            <entry align="center">
                                <para>Descripci&#243;n de la Parte</para>
                            </entry>
                            <entry align="center">
                                <para>Cantidad</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para></para>
                            </entry>
                            <entry>
                                <para>Secci&#243;n del guardabarros, derecho</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para></para>
                            </entry>
                            <entry>
                                <para>Secci&#243;n del guardabarros, izquierdo</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>Adhesivo Reactivo T20, o T21</para>
                            </entry>
                            <entry>
                                <para>Adhesivo Reactivo Para Cami&#243;n, Adhesivo Estructural Pl&#225;stico</para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Para completar la remoci&#243;n y reemplazo de la secci&#243;n del guardabarros, ser&#225;n
                        necesarios los siguientes materiales y equipos: Adhesivo reactivo para la reparaci&#243;n,
                        pistola para aplicaci&#243;n del adhesivo, pistola caliente (250 grados), esp&#225;tula para
                        masilla, martillo, Abrazaderas en C, papel de lija de grano 180, trapos limpios, cinta de
                        enmascarar, disco de corte/o sierra, m&#225;scara para la cara y guantes de caucho.
                    </para>
                </note>
                <note>
                    <para>Para ordenar el Adhesivo Reactivo HOJAS DE MATERIAL DE SEGURIDAD Y HOJA DE INFORMACI&#211;N
                        (MSDS), p&#243;ngase en contacto con el 1-800- 234 FUSOR. Para ordenar el Adhesivo Reactivo
                        (Fusor), vea la Carta de Partes G-19-4577-A.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="22">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <svcprocinfo>
                <para>Antes de sacar y de reemplazar la secci&#243;n del guardabarros del lado izquierdo o derecho del
                    conjunto de cap&#243; y guardabarros, ser&#225; necesario remover ciertos componentes del cap&#243;
                    y del guardabarros.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>MATERIALES Y EQUIPOS REQUERIDOS</title>
                <para>Para completar el desmontaje y reemplazo de una secci&#243;n del guardabarros, ser&#225;n
                    necesarios los siguientes materiales y equipos: Adhesivo Reactivo T20, o T21, pistola para la
                    aplicaci&#243;n del adhesivo, pistola caliente (250 grados), esp&#225;tula, martillo, Abrazaderas en
                    C, papel de lija 180, trapos limpios, cinta adhesiva, disco y/o sierra de corte, m&#225;scara para
                    la cara y guantes de caucho y alcohol.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>REMOCI&#211;N DE LA SECCI&#211;N DA&#209;ADA DEL GUARDABARROS</title>
                <specpara>
                    <note>
                        <para>Cuando sea posible, aplique calor a la pieza de la secci&#243;n del guardabarros que se
                            est&#225; removiendo.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Remueva el cap&#243;. Para instrucciones sobre la remoci&#243;n del guardabarros vea
                        el Grupo 9, Extremo Delantero, en el Manual de Servicio Maestro, para el modelo que se est&#225;
                        recibiendo servicio.
                    </para>
                </step1>
                <step1>
                    <para count="1">Antes de remover los soportes del panel contra salpicaduras de la secci&#243;n del
                        guardabarros da&#241;ado, mida y marque la posici&#243;n del soporte del tablero contra
                        salpicaduras en la nueva secci&#243;n de guardabarros.
                    </para>
                    <figure id="f980901b" figsize="pg-wide">
                        <graphic id="g980901b" filename="../tsifigures/g980901b.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="352px"/>
                        <caption>Figura 1. Use la Pistola de Calor para Calentar el Soporte del Tablero contra
                            Salpicaduras
                        </caption>
                        <calloutgroup>
                            <callout1>1. SOPORTE DEL TABLERO CONTRA SALPICADURAS</callout1>
                            <callout1>2. SECCI&#211;N DEL GUARDABARROS (SE MUESTRA EL LADO DEL CONDUCTOR)</callout1>
                            <callout1>3. PISTOLA DE CALOR</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <specpara>
                    <warning>
                        <para>Para evitar posibles lesiones personales, durante el procedimiento, use ropa protectora,
                            anteojos de seguridad, m&#225;scara de seguridad para la cara y guantes de caucho.
                        </para>
                        <para>Use un respirador aprobado NIOSH, o MSHA para evitar respirar el polvo y los humos.</para>
                        <para>Trabaje en un &#225;rea separada y alejada de otras operaciones.</para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Use una pistola de calor (
                        <hotlnk xrefid="f980901b">&#237;tem 3, Figura 1</hotlnk>) y caliente el soporte del panel contra
                        salpicaduras (
                        <hotlnk xrefid="f980901b">&#237;tem 1, Figura 1</hotlnk>). Mientras calienta el soporte del
                        panel contra salpicaduras, use una esp&#225;tula para empujar entre la secci&#243;n del
                        guardabarros y el soporte del panel contra salpicaduras, a fin de separarlo de la secci&#243;n
                        del guardabarros. Saque el soporte del panel contra salpicaduras. Si no est&#225; da&#241;ado,
                        guarde para la reinstalaci&#243;n. Siga el mismo procedimiento para el refuerzo trasero Mientras
                        calienta el soporte del panel contra salpicaduras, use una esp&#225;tula para empujar entre la
                        secci&#243;n del guardabarros y el soporte del panel contra salpicaduras, a fin de separarlo de
                        la secci&#243;n del guardabarros. Saque el soporte del panel contra salpicaduras. Si no est&#225;
                        da&#241;ado, guarde para la reinstalaci&#243;n. Siga el mismo procedimiento para el refuerzo
                        trasero.
                    </para>
                </step1>
                <specpara>
                    <important>
                        <para>Al cortar la secci&#243;n da&#241;ada del guardabarros, tenga especial cuidado al cortar
                            alrededor de la caja de las l&#225;mpara delanteras (en todos los modelos). Cuando instale
                            la secci&#243;n nueva del guardabarros nuevo del modelo 9200, tenga mucho cuidado al cortar
                            en el borde trasero de la secci&#243;n del guardabarros desde la parte inferior del soporte
                            lateral del guardabarros hasta la parte superior del cap&#243;. Estos pedazos se usar&#225;n
                            como plantillas para taladrar orificios de montaje de la l&#225;mpara delantera y para
                            cortar la secci&#243;n trasera del guardabarros durante la INSTALACI&#211;N.
                        </para>
                    </important>
                </specpara>
                <step1>
                    <para count="1">Desde el interior del cap&#243;, use una sierra y/o un disco cortador para cortar la
                        secci&#243;n del guardabarros lo m&#225;s cerca posible de la parte superior del cap&#243; (
                        <hotlnk xrefid="f980901c">Figura 2</hotlnk>) y de los soportes delantero y lateral del cap&#243;
                        (
                        <hotlnk xrefid="f980901d">Figura 3</hotlnk>).
                        <hotlnk xrefid="f980901e">La Figura 4</hotlnk>
                        muestra la secci&#243;n del guardabarros despu&#233;s del corte del guardabarros.
                    </para>
                    <figure id="f980901c" figsize="pg-wide">
                        <graphic id="g980901c" filename="../tsifigures/g980901c.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="352px"/>
                        <caption>Figura 2. Retire la secci&#243;n del guardabarros cortada</caption>
                        <calloutgroup>
                            <callout1>1. HERRAMIENTA CORTADORA</callout1>
                            <callout1>2. SECCI&#211;N DEL GUARDABARROS (SE MUESTRA EL LADO DEL PASAJERO)</callout1>
                            <callout1>3. PARTE SUPERIOR DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f980901d" figsize="pg-wide">
                        <graphic id="g980901d" filename="../tsifigures/g980901d.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="352px"/>
                        <caption>Figura 3. Soporte Delantero y Lateral del Cap&#243;</caption>
                        <calloutgroup>
                            <callout1>1. HERRAMIENTA CORTADORA</callout1>
                            <callout1>2. SECCI&#211;N DEL GUARDABARROS (SE MUESTRA EL LADO DEL PASAJERO)</callout1>
                            <callout1>3. SOPORTE DELANTERO DEL CAP&#211;</callout1>
                            <callout1>4. SOPORTE LATERAL DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                    <figure id="f980901e" figsize="pg-wide">
                        <graphic id="g980901e" filename="../tsifigures/g980901e.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="352px"/>
                        <caption>Figura 4. Secci&#243;n del Guardabarros</caption>
                        <calloutgroup>
                            <callout1>1. PARTE SUPERIOR DEL CAP&#211;</callout1>
                            <callout1>2. SECCI&#211;N DEL GUARDABARROS (SE MUESTRA EL LADO DEL CONDUCTOR)</callout1>
                            <callout1>3. L&#205;NEAS DE REFERENCIA</callout1>
                            <callout1>4. PISTOLA DE CALOR</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Usando un disco cortador, marque a trav&#233;s de la secci&#243;n del guardabarros
                        que queda en el soporte lateral del cap&#243; (
                        <hotlnk xrefid="f980901e">Figura 4</hotlnk>). Tenga cuidado de no cortar el soporte lateral del
                        cap&#243;. Esto facilitar&#225; el calentamiento y desmontaje de los pedazos restantes de la
                        secci&#243;n del guardabarros.
                    </para>
                </step1>
                <step1>
                    <para count="1">Use una pistola de calor (
                        <hotlnk xrefid="f980901f">&#237;tem 1, Figura 5</hotlnk>) y caliente el pedazo de la secci&#243;n
                        del guardabarros (
                        <hotlnk xrefid="f980901f">&#237;tem 2, Figura 5</hotlnk>) en el soporte lateral del cap&#243; (
                        <hotlnk xrefid="f980901f">&#237;tem 3, Figura 5</hotlnk>).
                    </para>
                    <figure id="f980901f" figsize="pg-wide">
                        <graphic id="g980901f" filename="../tsifigures/g980901f.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="352px"/>
                        <caption>Figura 5. Pedazo de la Secci&#243;n del Guardabarros Caliente</caption>
                        <calloutgroup>
                            <callout1>1. PISTOLA DE CALOR</callout1>
                            <callout1>2. PEDAZOS DE LA SECCI&#211;N DEL GUARDABARROS</callout1>
                            <callout1>3. SOPORTE LATERAL DEL CAP&#211;</callout1>
                            <callout1>4. PARTE SUPERIOR DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Use un martillo y una esp&#225;tula e introduzca la esp&#225;tula entre los pedazos
                        del guardabarros y el soporte lateral del cap&#243; saque los pedazos del guardabarros (
                        <hotlnk xrefid="f980901g">Figura 6</hotlnk>).
                    </para>
                    <figure id="f980901g" figsize="pg-wide">
                        <graphic id="g980901g" filename="../tsifigures/g980901g.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="392px"/>
                        <caption>Figura 6. Trabaje con la Esp&#225;tula entre los Dos Pedazos de Guardabarros</caption>
                        <calloutgroup>
                            <callout1>1. MARTILLO Y ESP&#193;TULA</callout1>
                            <callout1>2. PEDAZOS DE LA SECCI&#211;N DEL GUARDABARROS</callout1>
                            <callout1>3. SOPORTE LATERAL DEL CAP&#211;</callout1>
                            <callout1>4. PISTOLA DE CALOR</callout1>
                            <callout1>5. ESP&#193;TULA</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Comenzando en el borde trasero del conjunto de cap&#243; y guardabarros, use una
                        pistola de calor (
                        <hotlnk xrefid="f980901h">&#237;tem 1, Figura 7</hotlnk>) para calentar el pedazo de la secci&#243;n
                        del guardabarros (
                        <hotlnk xrefid="f980901h">&#237;tem 2, Figura 7</hotlnk>) desde el interior del cap&#243;.
                        Introduzca una esp&#225;tula entre la parte superior del cap&#243; (
                        <hotlnk xrefid="f980901h">&#237;tem 3, Figura 7</hotlnk>) y los pedazos del guardabarros para
                        separarlos. Tenga cuidado de no agrietar la parte superior del cap&#243;. Trabaje hacia el
                        contorno de la rejilla en la parte delantera del cap&#243;.
                    </para>
                    <figure id="f980901h" figsize="pg-wide">
                        <graphic id="g980901h" filename="../tsifigures/g980901h.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="352px"/>
                        <caption>Figura 7. Pedazos del Guardabarros Separados</caption>
                        <calloutgroup>
                            <callout1>1. PISTOLA DE CALOR</callout1>
                            <callout1>2. PEDAZO DE LA SECCI&#211;N DEL GUARDABARROS</callout1>
                            <callout1>3. PARTE SUPERIOR DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">En el lugar en que el pedazo de la secci&#243;n del guardabarros (
                        <hotlnk xrefid="f980901i">&#237;tem 1, Figura 8</hotlnk>) est&#225; unido con el soporte lateral
                        del cap&#243; (
                        <hotlnk xrefid="f980901i">&#237;tem 2, Figura 8</hotlnk>) y con la parte superior del cap&#243;
                        (&#237;tem 3, Figura 8), tambi&#233;n ser&#225; necesario aplicar calor a la parte superior del
                        cap&#243;. Tenga cuidado de no sobrecalentar la parte superior del cap&#243;. Tenga cuidado de
                        no agrietar la parte superior del cap&#243; mientras introduce la esp&#225;tula entre la parte
                        superior del cap&#243; y la secci&#243;n del guardabarros.
                    </para>
                    <figure id="f980901i" figsize="pg-wide">
                        <graphic id="g980901i" filename="../tsifigures/g980901i.webp" type="webp" scalefit="1"
                                 scalefitwidth="392px" scalefitheight="352px"/>
                        <caption>Figura 8. Secci&#243;n del Guardabarros en la Parte Superior del Cap&#243; y Soporte
                            Lateral del Cap&#243;
                        </caption>
                        <calloutgroup>
                            <callout1>1. SECCI&#211;N DEL GUARDABARROS EN LA PARTE SUPERIOR DEL CAP&#211; Y SOPORTE
                                LATERAL DEL CAP&#211;
                            </callout1>
                            <callout1>2. SOPORTE LATERAL DEL CAP&#211;</callout1>
                            <callout1>3. PARTE SUPERIOR DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Usando un disco cortador, corte la secci&#243;n del guardabarros y marque la secci&#243;n
                        del guardabarros que queda en el soporte delantero del cap&#243;. Tenga cuidado de no cortar el
                        soporte delantero del cap&#243;. Esto facilitar&#225; el calentamiento y desmontaje de los
                        pedazos restantes de la secci&#243;n del guardabarros (
                        <hotlnk xrefid="f980901j">Figura 9</hotlnk>).
                    </para>
                    <figure id="f980901j" figsize="pg-wide">
                        <graphic id="g980901j" filename="../tsifigures/g980901j.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="432px"/>
                        <caption>Figura 9. Removiendo las Piezas Remanentes de la Secci&#243;n del Guardabarros
                        </caption>
                        <calloutgroup>
                            <callout1>1. HERRAMIENTA CORTADORA</callout1>
                            <callout1>2. PEDAZO DE LA SECCI&#211;N DEL GUARDABARROS</callout1>
                            <callout1>3. SOPORTE DELANTERO DEL CAP&#211;</callout1>
                            <callout1>4. L&#205;NEAS DE REFERENCIA</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Caliente los pedazos de la secci&#243;n del guardabarros en el soporte delantero del
                        cap&#243; y, con la esp&#225;tula, saque los pedazos de guardabarros (
                        <hotlnk xrefid="f980901j">Figura 9</hotlnk>).
                    </para>
                </step1>
                <step1>
                    <para count="1">En el lugar en que la secci&#243;n del guardabarros est&#225; unida con el contorno
                        de la rejilla y con el soporte delantero del cap&#243;, ser&#225; necesario aplicar calor a
                        ambos lados. Teniendo cuidado de no calentar en exceso el contorno de la rejilla, caliente el
                        contorno de la rejilla y el lado trasero del soporte delantero del cap&#243; (
                        <hotlnk xrefid="f980901k">Figura 10</hotlnk>).
                    </para>
                    <figure id="f980901k" figsize="pg-wide">
                        <graphic id="g980901k" filename="../tsifigures/g980901k.webp" type="webp" scalefit="1"
                                 scalefitwidth="312px" scalefitheight="432px"/>
                        <caption>Figura 10. Caliente el Contorno de la Rejilla y el Lado Trasero del Soporte Delantero
                            del Cap&#243;
                        </caption>
                        <calloutgroup>
                            <callout1>1. CONTORNO DE LA REJILLA</callout1>
                            <callout1>2. SOPORTE DELANTERO DEL CAP&#211;</callout1>
                            <callout1>3. PEDAZO DE LA SECCI&#211;N DEL GUARDABARROS</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Use un martillo peque&#241;o e introduzca la esp&#225;tula entre el contorno de la
                        rejilla y la secci&#243;n del guardabarros y entre el soporte delantero del cap&#243; y la secci&#243;n
                        del guardabarros. Tenga cuidado de no agrietar el contorno de la rejilla mientras introduce la
                        esp&#225;tula entre la secci&#243;n del guardabarros y el contorno de la rejilla (
                        <hotlnk xrefid="f980901k">Figura 10</hotlnk>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Contin&#250;e aplicando calor en el contorno de la rejilla y al soporte delantero
                        del cap&#243;. Use la esp&#225;tula y los alicates y saque el pedazo de la secci&#243;n del
                        guardabarros de entre el contorno de la rejilla y el soporte delantero del cap&#243;.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>PREPARACI&#211;N Y LIMPIEZA DEL CAP&#211; Y DE LA SECCI&#211;N NUEVA DEL GUARDABARROS</title>
                <step1>
                    <para count="1">Una vez sacada la secci&#243;n da&#241;ada del guardabarros, use un disco de lijado
                        y limpie el adhesivo que queda entre el contorno de la rejilla y el soporte delantero del cap&#243;,
                        el soporte delantero del cap&#243;, el soporte lateral del cap&#243; y la superficie interior de
                        la parte superior del cap&#243; donde se asegurar&#225; con adhesivo la secci&#243;n nueva del
                        guardabarros. Luego, con un trapo sin pelusas mojado en alcohol, limpie estas superficies y
                        frote con papel de lija 180 (
                        <hotlnk xrefid="f980901l">Figura 11</hotlnk>).
                    </para>
                    <figure id="f980901l" figsize="pg-wide">
                        <graphic id="g980901l" filename="../tsifigures/g980901l.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="392px"/>
                        <caption>Figura 11. Limpie Estas Superficies</caption>
                        <calloutgroup>
                            <callout1>1. CONTORNO DE LA REJILLA</callout1>
                            <callout1>2. SOPORTE DELANTERO DEL CAP&#211;</callout1>
                            <callout1>3. PARTE SUPERIOR DEL CAP&#211;</callout1>
                            <callout1>4. SOPORTE LATERAL DEL CAP&#211;</callout1>
                            <callout1>5. SUPERFICIE ADHESIVA</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Use un trapo sin pelusas y mojado en alcohol para limpiar las superficies del
                        interior y del exterior de la secci&#243;n nueva del guardabarros en el lugar en que &#233;sta
                        se asegurar&#225; con adhesivo al contorno de la rejilla, a la parte superior del cap&#243;, al
                        soporte delantero del cap&#243; y al soporte lateral del cap&#243; luego, frote estas
                        superficies con papel de lija n&#250;mero 180 (
                        <hotlnk xrefid="f980901m">Figura 12</hotlnk>).
                    </para>
                    <figure id="f980901m" figsize="pg-wide">
                        <graphic id="g980901m" filename="../tsifigures/g980901m.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="352px"/>
                        <caption>Figura 12. Lije Estas Superficies</caption>
                        <calloutgroup>
                            <callout1>1. SECCI&#211;N NUEVA DEL GUARDABARROS</callout1>
                            <callout1>2. EXTERIOR DE LAS SUPERFICIES COINCIDENTES</callout1>
                            <callout1>3. INTERIOR DE LAS SUPERFICIES COINCIDENTES</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Antes de aplicar el adhesivo, use un trapo sin pelusas, seco y limpio para limpiar
                        la fibra de vidrio suelta y el polvo del contorno de la rejilla, de la parte superior del cap&#243;,
                        del soporte delantero del cap&#243;, del soporte lateral del cap&#243; y de la secci&#243;n
                        nueva del guardabarros.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>INSTALACI&#211;N DE LA SECCI&#211;N NUEVA DEL GUARDABARROS</title>
                <specpara>
                    <warning>
                        <para>Evite el contacto con los ojos, piel, y ropas. Evite respirar los vapores o nieblas. No
                            respire polvo. Use buena ventilaci&#243;n y aparato de respiraci&#243;n adecuado. Antes de
                            usar este material, consulte la Hoja de informaci&#243;n de seguridad y materiales de la
                            Corporaci&#243;n Fabricante del Adhesivo Reactivo. Puede comunicarse con ellos, llamando al
                            tel&#233;fono 1 800 - 234- FUSOR. Puede encontrar m&#225;s informaci&#243;n en el sitio de
                            la internet ISIS
                            <supscript>&#174;</supscript>
                            (Proveedor del Reactivo &#8594; Fusor).
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Antes de aplicar adhesivo a la parte superior del cap&#243; (
                        <hotlnk xrefid="f980901n">&#237;tem 1, Figura 13</hotlnk>) o a la secci&#243;n nueva del
                        guardabarros (
                        <hotlnk xrefid="f980901n">&#237;tem 2, Figura 13</hotlnk>), deslice la secci&#243;n nueva del
                        guardabarros hasta su posici&#243;n en el cap&#243; y revise el ajuste. Use abrazaderas (
                        <hotlnk xrefid="f980901n">&#237;tem 3, Figura 13</hotlnk>) para sujetarla en su lugar.
                    </para>
                    <figure id="f980901n" figsize="pg-wide">
                        <graphic id="g980901n" filename="../tsifigures/g980901n.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="432px"/>
                        <caption>Figura 13. Use Abrazaderas para Retener en Posici&#243;n la Secci&#243;n del
                            Guardabarros
                        </caption>
                        <calloutgroup>
                            <callout1>1. PARTE SUPERIOR DEL CAP&#211;</callout1>
                            <callout1>2. SECCI&#211;N NUEVA DEL GUARDABARROS</callout1>
                            <callout1>3. ABRAZADERA</callout1>
                            <callout1>4. CINTA DE ENMASCARAR</callout1>
                            <callout1>5. CONTORNO DE LA REJILLA</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Aplique cinta de enmascarar (
                        <hotlnk xrefid="f980901n">&#237;tem 4, Figura 13</hotlnk>) al contorno de la rejilla (
                        <hotlnk xrefid="f980901n">&#237;tem 5, Figura 13</hotlnk>) y a la secci&#243;n de cap&#243;
                        justo por debajo del contorno de la rejilla; luego, aplique cinta de enmascarar desde la orilla
                        de la rejilla hasta el borde trasero de la parte superior del cap&#243; (
                        <hotlnk xrefid="f980901n">&#237;tem 1, Figura 13</hotlnk>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Con la secci&#243;n nueva del guardabarros (
                        <hotlnk xrefid="f980901n">&#237;tem 2, Figura 13</hotlnk>) en su lugar de prueba, aplique
                        horizontalmente cinta de enmascarar (
                        <hotlnk xrefid="f980901n">&#237;tem 4, Figura 13</hotlnk>) a la secci&#243;n nueva del
                        guardabarros, comenzando en la orilla delantera de la secci&#243;n del guardabarros hasta su
                        orilla trasera
                    </para>
                </step1>
                <step1>
                    <para count="1">Aplique tambi&#233;n verticalmente cinta de enmascarar (
                        <hotlnk xrefid="f980901n">&#237;tem 4, Figura 13</hotlnk>) a la secci&#243;n nueva del
                        guardabarros (
                        <hotlnk xrefid="f980901n">&#237;tem 2, Figura 13</hotlnk>), comenzando en la orilla delantera
                        superior de la secci&#243;n del guardabarros hasta la parte inferior de la secci&#243;n nueva
                        del guardabarros.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva la secci&#243;n nueva del guardabarros del cap&#243; (
                        <hotlnk xrefid="f980901o">Figura 14</hotlnk>).
                    </para>
                    <figure id="f980901o" figsize="pg-wide">
                        <graphic id="g980901o" filename="../tsifigures/g980901o.webp" type="webp" scalefit="1"
                                 scalefitwidth="392px" scalefitheight="352px"/>
                        <caption>Figura 14. Aplique el Adhesivo</caption>
                        <calloutgroup>
                            <callout1>1. CONTORNO DE LA REJILLA</callout1>
                            <callout1>2. SOPORTE DELANTERO DEL CAP&#211;</callout1>
                            <callout1>3. SOPORTE LATERAL DEL CAP&#211;</callout1>
                            <callout1>4. PARTE SUPERIOR DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Aplique adhesivo reactivo entre el contorno de la rejilla y el soporte delantero del
                        cap&#243; y luego aplique adhesivo a las superficies coincidentes con la secci&#243;n nueva del
                        guardabarros en el soporte delantero del cap&#243;, en el soporte lateral del cap&#243; y en la
                        parte superior interior del cap&#243; (
                        <hotlnk xrefid="f980901o">Figura 14</hotlnk>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez aplicado el adhesivo, con la ayuda de un compa&#241;ero de trabajo, coloque
                        la parte delantera de la secci&#243;n nueva del guardabarros entre el contorno de la rejilla y
                        el soporte delantero del cap&#243; y luego coloque la parte sobresaliente de la secci&#243;n del
                        guardabarros detr&#225;s de la parte superior del cap&#243; y sujete la secci&#243;n del
                        guardabarros en su lugar en el soporte delantero, trasero y lateral del cap&#243; (
                        <hotlnk xrefid="f980901n">Figura 13</hotlnk>).
                    </para>
                </step1>
                <step1>
                    <para count="1">Con la secci&#243;n nueva del guardabarros (
                        <hotlnk xrefid="f980901p">&#237;tem 1, Figura 15</hotlnk>) sujeta contra el soporte lateral del
                        cap&#243; (
                        <hotlnk xrefid="f980901p">&#237;tem 2, Figura 15</hotlnk>), taladre los orificios de montaje de
                        la correa sujetadora del cap&#243; (
                        <hotlnk xrefid="f980901p">&#237;tem 3, Figura 15</hotlnk>) en la secci&#243;n nueva del
                        guardabarros usando como plantilla los agujeros del soporte lateral del cap&#243;. Instale los 3
                        tornillos y tuercas hexagonales de la correa sujetadora del cap&#243; para asegurar la secci&#243;n
                        del guardabarros al soporte lateral del cap&#243;.
                    </para>
                    <figure id="f980901p" figsize="pg-wide">
                        <graphic id="g980901p" filename="../tsifigures/g980901p.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="432px"/>
                        <caption>Figura 15. Secci&#243;n del Guardabarros Nueva Contra el Soporte Lateral de Cap&#243;
                        </caption>
                        <calloutgroup>
                            <callout1>1. SECCI&#211;N NUEVA DEL GUARDABARROS</callout1>
                            <callout1>2. SOPORTE LATERAL L CAP&#211;</callout1>
                            <callout1>3. ORIFICIOS DE MONTAJE DE LA CORREA SUJETADORA DEL CAP&#211;</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Use un pedazo de pl&#225;stico o de madera para sacar el exceso de adhesivo de la
                        costura entre la parte superior del cap&#243; y la secci&#243;n nueva del guardabarros. Saque
                        tambi&#233;n el exceso de adhesivo desde el contorno de la rejilla y de la parte delantera de la
                        secci&#243;n del guardabarros antes de que &#233;ste comience a curar (
                        <hotlnk xrefid="f980901q">Figura 16</hotlnk>).
                    </para>
                    <figure id="f980901q" figsize="pg-wide">
                        <graphic id="g980901q" filename="../tsifigures/g980901q.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="352px"/>
                        <caption>Figura 16. Remueva el Exceso de Adhesivo</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Use las mediciones y marcas en la secci&#243;n nueva del guardabarros para ubicar
                        correctamente el soporte del panel contra salpicaduras (
                        <hotlnk xrefid="f980901r">&#237;tem 1, Figura 17</hotlnk>) en la secci&#243;n nueva del
                        guardabarros (
                        <hotlnk xrefid="f980901r">&#237;tem 2, Figura 17</hotlnk>).
                    </para>
                    <figure id="f980901r" figsize="pg-wide">
                        <graphic id="g980901r" filename="../tsifigures/g980901r.webp" type="webp" scalefit="1"
                                 scalefitwidth="288px" scalefitheight="352px"/>
                        <caption>Figura 17. Coloque en Posici&#243;n el Soporte del Tablero Contra Salpicaduras
                        </caption>
                        <calloutgroup>
                            <callout1>1. SOPORTE DEL PANEL CONTRA SALPICADURAS</callout1>
                            <callout1>2. SECCI&#211;N DEL GUARDABARROS (SE MUESTRA EL LADO DEL CONDUCTOR)</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Aplique adhesivo a las superficies de montaje en el soporte del panel contra
                        salpicaduras (
                        <hotlnk xrefid="f980901r">&#237;tem 1, Figura 17</hotlnk>) ub&#237;quelo correctamente en la
                        secci&#243;n nueva del guardabarros (
                        <hotlnk xrefid="f980901r">&#237;tem 2, Figura 17</hotlnk>) y presione firmemente sobre la secci&#243;n
                        nueva del guardabarros. Use cinta para conductos para mantenerlo en su lugar.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva la cinta de enmascarar (
                        <hotlnk xrefid="f980901s">&#237;tem 1, Figura 18</hotlnk>) del el contorno de la rejilla, de la
                        secci&#243;n del cap&#243; justo debajo del contorno de la rejilla, de la parte superior del cap&#243;
                        y de la secci&#243;n nueva del guardabarros (
                        <hotlnk xrefid="f980901s">&#237;temes 2, 3 and 4, Figura 18</hotlnk>).
                    </para>
                    <figure id="f980901s" figsize="pg-wide">
                        <graphic id="g980901s" filename="../tsifigures/g980901s.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="432px"/>
                        <caption>Figura 18. Remueva la Cinta de Enmascarar.</caption>
                        <calloutgroup>
                            <callout1>1. CINTA DE ENMASCARAR</callout1>
                            <callout1>2. CONTORNO DE LA REJILLA</callout1>
                            <callout1>3. PARTE SUPERIOR DEL CAP&#211;</callout1>
                            <callout1>4. SECCI&#211;N NUEVA DEL GUARDABARROS</callout1>
                            <callout1>5. ABRAZADERA</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Deje que el adhesivo cure durante por lo menos 4 horas antes de remover las
                        abrazaderas (
                        <hotlnk xrefid="f980901s">&#237;tem 5, Figura 18</hotlnk>).
                    </para>
                    <specpara>
                        <note>
                            <para>A 70 grados, el adhesivo curar&#225; entre 24 y 48 horas (o una hora a 140&#176;F/60&#176;C).</para>
                        </note>
                    </specpara>
                </step1>
                <step1>
                    <para count="1">Haga localmente una plantilla a partir de la caja de la l&#225;mpara delantera vieja
                        de la secci&#243;n removida del guardabarros, si no est&#225; da&#241;ada. Si est&#225; da&#241;ada,
                        use otra caja de la l&#225;mpara delantera para hacer la plantilla. Taladre los orificios en la
                        caja de la l&#225;mpara delantera de la secci&#243;n nueva del guardabarros para el conjunto de
                        la l&#225;mpara delantera, l&#225;mpara de se&#241;ale de viraje y para el guardabarros (
                        <hotlnk xrefid="f980901t">Figura 19</hotlnk>).
                    </para>
                    <figure id="f980901t" figsize="pg-wide">
                        <graphic id="g980901t" filename="../tsifigures/g980901t.webp" type="webp" scalefit="1"
                                 scalefitwidth="432px" scalefitheight="432px"/>
                        <caption>Figura 19. Perfore los Agujeros en la Caja de la L&#225;mpara Delantera</caption>
                        <calloutgroup>
                            <callout1>1. AGUJEROS PARA EL CONJUNTO DE LA L&#193;MPARA DELANTERA/SE&#209;AL DE VIRAJE
                            </callout1>
                            <callout1>2. AGUJEROS PARA EL GUARDABARROS</callout1>
                        </calloutgroup>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Si el cap&#243; es 9200, use el pedazo trasero de la secci&#243;n gastada del
                        guardabarros que se guard&#243; al cortar la secci&#243;n antigua del guardabarros. &#250;selo
                        como plantilla para marcar la parte trasera de la secci&#243;n nueva del guardabarros de modo
                        que se pueda cortar correctamente (
                        <hotlnk xrefid="f980901u">Figura 20</hotlnk>).
                    </para>
                    <figure id="f980901u" figsize="col-wide">
                        <graphic id="g980901u" filename="../tsifigures/g980901u.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px" scalefitheight="272px"/>
                        <caption>Figura 20. Use Como Plantilla el Pedazo Trasero de la Secci&#243;n del Guardabarros
                            Viejo
                        </caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Usando un disco cortador, corte la secci&#243;n nueva del guardabarros seg&#250;n lo
                        marcado (
                        <hotlnk xrefid="f980901v">Figura 21</hotlnk>).
                    </para>
                    <figure id="f980901v" figsize="pg-wide">
                        <graphic id="g980901v" filename="../tsifigures/g980901v.webp" type="webp" scalefit="1"
                                 scalefitwidth="352px" scalefitheight="312px"/>
                        <caption>Figura 21. Corte la Secci&#243;n Nueva del Guardabarros Seg&#250;n lo Marcado</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Usando una lijadora, lije la secci&#243;n nueva del guardabarros para suavizar y
                        realizar el acabado de los bordes (
                        <hotlnk xrefid="f980901w">Figura 22</hotlnk>).
                    </para>
                    <figure id="f980901w" figsize="col-wide">
                        <graphic id="g980901w" filename="../tsifigures/g980901w.webp" type="webp" scalefit="1"
                                 scalefitwidth="248px" scalefitheight="352px"/>
                        <caption>Figura 22. Suavice y Termine los Bordes</caption>
                    </figure>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>REINSTALACI&#211;N DE LOS COMPONENTES DEL CAP&#211;</title>
                <para>Una vez que el adhesivo se haya curado correctamente, reinstale la correa sujetadora del cap&#243;,
                    el logotipo del producto, el conjunto de la l&#225;mpara delantera y l&#225;mpara de se&#241;al de
                    viraje, el guardabarros, el panel contra salpicaduras y el soporte del montaje del muelle auxiliar
                    de inclinaci&#243;n. Siga las instrucciones que encontrar&#225; en el Grupo 9, Extremo Delantero, en
                    el Manual de Servicio Maestro, para el modelo al que se le est&#225; prestando servicio.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
