<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-05-02R - Cojinete de la Parte Inferior de la Columna de la Direcci&#243;n Inclinable
        Douglas Autotech, Re -alineaci&#243;n
    </stitle>
    <tsi id="tsi030502R" tsitype="truck" translation="spanish">
        <tsinumber>03-05-02R</tsinumber>
        <replace>
            <tsinumber>03-05-02</tsinumber>
        </replace>
        <tsidate>Noviembre, 2003</tsidate>
        <subjectfile>Direcci&#243;n</subjectfile>
        <subjectgroup>
            <subject>Cojinete de la Parte Inferior de la Columna de la Direcci&#243;n Inclinable Douglas Autotech, Re
                -alineaci&#243;n
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <ucodegroup/>

                <ucode>05708</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>Nota</title>
                <para>La informaci&#243;n suministrada aqu&#237; para el uso de este producto ha sido facilitada por el
                    fabricante y/o el distribuidor. International Truck and Engine Corporation re-imprime esta informaci&#243;n
                    basada en la representaci&#243;n hecha por la Compa&#241;&#237;a, por el fabricante y/o por el
                    distribuidor, y no es responsable por cualquier error o contratiempo resultante de tales errores o
                    provenientes de la mala utilizaci&#243;n del producto. Se recomienda que cada usuario siga
                    cuidadosamente las instrucciones que acompa&#241;an cada producto. Por favor, refi&#233;rase al
                    archivo
                    <exhotlnk document="../tsis/030502r.pdf" bookname="TSI">pdf para esta TSI,</exhotlnk>
                    para el Bolet&#237;n Douglas Auto Tech TIB, N&#250;mero 20053003, el cual suministra informaci&#243;n
                    sobre la Re-Alineaci&#243;n del Cojinete Inferior de la Columna de la Direcci&#243;n.
                </para>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os a la propiedad o lesiones personales, estacione el veh&#237;culo
                            sobre una superficie nivelada, coloque el freno de estacionamiento, cu&#241;e las ruedas y
                            apague el motor.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <note>
                        <para>Cuando efect&#250;e el siguiente procedimiento, guarde el tornillo de seguridad, la
                            arandela y la tuerca para volver a usarlos en la re-instalaci&#243;n.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Si el tornillo de seguridad, la arandela o la tuerca tienen se&#241;ales de da&#241;os,
                            deben ser reemplazados por componentes del Grado 8 SAE para evitar da&#241;os a la
                            propiedad, lesiones personales, o la muerte.
                        </para>
                    </warning>
                </specpara>
            </geninfo>
        </description>
    </tsi>
</isis>
