<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-09-02 - Pintura de la Superficie del Guardabarros con Astilladuras en Forma de Estrella
    </stitle>
    <tsi id="tsi030902" tsitype="truck" translation="spanish">
        <tsinumber>03-09-02</tsinumber>
        <replace>
            <tsinumber>M99-09-01</tsinumber>
        </replace>
        <tsidate>Febrero, 2003</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Pintura de la Superficie del Guardabarros con Astilladuras en Forma de Estrella</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5900</truckmodel>
                <truckmodel>9200
                    <daterange>
                        <enddate>07/01/1996</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400
                    <daterange>
                        <enddate>07/01/1996</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <enddate>04/01/2001</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Las astilladuras en forma de estrella en la superficie pintada de los guardabarros hechos en fibra
                    de vidrio repartida a mano, pueden ocurrir cuando las piedras u otros objetos s&#243;lidos lanzados
                    por las llantas golpean contra la parte interior (por debajo) de la superficie de los guardabarros.
                    Para prevenir antes de que ocurran las astilladuras en forma de estrella, o despu&#233;s de haber
                    sido reparadas, es recomendable aplicar en las superficies interiores de los guardabarros el
                    material en l&#225;minas de uretano con respaldo adhesivo, Parte N&#250;mero 991917C1 de
                    International, o el revestimiento interior 3M , N&#250;mero de parte 051135-08881.
                </para>
                <para>Antes de aplicar las l&#225;minas de uretano o el revestimiento interior, se deben preparar las
                    superficies interiores de los guardabarros. Para &#243;ptimo funcionamiento, las superficies deben
                    ser limpiadas e imprimadas usando lavador de imprimado con esponjas "Scotch-Brite&#8482; esponjas de
                    raspar y trapos limpios, o limpiar con solvente para imprimado y brocha. El lavador de imprimado
                    recomendado es "Ashland Chemical, Inc's PLIOSEAL&#8482; 5637A.
                </para>
                <specpara>
                    <para>
                        <emph type="bold">Laminando con Uretano</emph>
                    </para>
                </specpara>
                <para>Antes de instalar las l&#225;minas de uretano, determine el tama&#241;o y forma del &#225;rea que
                    va a ser cubierta. Corte la l&#225;mina de uretano a la medida.
                </para>
                <specpara>
                    <note>
                        <para>No remueva el papel protector del respaldo de uretano hasta que usted no listo para
                            instalar en la superficie debidamente preparada. Exponer el adhesivo puede causar
                            contaminaci&#243;n y afectar la fortaleza m&#225;xima de adherencia.
                        </para>
                    </note>
                </specpara>
                <para>Coloque la l&#225;mina de uretano adecuada en contacto con la superficie interior del guardabarros
                    debidamente preparada, (
                    <hotlnk xrefid="f0309021">Figure 1</hotlnk>) y pele lentamente el papel protector del respaldo para
                    minimizar la formaci&#243;n de burbujas de aire, teniendo cuidado de no tocar el adhesivo mientras
                    se aplica el material. Se obtendr&#225; la m&#225;xima adherencia si despu&#233;s de terminar la
                    instalaci&#243;n se usa un rodillo firme peque&#241;o para ejercer una presi&#243;n adicional sobre
                    toda la l&#225;mina de uretano.
                </para>
                <figure id="f0309021" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0309021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="392px"/>
                    <caption>Figura 1. Coloque L&#225;mina de Uretano por el Lado Interior del Guardabarros (Flecha)
                    </caption>
                </figure>
            </geninfo>
            <geninfo>
                <specpara>
                    <para>
                        <emph type="bold">Recubriendo el interior con 3M</emph>
                    </para>
                </specpara>
                <para>Prepare el interior de la superficie del guardabarros como se describi&#243; en la secci&#243;n
                    previa. Aplique el recubrimiento interior 3M, N&#250;mero de Parte 051135-08881 con un grosor de
                    .030 de pulgada. Se necesitan aproximadamente 5 tarros de aerosol de recubrimiento interior 3M por
                    veh&#237;culo para el revestimiento. Permita un tiempo de curado de 24 horas antes de poner el veh&#237;culo
                    nuevamente en servicio
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
