<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-16-04 - Cintur&#243;n de Seguridad. "Traba Inversa"</stitle>
    <tsi id="tsi031604" tsitype="truck" translation="spanish">
        <tsinumber>03-16-04</tsinumber>
        <tsidate>Julio, 2003</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Cintur&#243;n de Seguridad. "Traba Inversa"</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2500</truckmodel>
                <truckmodel>2600</truckmodel>
                <truckmodel>3800</truckmodel>
                <truckmodel>4700</truckmodel>
                <truckmodel>4800</truckmodel>
                <truckmodel>4900</truckmodel>
                <truckmodel>5000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>9000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Debido a ciertas condiciones, las cuales solo se pueden presentar antes o durante la instalaci&#243;n
                    inicial del cintur&#243;n de seguridad, los dispositivos de retracci&#243;n autom&#225;tica del
                    cintur&#243;n pueden presentar lo que se conoce como "Traba Inversa". Cuando esto ocurre, el cintur&#243;n
                    no se puede halar del dispositivo de retracci&#243;n y parece que est&#225; "trabado". Esta condici&#243;n
                    puede ser causada por el embobinado excesivo de la cinta dentro del dispositivo de retracci&#243;n
                    antes de haber sido instalado en el veh&#237;culo, o porque el dispositivo de retracci&#243;n no ha
                    sido colocado en posici&#243;n vertical. Los cinturones de seguridad en los camiones de
                    International son parte cr&#237;tica del sistema de protecci&#243;n a los ocupantes. Los componentes
                    individuales de estos sistemas de cinturones de seguridad son dise&#241;ados cuidadosamente,
                    calibrados y probados en la f&#225;brica para cumplir exactamente las Normas de Seguridad de Veh&#237;culos
                    a Motor Federales (Federal Motor Vehicle Safety Standards). Siga los procedimientos para asegurar su
                    continuo cumplimiento.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>No intente reparar los componentes del cintur&#243;n de seguridad. Esta acci&#243;n puede
                        exponer a los ocupantes del cami&#243;n a sufrir lesiones serias o morir en el evento de un
                        accidente importante del veh&#237;culo.
                    </para>
                </warning>
            </specpara>
            <para>Para destrabar un conjunto de cintur&#243;n de seguridad instalado que muestra caracter&#237;sticas de
                "Traba Inversa" efect&#250;e los siguientes pasos:
            </para>
            <step1>
                <para count="1">Si el dispositivo de retracci&#243;n ha quedado trabado despu&#233;s de la instalaci&#243;n
                    en el veh&#237;culo,
                    <emph type="bold">verifique si el dispositivo de retracci&#243;n est&#225; montado en una posici&#243;n
                        de 90 grados, tal como se muestra en la
                        <hotlnk xrefid="f0316041">Figura 1</hotlnk>
                        y en la
                        <hotlnk xrefid="f0316042">Figura 2</hotlnk>.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Agarre firmemente el embobinado cercano al dispositivo de retracci&#243;n, tal como se
                    muestra en la
                    <hotlnk xrefid="f0316042">Figura 2</hotlnk>
                    .
                </para>
            </step1>
            <figure id="f0316041" figsize="col-wide">
                <graphic filename="../tsifigures/g0316041.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <figure id="f0316042" figsize="col-wide">
                <graphic filename="../tsifigures/g0316042.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <step1>
                <para count="1">Hale el embobinado con fuerza suficiente para apretar el embobinado en el carrete.
                </para>
            </step1>
            <step1>
                <para count="1">Libere el embobinado. Esto debe permitir &#189;" de embobinado adicional a enrollarse
                    dentro del carrete de almacenamiento del dispositivo de retracci&#243;n; el dispositivo debe
                    destrabarse.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si los pasos anteriores no corrigen el funcionamiento del cintur&#243;n de seguridad, o si la
                        unidad contin&#250;a presentando trabas sin una carga, REEMPLACE TODO EL CONJUNTO DEL CINTUR&#211;N
                        DE SEGURIDAD
                    </para>
                </note>
            </specpara>
            <para>Para destrabar un conjunto de cintur&#243;n de seguridad sin instalar que presenta caracter&#237;sticas
                de "Traba Inversa", efect&#250;e los siguientes pasos:
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Coloque el conjunto del dispositivo de retracci&#243;n en una prensa de banco, con una
                        orientaci&#243;n de 90 grados, tal como se muestra en la
                        <hotlnk xrefid="f0316043">Figura 3</hotlnk>.
                    </para>
                </item>
                <item>
                    <para>Hale el embobinado con fuerza suficiente para apretar el embobinado en el carrete.</para>
                </item>
                <item>
                    <para>Libere el embobinado. Esto debe permitir &#189;" de embobinado adicional a enrollarse dentro
                        del carrete de almacenamiento del dispositivo de retracci&#243;n; el dispositivo debe
                        destrabarse.
                    </para>
                </item>
                <item>
                    <para>Despu&#233;s de que el dispositivo de retracci&#243;n ha sido destrabado, hale el embobinado
                        hacia afuera del dispositivo, y permita solamente que retraiga 12-15", y cierre el Trinquete
                        "Komfort " en el embobinado, tal como se muestra en la
                        <hotlnk xrefid="f0316044">Figura 4</hotlnk>. Esto prevendr&#225; el cintur&#243;n se retraiga
                        totalmente en el carrete y permitir&#225; la traba normal del sistema.
                    </para>
                </item>
            </seqlist>
            <figure id="f0316043" figsize="col-wide">
                <graphic filename="../tsifigures/g0316043.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <figure id="f0316044" figsize="col-wide">
                <graphic filename="../tsifigures/g0316044.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <specpara>
                <note>
                    <para>Algunas aplicaciones no incluyen el Trinquete "Komfort ". Estas unidades incluyen usualmente
                        un ret&#233;n de cart&#243;n para prevenir un exceso de embobinado dentro del carrete del
                        dispositivo de retracci&#243;n. Este ret&#233;n de cart&#243;n solamente debe ser removido despu&#233;s
                        de haber terminado la instalaci&#243;n en el veh&#237;culo.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
