<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-12-17 - Vida del Radiador Optimizada</stitle>
    <tsi id="tsi031217" tsitype="truck" translation="spanish">
        <tsinumber>03-12-17</tsinumber>
        <tsidate>Noviembre, 2003</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Vida del Radiador Optimizada</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9000
                    <daterange>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta TSI aplica a los veh&#237;culos de la lista de arriba equipados con motores con regulaci&#243;n
                    de emisiones anterior al 2002.
                </para>
                <para>La vida del radiador depende de la efectividad de sus soportes de montaje sobre el chasis y su
                    tuber&#237;a de conexi&#243;n con el motor El aislamiento deficiente en estos puntos de contacto
                    puede inducir vibraciones severas y cargas de impacto dentro de la estructura del radiador. Las
                    siguientes son las &#225;reas cr&#237;ticas a examinar con regularidad para asegurar una vida larga
                    del radiador.
                </para>
                <para>Mientras la efectividad de los soportes de montaje protege su integridad estructural, la
                    efectividad del enfriamiento depende de su limpieza y de su habilidad para transferir calor. Vea la
                    <exhotlnk document="../tsis/021201.htm" bookname="TSI">TSI-02-12-01</exhotlnk>
                    para instrucciones sobre como mantener limpio el radiador para obtener un buen paso de aire a trav&#233;s
                    de toda el &#225;rea de su n&#250;cleo.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Aislador de Montaje del Radiador, 3560217C1</para>
            <para>Buje de la Varilla Soporte, 2038724C1</para>
        </partsinfo>
        <svcproc svcproctype="inspect" graphiccount="2">
            <title>Procedimiento</title>
            <svcsubproc>
                <title>Montaje de la Manguera Superior del Radiador</title>
                <para>El tubo superior del radiador y la manguera fueron originalmente un tubo met&#225;lico doblado a
                    90&#176; y una manguera recta acoplada a la entrada del radiador Ahora, el tubo est&#225; doblado a
                    47&#176; y est&#225; insertado dentro de la manguera de acople con un doblez de 43&#176;. Vea la
                    FIGURA 1. Las fechas de cambio dependen del modelo del veh&#237;culo, pero la mayor&#237;a fueron
                    cambiados entre Octubre de 1995 y Enero de 1996. El &#250;ltimo modelo en cambiar fue la Serie 2000,
                    con el Motor N-14 en Enero del 2002. Vea la
                    <exhotlnk document="../tsis/021217.htm" bookname="TSI">TSI 02-12-17</exhotlnk>
                    para informaci&#243;n m&#225;s detallada.
                </para>
                <para>Un detalle importante del ensamble es la cantidad insertada de tubo superior y el cuello de
                    entrada al radiador hecho dentro de la manguera de acople a 43&#176;. En el punto m&#225;s cercano
                    en el interior del acople debe haber como m&#237;nimo una pulgada entre el tubo superior del
                    radiador y el cuello del radiador Cualquier contacto en esta &#225;rea afectar&#225; la durabilidad
                    del radiador.
                </para>
                <para>La producci&#243;n ofrece a escoger entre Manguera de Caucho de Alta Calidad, o de Silicona. La
                    Manguera de Caucho de Alta Calidad puede ser identificada por su color negro, y la Manguera de
                    Silicona por su color azul Ambas mangueras ofrecen larga duraci&#243;n, pero es importante revisar
                    las mangueras. Las mangueras deben ser revisadas en busca de cortaduras, grietas o endurecimiento.
                    Si aparece alguna de estas condiciones, la manguera se debe reemplazar. La Manguera de Caucho de
                    Alta Calidad es m&#225;s flexible que la de Manguera de Silicona cuando se usa para conexi&#243;n de
                    la parte superior del radiador El n&#250;mero de parte para la Manguera de Caucho de Alta Calidad a
                    43 Grados es 485794C1.
                </para>
                <figure id="f0312171" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0312171.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figura 1.</caption>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>Aislamientos del Radiador</title>
                <para>Los aislamientos del radiador mostrados en la FIGURA 2 son necesarios para estabilizar el radiador
                    y aislarlo de los variados impactos del camino y/o de las vibraciones del motor. Es tambi&#233;n
                    importante revisar la condici&#243;n de estos aisladores. Si los aisladores muestran signos de
                    desgaste o da&#241;o, se deben reemplazar. El n&#250;mero de parte del aislante de montaje del
                    radiador es 3560217C1. El n&#250;mero de partes del aislador consiste en dos aisladores de caucho
                    ligados a dos arandelas de acero, y el tope de acero como una sola unidad Es tambi&#233;n importante
                    revisar si el buje de la varilla de soporte tiene desgaste o da&#241;o. Si hay da&#241;o en el buje,
                    &#233;ste debe ser reemplazado. El n&#250;mero de parte para los bujes de las varillas de soporte es
                    2038724C1.
                </para>
                <figure id="f0312172" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0312172.webp" type="webp" scalefit="1" scalefitwidth="432px"
                             scalefitheight="432px"/>
                    <caption>Figura 2.</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
