<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-16-03 - Procedimiento de Reparaci&#243;n de Pintura por Corrosi&#243;n</stitle>
    <tsi id="tsi031603" tsitype="truck" translation="spanish">
        <tsinumber>03-16-03</tsinumber>
        <replace>
            <tsinumber>93-16-13</tsinumber>
        </replace>
        <tsidate>Julio, 2003</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de Reparaci&#243;n de Pintura por Corrosi&#243;n</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Recomendaci&#243;n sobre la reparaci&#243;n de la pintura de los paneles de la carrocer&#237;a de
                    los camiones International, cuando hay presencia de corrosi&#243;n.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use anteojos de seguridad, m&#225;scara para pintura y taller
                        y ropa exterior que sea adecuada para efectuar estos procedimientos de reparaci&#243;n de
                        pintura.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Lave todo el veh&#237;culo con agua tibia y una soluci&#243;n detergente. D&#233;jelo
                    secar entre 1 y 2 horas.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva todos los remaches, sujetadores, etc. que exhiban signos (filiformes) de corrosi&#243;n
                    u otros da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">Si el sustrato es:</para>
                <step2>
                    <para count="1">Aluminio, lije con papel de lija seco, grano #150 a #180</para>
                </step2>
                <step2>
                    <para count="1">Acero laminado en fr&#237;o, lije secuencialmente con papel de lija seco, grano #80
                        y luego #120
                    </para>
                </step2>
                <step2>
                    <para count="1">Acero galvanizado, lije con papel de lija seco, grano #120</para>
                </step2>
                <step2>
                    <para count="1">Acero inoxidable, lije con papel de lija seco, grano #150 a #180</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese que durante el proceso de lijado han sido removidos del sustrato todos
                    los signos de corrosi&#243;n. Esto incluye la corrosi&#243;n que puede estar presente alrededor de
                    los remaches y agujeros de los sujetadores. Suavice secuencialmente los bordes de la &#225;reas que
                    requieren un lijado fuerte con papeles de lija de grados m&#225;s finos.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use anteojos de seguridad, m&#225;scara para pintura y taller
                        y ropa exterior que sea adecuada para limpiar con aire comprimido. Use aire seco regulado con
                        pistola de aire aprobada por OSHA.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva cualquier polvo y part&#237;culas de lija usando el aire comprimido para soplar
                    la superficie.
                </para>
            </step1>
            <step1>
                <para count="1">Desengrase la superficie con un Limpiador de Superficies "Sikkens " apropiado. Use dos
                    trapos, el primero h&#250;medo con el limpiador y el segundo seco para el procedimiento de limpiar y
                    secar. Siga los procedimientos del Manual T&#233;cnico de "Sikkens " para Limpiadores de
                    Superficies.
                </para>
            </step1>
            <step1>
                <para count="1">Mezcle una parte (volumen) de "Washprimer CR " con una parte (volumen) de "Wash Hardener
                    ". Revuelva minuciosamente.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique al veh&#237;culo una capa mediana del "Washprimer CR " mezclado. El objetivo es
                    crear una capa de 0.3 a 0.4 mil&#233;simas (8 a 10 micrones).
                </para>
            </step1>
            <step1>
                <para count="1">Permita que la pintura repose durante 15 minutos a 70&#176;F.</para>
            </step1>
            <step1>
                <para count="1">Reemplace cualquier remache o sujetador removido en el Paso 2.</para>
            </step1>
            <step1>
                <para count="1">Repita los pasos 5 a 9 retocando las cabezas de los remaches y sujetadores.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Para asegura la adherencia, los Pasos 13 a 15 tienen que ser terminados dentro de las 8 horas
                        posteriores a la aplicaci&#243;n del "Washprimer CR ".
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Mezcle la cantidad apropiada de "Colorbuild " para aplicar las siguientes capas y luego
                    agregue 10% de "Autocryl Elast-O-Actif " (si se requiere). Mezcle minuciosamente.
                </para>
            </step1>
            <step1>
                <para count="1">Combine 3 partes (volumen) de imprimador "Colorbuild " del mencionado en el Paso 12, con
                    una parte (volumen) de Endurecedor de Superficies "Colorbuild " y 1 parte (volumen) de "Colorbuild
                    Surface Activator ". Mezcle minuciosamente. Si necesita una mayor fluidez y explanaci&#243;n para
                    &#225;reas grandes, o por el calor de tiempo, agregue a esta mezcla lista para rociar un 10% de
                    Reductor "Autocryl ".
                </para>
            </step1>
            <step1>
                <para count="1">Aplique al veh&#237;culo dos capas medianas de la mezcla de "Colorbuild ". El objetivo
                    es construir una capa de 3.0 a 4.0 mil&#233;simas (75 a 100 micrones). Varias recomendaciones de
                    aplicaci&#243;n espec&#237;ficas se encuentran en el manual "Sikkens " para "Colorbuild ".
                </para>
            </step1>
            <step1>
                <para count="1">Permita que seque m&#237;nimo durante 30 minutos a 70&#176;F. Si deja secar por m&#225;s
                    de una hora, se requiere lijar minuciosamente para asegurar la adherencia de la capa superior.
                </para>
            </step1>
            <step1>
                <para count="1">Si se requiere lijado, use papel de lija seco de grano #360 a #400, o papel de lija h&#250;medo
                    de grano #500 a #600. Despu&#233;s de lijar, desengrase la superficie con el Limpiador de
                    Superficies "Sikkens ", tal como se indica en el Paso 6.
                </para>
            </step1>
            <step1>
                <para count="1">Consulte las especificaciones nominales del veh&#237;culo para determinar el n&#250;mero
                    del color "Nav " correspondiente (cuatro d&#237;gitos). Ponga la &#250;ltima capa con "Sikkens
                    Autobase Plus ", o "Autobase " seguida de "Autobase III ", "Autoclear II LV ", siguiendo las
                    instrucciones y recomendaciones dadas por el Manual de Referencia T&#233;cnica "Sikkens ".
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si los productos "Washprimer CR ", o "Colorbuild " no cumplen las normas de su &#225;rea, por
                        favor, p&#243;ngase en contacto con el Consultor T&#233;cnico de "Akzo Nobel " local.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
