<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 03-12-10R - Desgaste de las Correa en los Motores International VT 365, T 444E, DT 466, y
        530
    </stitle>
    <tsi id="tsi031210R" tsitype="truck" translation="spanish">
        <tsinumber>03-12-10R</tsinumber>
        <replace>
            <tsinumber>M03-12-10</tsinumber>
        </replace>
        <tsidate>Octubre 2003</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Desgaste de las Correa en los Motores International VT 365, T 444E, DT 466, y 530</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466
                    <daterange>
                        <startdate>09/01/1993</startdate>
                    </daterange>
                </engfam>
                <engfam>530
                    <daterange>
                        <startdate>09/01/1993</startdate>
                    </daterange>
                </engfam>
                <engfam>T 444E
                    <daterange>
                        <startdate>02/01/1994</startdate>
                    </daterange>
                </engfam>
                <engfam>VT 365
                    <daterange>
                        <startdate>03/01/2002</startdate>
                    </daterange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los veh&#237;culos equipados con motor International que muestran desgaste en la correa de mando
                    principal, en el borde delantero o trasero de la correa del ventilador pueden experimentar problemas
                    de alineaci&#243;n. Los asuntos a inspeccionar son el soporte de montaje del alternador, el cubo del
                    ventilador y el tensionador autom&#225;tico de la correa.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="inspect" graphiccount="0">
            <title>Procedimiento</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os, lesiones personales o la muerte, estacione el veh&#237;culo sobre
                            una superficie nivelada, coloque el freno de estacionamiento, coloque cu&#241;as en las
                            ruedas y apague el motor.
                        </para>
                    </warning>
                </specpara>
                <para>En general, colocando una regla recta a trav&#233;s de la polea de la cara del alternador se puede
                    revisar su alineaci&#243;n. Coloque una regla recta en la cara de la polea del alternador y r&#243;tela
                    hacia la polea del cubo del ventilador. La correa debe mantener una distancia igual desde la regla a
                    la polea del cubo del ventilador que a la de la polea del alternador. El mismo procedimiento se
                    puede usar para verificar la alineaci&#243;n del tensionador, polea de la bomba de agua y polea del
                    cig&#252;e&#241;al. Usando este m&#233;todo se determinar&#225; cual polea y/o sistema de impulso
                    est&#225; fuera de alineaci&#243;n y necesita ajuste usando uno de los siguientes procedimientos.
                </para>
            </svcprocinfo>
            <svcsubproc>
                <title>Alineaci&#243;n del Soporte de Montaje del Alternador</title>
                <step1>
                    <para count="1">Remueva la correa de mando de la polea del alternador.</para>
                </step1>
                <step1>
                    <para count="1">Afloje el tornillo superior de montaje del alternador.</para>
                </step1>
                <step1>
                    <para count="1">Afloje el tornillo inferior de montaje del alternador. Aseg&#250;rese de que los
                        tornillos est&#225;n suficientemente sueltos para que al golpear del buje del lado trasero
                        produzca un espacio libre entre el buje y el soporte de montaje.
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete el tornillo de montaje superior a una torsi&#243;n de 81-95 Nm (60-70
                        lb-pie).
                    </para>
                </step1>
                <step1>
                    <para count="1">Apriete el tornillo de montaje inferior a una torsi&#243;n de 81-95 Nm (60-70
                        lb-pie).
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale la correa del ventilador. Aseg&#250;rese que la correa quede sentada
                        correctamente en las ranuras de la polea.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Cubo del ventilador (bomba de agua montada en los V8) con Mando Viscoso del Ventilador, Mando de
                    Ventilador "Horton EC-450", y Mando de Ventilador "BorgWarner" (El SFN 03-12 discute las
                    instrucciones de montaje del "Drive Master Horton")
                </title>
                <step1>
                    <para count="1">Remueva la correa de la polea del ventilador.</para>
                </step1>
                <step1>
                    <para count="1">Remueva los cuatro tornillos que sostienen la polea al cubo del ventilador, y
                        remueva la polea.
                    </para>
                </step1>
                <step1>
                    <para count="1">Inspeccione el cubo del ventilador para asegurarse que los cojinetes no se han
                        corrido del lado trasero hacia el motor. Si el cojinete se ha movido, reemplace el cubo e
                        inspeccione si el veh&#237;culo tiene alguna vibraci&#243;n en el motor o en el tren de
                        potencia.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si no se necesita reemplazar el cubo del ventilador, reensamble el cubo y busque
                        otros componentes desalineados.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Tensionador Autom&#225;tico de la Correa del Ventilador</title>
                <step1>
                    <para count="1">Remueva la correa del ventilador.</para>
                </step1>
                <step1>
                    <para count="1">Revise los siguientes componentes del tensionador.</para>
                    <step2>
                        <para count="1">&#211;xido entre el brazo y la base</para>
                    </step2>
                    <step2>
                        <para count="1">La rotaci&#243;n de la polea y el pivote del brazo tensionador deben estar
                            libres y suaves sin ning&#250;n ruido o aspereza
                        </para>
                    </step2>
                    <step2>
                        <para count="1">La polea no debe tener desgaste excesivo</para>
                    </step2>
                    <step2>
                        <para count="1">Juego en los cojinetes de la polea</para>
                    </step2>
                    <step2>
                        <para count="1">Desgaste en la uni&#243;n del brazo y la base</para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Reemplace el tensionador si encuentra alguna de las condiciones de arriba.</para>
                </step1>
                <step1>
                    <para count="1">Reinstale el cubo del ventilador.</para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
