<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-08-07 - Tablero de Instrumentos, Reemplazo de Circuitos de Instrumentos Individuales
    </stitle>
    <tsi id="tsi040807" tsitype="truck" translation="spanish">
        <tsinumber>04-08-07</tsinumber>
        <tsidate>Septiembre, 2004</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Tablero de Instrumentos, Reemplazo de Circuitos de Instrumentos Individuales</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3400
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3600
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3700
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8000
                    <daterange>
                        <startdate>01/01/1989</startdate>
                        <enddate>11/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>3800
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 FE
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>3000 RE
                    <daterange>
                        <startdate>01/01/1989</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>IC Bus
                    <daterange>
                        <startdate>11/01/1999</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Antes de esta fecha, la &#250;nica forma de reparar el tablero de instrumentos fue reemplazar todo
                    el bastidor y el conjunto del tablero de circuitos. Ahora es posible reemplazar solamente el tablero
                    de circuito con problema, sea el izquierdo, derecho, o central sin tener que reemplazar todo el
                    conjunto. Los veh&#237;culos construidos antes de Noviembre de 1997, deben tener tableros de
                    instrumentos central con interruptores "Profundos" como se muestra en la Figura 6. Despu&#233;s de
                    Noviembre de 1997, ellos deben tener Tableros con Enlace de Datos sin interruptores "profundos". La
                    remoci&#243;n e instalaci&#243;n del conjunto del tablero de instrumentos no ha cambiado. Vea el
                    Manual de Servicio, Secci&#243;n S08034 para informaci&#243;n sobre el m&#233;todo apropiado para
                    remover e instalar el tablero de instrumentos en el tablero del veh&#237;culo.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0408071">
                <tgroup cols="4">
                    <colspec colname="col1" colwidth="0.92*"/>
                    <colspec colname="col2" colwidth="0.95*"/>
                    <colspec colname="col3" colwidth="1.24*"/>
                    <colspec colname="col4" colwidth="0.91*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Modelo</para>
                            </entry>
                            <entry align="center">
                                <para>Tablero Izquierdo</para>
                            </entry>
                            <entry align="center">
                                <para>Tablero Central</para>
                            </entry>
                            <entry align="center">
                                <para>Tablero Derecho</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Anteriores a Noviembre/97</para>
                            </entry>
                            <entry>
                                <para>2587517C1</para>
                            </entry>
                            <entry>
                                <para>2587520C1- Con Interruptores "Profundos"</para>
                            </entry>
                            <entry>
                                <para>2587519C1</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Autob&#250;s RE</para>
                            </entry>
                            <entry>
                                <para>No Aplicable</para>
                            </entry>
                            <entry>
                                <para>2587521C1-Con Enlace de Datos</para>
                            </entry>
                            <entry>
                                <para>No Disponible</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Posterior a Noviembre/97</para>
                            </entry>
                            <entry>
                                <para>2587517C1</para>
                            </entry>
                            <entry>
                                <para>2587521C1- Con Enlace de Datos</para>
                            </entry>
                            <entry>
                                <para>2587519C1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Los tableros izquierdo y derecho son designados por su localizaci&#243;n vista desde el
                        asiento del conductor.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="replace" graphiccount="6">
            <title>Procedimiento</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>La bater&#237;as expelen gases explosivos. Mantenga alejados en todo momento las chispas,
                            llamas, cigarrillos encendidos, u otras fuentes de ignici&#243;n. Cuando trabaje cerca de
                            bater&#237;as, use siempre anteojos de seguridad y m&#225;scaras para la cara para evitar da&#241;os
                            a la propiedad, lesiones personales, o la muerte.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para prevenir descargas el&#233;ctricas que puedan resultar en da&#241;os a la propiedad,
                            lesiones personales o la muerte, desconecte siempre el terminal negativo de la bater&#237;a
                            antes de trabajar en el sistema el&#233;ctrico.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>La electricidad est&#225;tica puede causar da&#241;os permanentes del tablero de
                            instrumentos. Antes de trabajar con el tablero de instrumentos aseg&#250;rese de remover
                            toda la electricidad est&#225;tica de su cuerpo tocando alguna parte met&#225;lica del
                            tablero.
                        </para>
                    </caution>
                </specpara>
                <seqlist style="arabic">
                    <item>
                        <para>Desconecte el terminal negativo de la bater&#237;a del veh&#237;culo, de la bater&#237;a
                            del veh&#237;culo.
                        </para>
                    </item>
                    <item>
                        <para>Remueva el tablero de instrumentos de acuerdo con las instrucciones del Manual de
                            Servicio, Secci&#243;n S08034.
                        </para>
                    </item>
                    <item>
                        <para>Coloque el tablero de instrumentos boca abajo sobre una superficie suave y adecuada que no
                            raspe la cara del tablero, tal como se muestra en la Figura 1. Para mantener localizados los
                            instrumentos cuando el circuito de los tableros es removido, deje los cristales frontales y
                            los biseles de los instrumentos en su lugar y orden.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>Los tableros de circuitos est&#225;n etiquetados "izquierdo" y "derecho" por su localizaci&#243;n
                            vista desde el asiento del conductor.
                        </para>
                    </note>
                </specpara>
                <figure id="f0408071" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408071.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figura 1.</caption>
                </figure>
            </svcprocinfo>
            <svcsubproc>
                <title>Reemplazo del Tablero PC del Lado Izquierdo</title>
                <step1>
                    <para count="1">Remueva los cinco tornillos de cabeza en estrella mostrados en la Figura 2.</para>
                </step1>
                <step1>
                    <para count="1">Anote si hay o no instrumentos instalados en el tablero de circuitos que va a ser
                        removido.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si no hay instrumentos instalados, simplemente levante y separe el tablero del
                        circuito del bastidor.
                    </para>
                    <step2>
                        <para count="1">Si hay instrumentos, palanquee cuidadosamente el tablero del circuito hacia
                            arriba para separarlo del bastidor, mueva la palanquilla poco a poco alrededor del tablero
                            del circuito para que &#233;ste se levante en forma uniforme en todos sus lados y se liberen
                            las clavijas de las conexiones adheridas al tablero de circuitos.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Remueva los soportes de luces del tablero que se est&#225; reemplazando e inst&#225;lelos
                        en el nuevo tablero de circuito.
                    </para>
                </step1>
                <figure id="f0408072" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408072.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="392px"/>
                    <caption>Figura 2.</caption>
                </figure>
                <figure id="f0408073" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408073.webp" type="webp" scalefit="1" scalefitwidth="312px"
                             scalefitheight="392px"/>
                    <caption>Figura 3.</caption>
                </figure>
                <step1>
                    <para count="1">Ubique cuidadosamente el nuevo tablero del circuito sobre las clavijas de los
                        instrumentos (o agujeros de montaje si no hay instrumento) y presione uniformemente el tablero
                        del circuito nuevo sobre las clavijas de los instrumentos hasta que el tablero nuevo quede plano
                        a nivel del bastidor de los instrumentos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale los cinco tornillos de cabeza de estrella removidos previamente. NO
                        APRIETE DEMASIADO LOS TORNILLOS!
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Reemplazo del Tablero PC del Lado Derecho</title>
                <step1>
                    <para count="1">Remueva los cuatro tornillos de cabeza de estrella del tablero de circuitos grande
                        mostrado en la Figura 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva los dos tornillos de cabeza de estrella del tablero de circuitos peque&#241;o
                        mostrado en la Figura 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si no hay instrumentos instalados, simplemente levante y separe el tablero del
                        circuito del bastidor.
                    </para>
                    <step2>
                        <para count="1">Si hay instrumentos, palanquee cuidadosamente el tablero del circuito hacia
                            arriba para separarlo del bastidor, mueva la palanquilla poco a poco alrededor del tablero
                            del circuito para que &#233;ste se levante en forma uniforme en todos sus lados y se liberen
                            las clavijas de las conexiones adheridas al tablero de circuitos.
                        </para>
                    </step2>
                </step1>
                <step1>
                    <para count="1">Los tableros de repuesto grande y peque&#241;o han sido moldeados unidos y se debe
                        cortar para separarlos antes de su instalaci&#243;n. NO CORTE LOS DOS CABLES ENTRE LOS TABLEROS!
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva los soportes de luces del tablero que se est&#225; reemplazando e inst&#225;lelos
                        en el lugar correcto en los nuevos tableros de circuito.
                    </para>
                </step1>
                <step1>
                    <para count="1">Ubique cuidadosamente el nuevo tablero grande del circuito sobre las clavijas de los
                        instrumentos (o agujeros de montaje si no hay instrumento) y presione uniformemente el tablero
                        del circuito nuevo sobre las clavijas de los instrumentos hasta que el tablero nuevo quede plano
                        a nivel del bastidor de los instrumentos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale los cuatro tornillos de cabeza en estrella removidos previamente del
                        tablero grande del circuito y los dos tornillos del tablero peque&#241;o montado encima. NO
                        APRIETE DEMASIADO LOS TORNILLOS!
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Reemplazo del Tablero PC Central</title>
                <step1>
                    <para count="1">Remueva los seis tornillos de cabeza de estrella que aseguran la cubierta met&#225;lica
                        sobre el tablero de instrumentos, y remueva la cubierta met&#225;lica, como se muestra en la
                        Figura 4.
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva los dos tornillos cabeza de estrella remanentes debajo de la cubierta met&#225;lica
                        removida en el paso 1. Vea la Figura 5.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>La Figura 5 muestra un tablero de circuito central para veh&#237;culos construidos en o
                            despu&#233;s de Noviembre de 1997, con el tablero de circuito central con "enlace de datos"
                            sin interruptores "Profundos". La Figura 6 muestra un tablero central de un veh&#237;culo
                            construido antes de Noviembre de 1997 con interruptores "Profundos".
                            <emph type="underscr">Si el tablero que va a ser reemplazado tiene interruptores "Profundos"
                                y todos los interruptores est&#225;n colocados en "0", el tablero es una unidad original
                                y fue programado en la planta de ensamble. El tablero de reemplazo no est&#225;
                                programado en la f&#225;brica y tendr&#225; que tener interruptores "Profundos"
                                configurados de acuerdo a la etiqueta de interruptores "Profundos" adherida al tablero
                                viejo. Si el tablero que se est&#225; reemplazando tiene interruptores en posiciones
                                distintas a "0", registre la posici&#243;n de los interruptores y coloque los
                                interruptores "Profundos" del nuevo tablero de reemplazo en la misma posici&#243;n del
                                tablero reemplazado.
                            </emph>
                            Vea las instrucciones espec&#237;ficas en el Manual de Servicio 08034x, INSTRUMENTOS, VELOC&#205;METRO,
                            PROGRAMACI&#211;N MANUAL.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Remueva los conectores el&#233;ctricos conectados al od&#243;metro y/u hor&#243;metro
                        localizados en la parte trasera del tablero del circuito central.
                    </para>
                </step1>
                <step1>
                    <para count="1">Palanquee cuidadosamente para levantar los bordes del tablero del circuito. En este
                        momento, las &#250;nicas cosas agarradas al tablero son las clavijas de los instrumentos, los
                        que contin&#250;an retenidos por el bisel y los cristales en el frente del conjunto del tablero.
                        Cuando el borde est&#233; levantado, contin&#250;e palanqueando individualmente cerca de las
                        clavijas de cada instrumento para levantar el tablero. Cuando el tablero del circuito est&#233;
                        flojo, levante y sep&#225;relo cuidadosamente del conjunto del tablero asegur&#225;ndose que los
                        cables y conectores de alimentaci&#243;n del od&#243;metro y el hor&#243;metro salgan por los
                        agujeros del tablero.
                    </para>
                </step1>
                <figure id="f0408074" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408074.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figura 4.</caption>
                </figure>
                <step1>
                    <para count="1">Coloque los cables del od&#243;metro y hor&#243;metro a trav&#233;s de los agujeros
                        del nuevo tablero del circuito (Figura 5).
                    </para>
                </step1>
                <step1>
                    <para count="1">Instale el nuevo tablero central por medio de una cuidadosa alineaci&#243;n de las
                        clavijas de los instrumentos con los agujeros del tablero de circuitos y los agujeros de montaje
                        con los esp&#225;rragos de la estructura del tablero. Una vez en su lugar, empuje cuidadosamente
                        hacia abajo el tablero dentro de las clavijas de los instrumentos, asegur&#225;ndose que el
                        tablero nuevo quede plano y a nivel contra el bastidor del tablero.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale los dos tornillos con cabeza en estrella que sujetan el tablero contra el
                        bastidor del tablero (Figura 5).
                    </para>
                </step1>
                <step1>
                    <para count="1">Remueva el puente de conexi&#243;n del veloc&#237;metro KPH/MPH y/o el puente de
                        conexi&#243;n de resoluci&#243;n del engranaje de la transmisi&#243;n, del tablero del circuito
                        viejo (usado en los tableros centrales sin interruptores "Profundos") e inst&#225;lelos en la
                        misma posici&#243;n en el tablero nuevo, tal como se muestra en la Figura 5. Para las
                        aplicaciones, vea el Manual de Servicio, Secci&#243;n S08155x.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale los conectores del od&#243;metro y/u hor&#243;metro en las clavijas del
                        tablero de circuitos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Reinstale la cubierta met&#225;lica sobre el tablero central y reemplazando y
                        asegurando con los seis tornillos de cabeza en estrella que fueron removidos en el paso 1. NO
                        APRIETE DEMASIADO LOS TORNILLOS.
                    </para>
                </step1>
                <figure id="f0408075" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408075.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figura 5. Noviembre 1997 y Posteriores</caption>
                </figure>
                <figure id="f0408076" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0408076.webp" type="webp" scalefit="1" scalefitwidth="392px"
                             scalefitheight="392px"/>
                    <caption>Figura 6. Anteriores a Noviembre de 1997</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
