<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-09-01 - Procedimiento de Reparaci&#243;n Para los Modelos 8600, Construidos Entre Junio 2,
        2003 y Septiembre 18, 2003, Con Grieta Causada Por Tensi&#243;n en el Refuerzo del Cap&#243;, Cerca de la Admisi&#243;n
        De Aire
    </stitle>
    <tsi id="tsi040901" tsitype="truck" translation="spanish">
        <tsinumber>04-09-01</tsinumber>
        <tsidate>Febrero, 2004</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de Reparaci&#243;n Para los Modelos 8600, Construidos Entre Junio 2, 2003 y
                Septiembre 18, 2003, Con Grieta Causada Por Tensi&#243;n en el Refuerzo del Cap&#243;, Cerca de la
                Admisi&#243;n De Aire
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>8600
                    <daterange>
                        <startdate>06/02/2003</startdate>
                        <enddate>09/18/2003</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Algunos Modelos 8600 construidos entre Junio 2, 2003 y Septiembre 18, 2003, pueden llegar a
                    desarrollar una grieta peque&#241;a, de una longitud entre 1 y 4 pulgadas, en el &#225;rea central,
                    por debajo, en el refuerzo del cap&#243;, cerca de la admisi&#243;n de aire. Esta es una grieta de
                    cosm&#233;tica y no afectar&#225; la durabilidad a largo plazo del cap&#243;. Esta grieta es causada
                    por la l&#237;nea de flujo que se form&#243; durante la fabricaci&#243;n del refuerzo. Siga el
                    siguiente procedimiento de servicio para reparar y prevenir que la grieta se prolongue.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0409011">
                <title>Informaci&#243;n de Partes</title>
                <tgroup cols="1">
                    <colspec colname="col2" colwidth="1.45*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Limpiador para Preparaci&#243;n para Adherencia Pl&#225;stica"Fusor"N&#250;mero
                                    703
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Pistola Para Enmasillar"Fusor"N&#250;mero 301</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Lijadora de Doble Acci&#243;n (D/A) Con Papel de Lija Grado 80</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Esparcidor Pl&#225;stico</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>"Fusor T-10", o T9</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Papel de Lija Grado 180/220</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento de Servicio</title>
            <para>
                <title>Reparando el Cap&#243; Por Debajo</title>
            </para>
            <step1>
                <para count="1">Limpie el &#225;rea que va a ser reparada con un limpiador para preparaci&#243;n a la
                    adherencia pl&#225;stica"Fusor 703"(Limpiador basado en agua) Permita que seque.
                    <emph type="bold">Esta Etapa de limpiado es para remover el mugre y se puede hacer con"Fusor 703",
                        agua limpia, o solvente.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Use una lijadora de doble acci&#243;n con papel de lija grado 80, o una lijadora de
                    &#225;ngulo con grano de grado 36, para crear una ranura en"V"a lo largo de la grieta por tensi&#243;n.
                    El borde de la ranura en"V"en la superficie del cap&#243; debe quedar redondeado (curvado).
                </para>
            </step1>
            <step1>
                <para count="1">Perfore un agujero peque&#241;o en cada extremo de la grieta por tensi&#243;n para
                    prevenir que la grieta se prolongue m&#225;s.
                </para>
            </step1>
            <step1>
                <para count="1">Lije a mano el &#225;rea adyacente a la grieta con un papel de lija de grado 80 para
                    remover cualquier desperfecto en la superficie.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar posibles lesiones personales durante el procedimiento, use ropa protectora,
                        anteojos de seguridad, m&#225;scara para la cara y guantes de caucho.
                    </para>
                    <para>Use un respirador aprobado por la NIOSH, o la MSHA para evitar aspirar el polvo o los humos.
                    </para>
                    <para>Trabaje en un &#225;rea separada de la de otras operaciones.</para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva los residuos del lijado y limpie con un trapo seco.</para>
            </step1>
            <step1>
                <para count="1">Limpie el &#225;rea que va a ser reparada con el limpiador para preparaci&#243;n a la
                    adherencia pl&#225;stica "Fusor 703"(limpiador basado en agua). Permita que seque.
                    <emph type="bold">Esta etapa de limpiado es para remover el mugre y se puede hacer con Fusor 703,
                        agua limpia, o solvente.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Con una pistola de enmasillar, aplique"Fusor T-10"en la superficie de la grieta y esp&#225;rzalo
                    suavemente.
                    <emph type="bold">NOTA: Las grietas largas o profundas requerir&#225;n que el material"Fusor
                        T-10"sea mezclado a mano sobre una tabla de mezclar, y luego aplicado en la superficie de la
                        grieta.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Si utiliza"Fusor T-9", permita que cure durante 15 minutos antes de lijar. Si usa"Fusor
                    T-10", cure con una pistola o l&#225;mpara de calor a 140&#176;F durante 10 minutos, antes de lijar.
                </para>
            </step1>
            <step1>
                <para count="1">Inicie lijando la parte &#225;spera de la reparaci&#243;n con papel de lija de grado 80
                    y el contorno lijando con papel de grado 180/220.
                </para>
            </step1>
            <step1>
                <para count="1">La superficie de la reparaci&#243;n se puede pintar despu&#233;s de 60 minutos. Apreste
                    y pinte el &#225;rea siguiendo las recomendaciones del proveedor de pintura.
                </para>
            </step1>
            <figure id="f0409011" figsize="col-wide">
                <graphic filename="../tsifigures/g0409011.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 1. Localizaci&#243;n de la Grieta por Tensi&#243;n (Flecha)</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
