<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-04-01 - Discusi&#243;n de la interacci&#243;n entre la presi&#243;n de refuerzo del freno
        hidr&#225;ulico y el sistema de Direcci&#243;n Hidr&#225;ulica en los veh&#237;culos International
    </stitle>
    <tsi id="tsi040401" tsitype="truck" translation="spanish">
        <tsinumber>04-04-01</tsinumber>
        <tsidate>Enero, 2004</tsidate>
        <subjectfile>FRENOS</subjectfile>
        <subjectgroup>
            <subject>Discusi&#243;n de la interacci&#243;n entre la presi&#243;n de refuerzo del freno hidr&#225;ulico y
                el sistema de Direcci&#243;n Hidr&#225;ulica en los veh&#237;culos International
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1652</truckmodel>
                <truckmodel>3000FE</truckmodel>
                <truckmodel>3000RE</truckmodel>
                <truckmodel>3200</truckmodel>
                <truckmodel>3800</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>4700</truckmodel>
                <truckmodel>4900</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <figure id="f0404011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0404006.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                    <caption>Figura 1. Sistema de Refuerzo para el Freno Hidr&#225;ulico</caption>
                </figure>
                <para>Referente a la Figura 1, el refuerzo para el freno hidr&#225;ulico opera en serie con el engranaje
                    de la direcci&#243;n hidr&#225;ulica. La bomba de aceite de la direcci&#243;n hidr&#225;ulica
                    suministra el flujo de fluido y la presi&#243;n de demanda a ambas unidades, durante la direcci&#243;n
                    y el frenado. Cuando ocurren simult&#225;neamente las acciones de direcci&#243;n y frenado, la presi&#243;n
                    de demanda del engranaje de la direcci&#243;n y de los frenos es aditiva.
                </para>
                <para>El engranaje de la direcci&#243;n hidr&#225;ulica es balanceado de tal manera que puede manipular
                    la presi&#243;n generada en la l&#237;nea de retorno del engranaje de la direcci&#243;n. El
                    engranaje de la direcci&#243;n hidr&#225;ulica tambi&#233;n tiene una v&#225;lvula de alivio interna
                    con regulaci&#243;n un poco m&#225;s baja que la de la v&#225;lvula de alivio de la bomba de la
                    direcci&#243;n hidr&#225;ulica, para permitir que el engranaje de la direcci&#243;n alivie antes que
                    la bomba de la direcci&#243;n hidr&#225;ulica. Esto mantiene el refuerzo de potencia para ambos,
                    frenos y direcci&#243;n.
                </para>
                <para>El reforzador del freno hidr&#225;ulico tiene una bomba el&#233;ctrica de reserva, la cual
                    proporcionara refuerzo de presi&#243;n hidr&#225;ulica en caso que el motor se apague. La se&#241;al
                    para la operaci&#243;n de la bomba el&#233;ctrica proviene del interruptor de flujo integral del
                    conjunto del reforzador del freno hidr&#225;ulico.
                </para>
                <para>La bomba de la direcci&#243;n hidr&#225;ulica recibe la mayor demanda cuando el veh&#237;culo esta
                    estacionario y el motor est&#225; en ralent&#237; (bajas revoluciones de la bomba de la direcci&#243;n
                    hidr&#225;ulica), y los frenos de servicio son aplicados mientras se gira el volante de la direcci&#243;n.
                    Bajo estas condiciones, la bomba de refuerzo suministrar&#225; alguna asistencia a los frenos y al
                    sistema de la direcci&#243;n y es posible que active una luz de advertencia y una advertencia
                    audible. Bajo estas condiciones, el sistema de refuerzo del freno contin&#250;a trabajando y no hay
                    efectos adversos para que el operador controle el veh&#237;culo.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
