<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-08-04 - Supervisor de Bater&#237;a Con Rel&#233; de Seguro</stitle>
    <tsi id="tsi040804" tsitype="truck" translation="spanish">
        <tsinumber>04-08-04</tsinumber>
        <tsidate>Abril, 2004</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Supervisor de Bater&#237;a Con Rel&#233; de Seguro</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/07/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El supervisor de bater&#237;a monitorea permanentemente el voltaje de la bater&#237;a. El sistema
                    activar&#225; durante 60 segundos una alarma sonora y una luz roja de advertencia (LED) si el
                    voltaje de la bater&#237;a disminuye al nivel preestablecido de 12.1 Voltios CC o menos. Una vez que
                    el voltaje cae a 12.1 Volts CC o menos, suena una alarma audible durante 60 segundos, si el motor no
                    est&#225; el sistema desconectar&#225; cualquier circuito de accesorios conectado al rel&#233; de
                    control. La alarma se detiene despu&#233;s de 60 segundos y la luz de advertencia (LED) se prender&#225;
                    intermitentemente hasta que el sistema sea restablecido. El sistema se restablece autom&#225;ticamente
                    cuando se activa el arranque. Este sistema ha sido dise&#241;ado para proporcionar un voltaje
                    adecuado para volver a arrancar el motor. El rel&#233; de control no requiere ning&#250;n voltaje
                    para estar abierto o cerrado, un pulso de voltaje en enviado al rel&#233; para activar la caracter&#237;stica
                    de apertura o cierre.
                </para>
                <para>El sistema tiene una caracter&#237;stica que previene la desconexi&#237;n de accesorios mientras
                    el motor est&#233; funcionando. Se usa para este prop&#237;sito un interruptor de presi&#237;n de
                    aceite normalmente cerrado (N/C).
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento Para Localizaci&#237;n de Fallas</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte, estacione el veh&#237;culo
                        sobre una superficie nivelada, coloque el freno de estacionamiento, coloque cu&#241;as en las
                        ruedas, y apague el motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Para referencia de todos los circuitos y conectores, vea la Figura 1.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">
                    <emph type="bold">Con el motor apagado, la luz de advertencia de carga baja de la bater&#237;a no se
                        enciende al voltaje preestablecido o m&#225;s bajo, no obstante, todas la funciones de los
                        sistemas trabajan como fueron dise&#241;ados.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique el conector (816F) localizado aproximadamente a 6" del LED si est&#225;
                            completamente acoplado con el arn&#233;s y que todos los dem&#225;s conectores del sistema
                            est&#233;n tambi&#233;n completamente acoplados.
                        </para>
                    </item>
                    <item>
                        <para>Revise el circuito del cable BLANCO 11GDC (Clavija F del conector del m&#237;dulo de
                            control 815M), usando un ohmi&#237;metro, verifique si el cable tiene continuidad con
                            tierra. El tiene que tener una conexi&#237;n confiable con la tierra del chasis.
                        </para>
                    </item>
                    <item>
                        <para>Desconecte el conector LED (816F) del arn&#233;s principal. En el lado del LED del
                            conector, y usando el modo de prueba de diodos de un DVOM apropiado, verifique si el LED est&#225;
                            funcionando. Si el LED no muestra voltaje en una direcci&#237;n y un circuito abierto en la
                            otra, cambie el LED. Si la prueba del LED est&#225; correcta, verifique los cables
                            provenientes del conector del LED (816F) hacia el m&#237;dulo de control, usando un medidor
                            de continuidad. Desconecte el conector (815M) proveniente del m&#237;dulo de control y
                            revise la continuidad entre la Clavija A del conector LED hasta la Clavija B del m&#237;dulo
                            de control, y de la Clavija B del conector LED hasta a trav&#233;s de la Clavija F del m&#237;dulo
                            de control. Si la continuidad de todos los cables est&#225; bien, cambie el m&#237;dulo de
                            control.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Cuando la bater&#237;a est&#225; baja de carga con el motor apagado, el sistema no
                        desconecta los accesorios, no obstante, todas los dem&#225;s sistemas funcionan tal como fueron
                        dise&#241;ados.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que los conectores de todos los arneses de los sistemas est&#233;n totalmente
                            acoplados.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese que el conector de 3 clavijas (1255) cercano al rel&#233; de control est&#233;
                            acoplado apropiadamente.
                        </para>
                    </item>
                    <item>
                        <para>Usando un volt&#237;metro, verifique si hay +12 voltios constantes en el circuito del
                            cable ROJO 14DMH (Clavija H) en el m&#237;dulo de control. Si no hay voltaje revise el
                            fusible del arn&#233;s F10-A , si est&#225; fundido, reempl&#225;celo por un fusible de 10
                            amp. Si el fusible est&#225; bueno y el circuito contin&#250;a sin voltaje, verifique la
                            conexi&#237;n del circuito del cable ROJO 14DAF desde la clavija de alimentaci&#237;n de la
                            bater&#237;a en el rel&#233; de control. Si no est&#225; conectado, o la conexi&#237;n del
                            cable est&#225; rota, repare apropiadamente.
                        </para>
                    </item>
                    <item>
                        <para>Revise el circuito del cable BLANCO 11GDC (Clavija F) en el conector del m&#237;dulo de
                            control (815M), Usando un ohmi&#237;metro, verifique si el cable tiene continuidad con
                            tierra, el tiene que estar conectado a una tierra confiable del chasis.
                        </para>
                    </item>
                    <item>
                        <para>Cuando el motor est&#225; funcionando, el sistema tiene una caracter&#237;stica para
                            inhabilitar. El arn&#233;s de cables proveniente del m&#237;dulo va hasta el interruptor de
                            presi&#237;n de aceite (normalmente cerrado) y luego hacia el rel&#233; de control. Con el
                            motor apagado, usando un medidor de continuidad, revise la continuidad entre el circuito de
                            cable AZUL del rel&#233; de control 14DMC (Clavija C) del conector (1255) y el cable AZUL
                            del m&#237;dulo de control (Clavija C) en el conector (815M). Si no hay continuidad,
                            localice el interruptor de presi&#237;n de aceite en el compartimento del motor y aseg&#250;rese
                            que el conector del interruptor de presi&#237;n de aceite (817M) est&#233; totalmente
                            acoplado con el interruptor y pruebe nuevamente el sistema. Si no hay continuidad,
                            desconecte el conector del interruptor de presi&#237;n de aceite y revise la continuidad
                            entre la Clavija C del rel&#233; de control y uno de los terminales del conector del arn&#233;s
                            del interruptor de presi&#237;n (817M). Si no hay continuidad, repare el cable
                            apropiadamente. Luego revise la continuidad entre el otro terminal del conector del
                            interruptor y la Clavija C del m&#237;dulo de control. Si no hay continuidad, repare el
                            cable apropiadamente. Si todas las pruebas anteriores fueron correctas, con un ohmi&#237;metro
                            verifique la continuidad del interruptor de presi&#237;n de aceite. Conecte los dos cables
                            provenientes del ohmi&#237;metro con los dos terminales del interruptor, el circuito debe
                            estar cerrado. Si el circuito est&#225; abierto, cambie el interruptor de presi&#237;n de
                            aceite.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">El sistema desconecta los accesorios cuando la carga de la bater&#237;a esta baja,
                        no obstante, no se activan la luz de advertencia ni el zumbador de alarma.
                    </emph>
                </para>
                <para>
                    <emph type="bold">Luz de Advertencia</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Para probar el circuito de la luz de alarma, vea el Paso 1 de arriba.</para>
                    </item>
                </randlist>
                <para>
                    <emph type="bold">Zumbador de Alarma</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Verifique que todos los conectores del arn&#233;s del sistema est&#233;n totalmente
                            acoplados.
                        </para>
                    </item>
                    <item>
                        <para>Con un volt&#237;metro, verifique si en el circuito del cable ROJO 14DMG (Clavija 3) del
                            conector del zumbador de alarma (201M) hay + 12 Volts. Si no hay voltaje, verifique si hay
                            alg&#250;n cable roto en la fuente de alimentaci&#237;n de energ&#237;a constante. La
                            alimentaci&#237;n de energ&#237;a viene por el cable ROJO desde la Alimentaci&#237;n de
                            Bater&#237;a en el rel&#233; de control, y a trav&#233;s del fusible F10-A. Repare
                            apropiadamente.
                        </para>
                    </item>
                    <item>
                        <para>Usando un ohmi&#237;metro, revise la continuidad entre el circuito del cable NEGRO 14DME
                            (Clavija A) en el conector del m&#237;dulo de control (815M) y el cable NEGRO (Clavija 1)
                            del conector del zumbador (201M). Si no hay continuidad, repare el cable apropiadamente.
                        </para>
                    </item>
                    <item>
                        <para>En el conector del zumbador de alarma (201M), usando un cable de puente, aplique tierra a
                            la Clavija 1. Debe funcionar el zumbador de alarma. Si no suena, cambie el zumbador de
                            alarma. Si suena el zumbador de alarma, cambie el m&#237;dulo de control.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">El sistema no vuelve a conectar los accesorios cuando el motor es arrancado.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Aseg&#250;rese que el conector del rel&#233; de control (1255) est&#233; totalmente
                            acoplado con el arn&#233;s del m&#237;dulo.
                        </para>
                    </item>
                    <item>
                        <para>Usando un volt&#237;metro, revise el conector del m&#237;dulo de control (815M) Clavija E,
                            usted tiene que tener solamente +12 voltios cuando el veh&#237;culo es arrancado. Si no hay
                            voltaje, verifique que el circuito del cable ROSADO 17DSK est&#233; conectado con la
                            alimentaci&#237;n de arranque. Si est&#225; conectado, verifique la continuidad en el cable
                            ROSADO entre la alimentaci&#237;n de arranque y el m&#237;dulo de control (Clavija E). Si no
                            hay continuidad, repare el cable apropiadamente. Si hay continuidad, verifique la
                            continuidad del cable VERDE proveniente del conector del rel&#233; (1255) Clavija A y el
                            circuito del cable ROJO 14DMB proveniente del conector del m&#237;dulo de control (815M)
                            Clavija B. Si no hay continuidad, repare el cable apropiadamente. Si usted tiene
                            continuidad, cambie el m&#237;dulo de control.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">El sistema desconecta los accesorios cuando el motor est&#225; funcionando.</emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>MOTOR FUNCIONANDO: Localice el interruptor de presi&#237;n de aceite en el compartimento
                            del motor. Desconecte el conector del arn&#233;s proveniente del interruptor de presi&#237;n
                            de aceite. Usando un ohmi&#237;metro, conecte los dos cable del ohmi&#237;metro a los dos
                            terminales del interruptor de presi&#237;n de aceite, y con el motor funcionando, el
                            circuito tiene que estar abierto, si el circuito est&#225; cerrado, cambie el interruptor de
                            presi&#237;n de aceite.
                        </para>
                    </item>
                    <item>
                        <para>La caracter&#237;stica de desconexi&#237;n del sistema tiene una caracter&#237;stica de
                            inhabilitar mientras el motor est&#233; funcionando. El cableado proveniente del m&#237;dulo
                            de control va a trav&#233;s del interruptor de presi&#237;n de aceite (Normalmente Cerrado -
                            Motor Apagado) al rel&#233; de control.
                        </para>
                    </item>
                    <item>
                        <para>MOTOR APAGADO: Usando un ohmi&#237;metro, revise la continuidad entre el conector del rel&#233;
                            (1255) circuito del cable AZUL 14DMC (Clavija C) y el m&#237;dulo de control conector (815M)
                            circuito del cable AZUL 14DMD (Clavija C). Si usted tiene continuidad con el motor apagado y
                            no tiene continuidad con el motor funcionando, el interruptor est&#225; trabajando
                            apropiadamente y el m&#237;dulo de control se debe cambiar.
                        </para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Con el motor funcionando, se activan la luz de carga baja de bater&#237;a y
                        zumbador de alarma. Despu&#233;s de un minuto, la luz de carga baja de bater&#237;a se enciende
                        intermitentemente, se detiene el zumbador, aunque el sistema no inhabilita ning&#250;n
                        accesorio.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Si ocurre la condici&#237;n mencionada arriba cuando est&#225; conduciendo, el supervisor
                            de carga de la bater&#237;a est&#225; funcionando como fue dise&#241;ado, no obstante,
                            parece que ha ocurrido uno de los siguientes problemas en el veh&#237;culo:
                        </para>
                        <randlist type="dash">
                            <item>
                                <para>Un circuito de carga fallando.</para>
                            </item>
                            <item>
                                <para>El alternador no genera suficiente corriente para reemplazar la corriente que
                                    demanda actualmente el veh&#237;culo.
                                </para>
                            </item>
                            <item>
                                <para>Un cable roto en entrada o salida del alternador.</para>
                            </item>
                        </randlist>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Como verificar la caracter&#237;stica que inhabilita el interruptor de presi&#237;n
                        de aceite.
                    </emph>
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Con el motor
                            <emph type="bold">APAGADO</emph>, localice el interruptor de presi&#237;n de aceite en el
                            compartimento del motor. Desconecte el conector del interruptor de presi&#237;n de aceite
                            (817M). Usando un ohmi&#237;metro, conecte los dos cables del ohmi&#237;metro con los dos
                            terminales del interruptor; el circuito tiene que estar cerrado (mostrando continuidad), si
                            el circuito est&#225; abierto (no hay continuidad) cambie el interruptor de presi&#237;n de
                            aceite. Si el interruptor est&#225; bueno, contin&#250;e con el siguiente paso.
                        </para>
                    </item>
                    <item>
                        <para>Aseg&#250;rese que el conector del arn&#233;s del interruptor de presi&#237;n de aceite
                            (817M) est&#233; reconectado y totalmente acoplado con el interruptor, y revise la
                            continuidad entre el cable AZUL del rel&#233; de control (Clavija C) y el cable azul del m&#237;dulo
                            de control (Clavija C). Si no hay continuidad, desconecte el conector del interruptor y
                            revise la continuidad entre la Clavija C del rel&#233; y uno de los terminales del conector
                            del interruptor. Si no hay continuidad, repare el cable apropiadamente. Si hay continuidad,
                            revise la continuidad entre el otro terminal del interruptor y la Clavija C del m&#237;dulo
                            de control. Si no hay continuidad, repare el cable apropiadamente.
                        </para>
                    </item>
                </randlist>
            </step1>
            <figure id="f0408041" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408041.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="472px"/>
                <caption>Figura 1.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
