<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-08-01 - "Incandescencia" en la L&#225;mpara Indicadora del Freno de Estacionamiento
    </stitle>
    <tsi id="tsi040801" tsitype="truck" translation="spanish">
        <tsinumber>04-08-01</tsinumber>
        <tsidate>Enero, 2004</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>"Incandescencia" en la L&#225;mpara Indicadora del Freno de Estacionamiento</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/31/2003</startdate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16WJY</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La TSI-03-08-02 contiene las instrucciones de operaci&#243;n de los nuevos sistemas RKE,
                    instalados en la Serie de Modelos 9000i, construidos despu&#233;s de Enero 31, 2003. Con la
                    introducci&#243;n del sistema nuevo, se ha descubierto que algunos veh&#237;culos exhiben una ligera
                    incandescencia en la l&#225;mpara indicadora del Freno de Estacionamiento cuando el freno no est&#225;
                    aplicado. La incandescencia puede que no se note durante el d&#237;a pero se puede ver cuando la
                    cabina est&#225; oscura. Esta incandescencia no afecta la operaci&#243;n del sistema del freno de
                    estacionamiento del veh&#237;culo, o RKE Si un cliente reclama sobre la incandescencia de la L&#225;mpara
                    Indicadora del Freno de Estacionamiento y el veh&#237;culo cumple con los par&#225;metros,
                    efectuando el siguiente procedimiento se eliminar&#225; la incandescencia de la L&#225;mpara
                    Indicadora del Freno de Estacionamiento.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Resistencia de 220 Ohmios 1 vatio, obtenida localmente. La resistencia debe tener dos bandas de color
                rojo y una de color negro cerca de uno de los extremos.
            </para>
            <para>Terminal 1660577C1</para>
            <para>Tubo Termoencogible: Secci&#243;n de 2" de &#188;"</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento</title>
            <specpara>
                <warning>
                    <para>La falla de no desconectar el terminal negativo de la bater&#237;a, antes de efectuar el
                        trabajo en el sistema el&#233;ctrico del veh&#237;culo, puede causar un corto circuito y puede
                        resultar en da&#241;os a la propiedad, lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>La bater&#237;as expelen gases explosivos. Mantenga alejados en todo momento las chispas,
                        llamas, cigarrillos encendidos, u otras fuentes de ignici&#243;n. Cuando trabaje cerca de bater&#237;as,
                        use siempre anteojos de seguridad y m&#225;scaras para la cara para evitar da&#241;os a la
                        propiedad y lesiones personales, o la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el terminal negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Remueva el panel de apoyo del pie del lado del conductor, debajo del tablero, para
                    permitir el acceso por debajo del interruptor de ignici&#243;n del veh&#237;culo.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el conector del terminal "G" del interruptor de ignici&#243;n. El conector debe
                    contener ambos circuitos 81 X (18GY) y 44 (16GY), tal como se muestra en la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el conector y el terminal provenientes del extremo de los dos circuitos.</para>
            </step1>
            <step1>
                <para count="1">Acorte el 81X aproximadamente 1 1/2" y pele el terminal del cable para permitir la
                    conexi&#243;n soldada.
                </para>
            </step1>
            <step1>
                <para count="1">Instale una pieza de tubo termoencogible de &#188;" sobre los extremos de ambos
                    cables.
                </para>
            </step1>
            <step1>
                <para count="1">Suelde la resistencia de 220 Ohmios en el extremo del cable pelado del circuito 81X.
                    Acorte los dos extremos de la resistencia de tal manera que su longitud total sea aproximadamente de
                    la misma longitud removida (en el punto 4 anterior) del circuito 81X.
                </para>
            </step1>
            <step1>
                <para count="1">Junte el otro extremo de la resistencia con el circuito 44 y aj&#250;ste por presi&#243;n
                    un terminal nuevo (1660577C1) en la resistencia y el cable.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice el tubo envolvente termoencogible sobre la uni&#243;n de la soldadura, la
                    resistencia, y el extremo del terminal.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique calor al tubo para que estreche apretadamente alrededor de la resistencia y el
                    cable.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a encajar el terminal dentro del conector y reinstale el conector en el terminal
                    "G" del interruptor de ignici&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el terminal negativo de la bater&#237;a y verifique que la L&#225;mpara de
                    Advertencia del Freno de Estacionamiento no se torne incandescente cuando el freno de
                    estacionamiento no est&#225; activado y que el RKE trabaje apropiadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Reinstale el panel de apoyo del pie del lado del conductor.</para>
            </step1>
            <figure id="f0408011" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408011.webp" type="webp" scalefit="1" scalefitwidth="514px"/>
                <caption>Figura 1.</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
