<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-08-02 - Lista de Revisi&#243;n para Reparaci&#243;n de Radios</stitle>
    <tsi id="tsi040802" tsitype="truck" translation="spanish">
        <tsinumber>04-08-02</tsinumber>
        <tsidate>Febrero, 2004</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Lista de Revisi&#243;n para Reparaci&#243;n de Radios</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Se juzga que muchos radios est&#225;n defectuosos antes de que el t&#233;cnico halla revisado
                    algunas de las causas de los s&#237;ntomas b&#225;sicos. Esta TSI es expedida como pauta para ser
                    usada para la localizaci&#243;n de fallas b&#225;sicas del radio en un esfuerzo para reducir el n&#250;mero
                    de unidades que son reemplazadas pero no est&#225;n defectuosas. Estas pautas contienen los reclamos
                    m&#225;s comunes y las pruebas simples que ayudar&#225;n a encontrar y corregir los problemas
                    mientras los radios permanecen instalados en el cami&#243;n.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedimiento</title>
            <para>La siguiente lista de revisi&#243;n debe ser usada para diagnosticar los problemas de radio antes de
                que &#233;ste sea reemplazado.
            </para>
            <step1>
                <para count="1">No hay energ&#237;a - el radio parece estar muerto.</para>
                <step2>
                    <para count="1">Revise el fusible en el cami&#243;n. Ambos, ignici&#243;n y alimentaci&#243;n de
                        energ&#237;a (todo el tiempo, +12 V CD) (cuando sea aplicable). Esta alimentaci&#243;n entra por
                        los cables rojo y amarillo del arn&#233;s de cables del radio.
                    </para>
                </step2>
                <step2>
                    <para count="1">Revise el fusible en la l&#237;nea del arn&#233;s del radio (si es aplicable).
                    </para>
                </step2>
                <step2>
                    <para count="1">Restablezca el radio Los modelos CRW400, CQ4300, CQ4400, CQ4500, CQ5200, CQ5300,
                        CQ5400 y CQ5500 se pueden restablecer por el frente del radio, por medio del interruptor para
                        restablecer localizado en la placa frontal del radio, vea la Figura 1. Si la unidad no responde
                        cuando se oprimen los botones de funci&#243;n, oprima el bot&#243;n de restablecer (reset) con
                        un objeto puntudo peque&#241;o, como la punta de un l&#225;piz. Esto restablecer&#225; el radio
                        a su configuraci&#243;n predeterminada. Despu&#233;s de restablecer el radio, el interruptor de
                        energ&#237;a del radio se debe oprimir para energizarlo nuevamente. La memoria de los botones de
                        las 6 estaciones preestablecidas se perder&#225;n cuando el radio es restablecido.
                    </para>
                </step2>
            </step1>
            <figure id="f0408021" figsize="pg-wide">
                <graphic filename="../tsifigures/g0408021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="312px"/>
                <caption>Figura 1.</caption>
            </figure>
            <step1>
                <para count="1">No hay sonido pero la exhibici&#243;n de la pantalla de la cara est&#225; activada.
                </para>
                <step2>
                    <para count="1">Revise los controles de balance y atenuaci&#243;n del radio.</para>
                </step2>
                <step2>
                    <para count="1">Revise los cables hacia el radio (arn&#233;s de cables del radio), aseg&#250;rese
                        que los conectores est&#233;n apretados.
                    </para>
                </step2>
                <step2>
                    <para count="1">Revise los cables hacia los parlantes. Revise si hay cortos entre los cables del
                        radio y el cable a tierra de cada parlante. Estos radios est&#225;n protegidos contra cortos o
                        sobrecargas en las salidas de los parlantes. Si los cables de los parlantes tienen un corto
                        entre ellos o con tierra, el sonido se apagar&#225; (auto-protecci&#243;n) y quedar&#225; sin
                        ninguna salida de sonido. Si esto ocurre, la pantalla permanecer&#225; activa.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Problema de recepci&#243;n</para>
                <step2>
                    <para count="1">Revise las conexiones de los cables de la antena.</para>
                </step2>
                <step2>
                    <para count="1">Revise la antena y la tierra de la antena.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Problemas con los Casetes</para>
                <step2>
                    <para count="1">El volumen es menor en las cintas que en el radio, revise si est&#225;n sucias las
                        cabezas de la cinta.
                    </para>
                </step2>
                <step2>
                    <para count="1">La unidad destruye las cintas.</para>
                    <step3>
                        <para>Revise si el casete de la cinta est&#225; alabeado.</para>
                    </step3>
                    <step3>
                        <para>Revise si hay fragmentos de cinta u otros materiales extra&#241;os en el tocacintas.
                        </para>
                    </step3>
                </step2>
            </step1>
            <step1>
                <para count="1">Problemas con el Disco Compacto "CD "</para>
                <step2>
                    <para count="1">No hay sonido con el CD cargado</para>
                    <step3>
                        <para>El disco est&#225; invertido.</para>
                    </step3>
                    <step3>
                        <para>El disco est&#225; muy sucio.</para>
                    </step3>
                    <step3>
                        <para>Humedad excesiva o temperaturas extremas.</para>
                    </step3>
                    <step3>
                        <para>El control del volumen est&#225; en el nivel m&#237;nimo.</para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">Sonido distorsionado</para>
                    <step3>
                        <para>El disco posiblemente est&#225; defectuoso.</para>
                    </step3>
                    <step3>
                        <para>El disco est&#225; rallado.</para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">El disco salta</para>
                    <step3>
                        <para>La vibraci&#243;n del radio puede causar que el disco se salte. Esto es normal.</para>
                    </step3>
                    <step3>
                        <para>El tocadiscos CD puede saltar por mugre o ralladuras en el lado del fondo.</para>
                    </step3>
                </step2>
                <step2>
                    <para count="1">El tocadiscos no expulsa, revise si hay presi&#243;n en la parte superior de la
                        unidad.
                    </para>
                </step2>
            </step1>
        </svcproc>
    </tsi>
</isis>
