<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-12-28 - Reemplazo de Radiadores Con N&#250;cleo de Cobre/Lat&#243;n por Radiadores Con N&#250;cleo
        de Aluminio en los Modelos 500 Construidos desde 1994 hasta ahora, y los Modelos 9000 Construidos Entre 1994 y
        Octubre del 2002
    </stitle>
    <tsi id="tsi041228" tsitype="truck" translation="spanish">
        <tsinumber>04-12-28</tsinumber>
        <tsidate>Agosto, 2004</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Reemplazo de Radiadores Con N&#250;cleo de Cobre/Lat&#243;n por Radiadores Con N&#250;cleo de
                Aluminio en los Modelos 500 Construidos desde 1994 hasta ahora, y los Modelos 9000 Construidos Entre
                1994 y Octubre del 2002
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>01/01/1994</startdate>
                        <enddate>10/01/2002</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Cuando reemplace los radiadores con n&#250;cleo de cobre/lat&#243;n por radiadores con n&#250;cleo
                    de aluminio la estructura del radiador hacia los aisladores del n&#250;cleo tiene que ser cambiada.
                </para>
                <para>Cuando instale el nuevo radiador de aluminio se debe tener mucho cuidado para no palanquear en el
                    extremo de las estructuras dentro del radiador, para evitar da&#241;os en el n&#250;cleo del
                    radiador.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0412281">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.90*"/>
                    <colspec colname="col2" colwidth="1.50*"/>
                    <colspec colname="col3" colwidth="0.60*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de Repuesto</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2502216C91</para>
                            </entry>
                            <entry>
                                <para>Juego Aislador del Radiador</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte:</para>
                    <randlist type="bullet">
                        <item>
                            <para>estacione el veh&#237;culo en una superficie a nivel</para>
                        </item>
                        <item>
                            <para>coloque el freno de estacionamiento</para>
                        </item>
                        <item>
                            <para>apague el motor y coloque cu&#241;as para bloquear las ruedas</para>
                        </item>
                        <item>
                            <para>permita que se enfr&#237;e el sistema de refrigeraci&#243;n del motor antes de
                                efectuar el Procedimiento de Servicio.
                            </para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte causadas por el refrigerante caliente o el vapor,
                        use solamente el siguiente procedimiento para remover la tapa de presi&#243;n del radiador o la
                        del tanque de expansi&#243;n. Permita que se enfr&#237;e el motor. Envuelva un trapo grueso y
                        pesado alrededor de la tapa de presi&#243;n. Empuje hacia abajo, y afloje lentamente la tapa
                        hasta la posici&#243;n de la primer muesca; luego espere un momento para permitir el alivio de
                        la presi&#243;n a trav&#233;s del tubo de drenaje. Despu&#233;s de haber liberado la presi&#243;n,
                        se puede remover la tapa de presi&#243;n.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>En los radiadores de cobre/lat&#243;n hay dos varillas de soporte en el frente y dos atr&#225;s
                        del radiador que van desde la parte superior del radiador hasta la parte inferior, y tiene por
                        objeto agregarle fortaleza. En los radiadores de aluminio no se requieren estas cuatro varillas
                        de soporte, por lo tanto, no intente transferirlas del radiador viejo al radiador nuevo. Para m&#225;s
                        detalles, vea la TSI- 03-12-12.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva la tapa del radiador.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento en un recipiente adecuado y limpio. Conserve el
                    refrigerante para rellenar el sistema.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las mangueras del radiador y remueva del veh&#237;culo el conjunto del
                    radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva de la estructura el radiador con n&#250;cleo de cobre/lat&#243;n. Limpie todos
                    los desechos de la estructura del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los aisladores nuevos, del juego 2502216C91, en la canal del fondo de la
                    estructura del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el n&#250;cleo de aluminio en la canal del fondo. Soporte el n&#250;cleo de
                    aluminio en posici&#243;n vertical e instale las canales de ambos lados.
                </para>
            </step1>
            <step1>
                <para count="1">Instale aisladores nuevos en la canal superior y col&#243;quela sobre el radiador
                    (Figura 1).
                </para>
            </step1>
            <figure id="f0412281" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412281.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 1. Ensamble de las Canales de la Estructura del N&#250;cleo del Radiador</caption>
            </figure>
            <specpara>
                <caution>
                    <para>No use palancas o destornilladores para comprimir los aisladores o para alinear los agujeros
                        de los tornillos mientras ensambla el radiador. Hacer esto puede resultar en da&#241;os del n&#250;cleo
                        del radiador (Figuras 3 y 4).
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Comprima la estructura del radiador con la presi&#243;n de la mano o por medio de
                    abrazaderas para poder introducir el n&#250;cleo del radiador dentro de los aisladores y para
                    alinear los agujeros de los tornillos (Figura 2).
                </para>
            </step1>
            <figure id="f0412282" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412282.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 2. Abrazando la Estructura del Radiador</caption>
            </figure>
            <figure id="f0412283" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412283.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 3. &#193;rea Da&#241;ada (c&#237;rculo) Cuando Se Usa Una Barra Para Palanquear
                </caption>
            </figure>
            <figure id="f0412284" figsize="pg-wide">
                <graphic filename="../tsifigures/g0412284.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                <caption>Figura 4. Vista Detallada del &#193;rea Da&#241;ada Encerrada en el C&#237;rculo de la Figura
                    3
                </caption>
            </figure>
            <step1>
                <para count="1">Instale los tornillos de montaje de la estructura.</para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del radiador en el veh&#237;culo.</para>
            </step1>
            <step1>
                <para count="1">Reconecte las mangueras del radiador.</para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento y revise si quedan escapes.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
