<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-12-02 - Procedimiento de Apriete de Tornillos Nuevos Para el M&#250;ltiple de Suministro
    </stitle>
    <tsi id="tsi041202" tsitype="engine" translation="spanish">
        <tsinumber>04-12-02</tsinumber>
        <replace>
            <tsinumber>03-12-01</tsinumber>
        </replace>
        <tsidate>Febrero, 2004</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de Apriete de Tornillos Nuevos Para el M&#250;ltiple de Suministro</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466
                    <snrange>1273511 y sucesivos</snrange>
                </engfam>
                <engfam>DT 530
                    <snrange>1273511 y sucesivos</snrange>
                </engfam>
                <engfam>HT 530
                    <snrange>1273511 y sucesivos</snrange>
                </engfam>
                <engfam>DT 466E
                    <snrange>943054 y sucesivos</snrange>
                </engfam>
                <engfam>International&#174; 530E
                    <snrange>943054 y sucesivos</snrange>
                </engfam>
                <engfam>La Tecnolog&#237;a&#8482; 530E"Green Diesel"de International&#174;
                    <snrange>1194039 y sucesivos</snrange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Una nueva secuencia de torsi&#243;n y pasos de re-torsi&#243;n es implementada por la instalaci&#243;n
                    del m&#250;ltiple de suministro en todos los modelos de motor I6 electr&#243;nico (numero de serie
                    del motor 943054 y sucesivos) La raz&#243;n para la nueva secuencia de torsi&#243;n y los pasos de
                    re-torsi&#243;n es lograr un mejor sello en el m&#250;ltiple de suministro. Procedimiento.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <title>Procedure</title>
            <step1>
                <para count="1">Refi&#233;rase al manual de servicio apropiado para el modelo de motor que est&#225;
                    recibiendo servicio:
                </para>
            </step1>
            <verbatim>
                <line>EGES 160-1</line>
                <line>DT 466E e International&#174; 530E</line>
                <line>Modelos del a&#241;o 1995 hasta el 1999</line>
                <line>N&#250;mero de serie de los motores desde el 943054 hasta el 1194038</line>
            </verbatim>
            <para></para>
            <verbatim>
                <line>EGES 210</line>
                <line>DT 466E, International&#174; 530E, y el International&#174; 530E Con"Green Diesel Technology&#8482;"</line>
                <line>Modelos del a&#241;o 2000 hasta el 2003</line>
                <line>N&#250;meros de serie de los motores desde el 1194039 y sucesivos</line>
            </verbatim>
            <para></para>
            <verbatim>
                <line>EGES 210 y el suplemento EGES 230</line>
                <line>DT 466, DT 530, y HT 530</line>
                <line>Modelos del a&#241;o 2001 hasta el 2003</line>
                <line>N&#250;meros de serie de los motores desde el 1273511 y sucesivos</line>
            </verbatim>
            <step1>
                <para count="1">Inspecci&#243;n del m&#250;ltiple de aceite en busca de escapes Si el empaque no muestra
                    signos de escape, proceda inmediatamente con el Paso 3. Si ha ocurrido escape, el empaque se debe
                    cambiar. Refi&#233;rase al manual de servicio para los procedimientos completos de remoci&#243;n e
                    instalaci&#243;n del empaque del m&#250;ltiple de suministro. Estos procedimientos contin&#250;an
                    sin cambio excepto por esta nueva secuencia de torsi&#243;n y pasos de re-torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los 12 tornillos a una torsi&#243;n de 27 N&#183;m (20 libra/fuerza&#183;pie)
                    iniciando por el tornillo No.1 y en la secuencia que se muestra en la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Esta nueva secuencia de torsi&#243;n requiere un paso adicional de re-torsi&#243;n
                    Repita la secuencia de torsi&#243;n una segunda vez para estar seguro que los tornillos del m&#250;ltiple
                    de suministro est&#225;n apretados correctamente al valor de torsi&#243;n especificada.
                </para>
            </step1>
            <figure id="A0801" figsize="pg-wide">
                <graphic filename="../tsifigures/A0801.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="232px"/>
                <caption>Figura 1. Secuencia de Torsi&#243;n Para el M&#250;ltiple de Suministro</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
