<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-12-01R - Procedimiento Para Alimentar Correctamente el Sistema de Combustible Para Prevenir
        Fallas en la Punta de los Inyectores
    </stitle>
    <tsi id="tsi041201" tsitype="truck" translation="spanish">
        <tsinumber>04-12-01R</tsinumber>
        <replace>
            <tsinumber>04-12-01</tsinumber>
        </replace>
        <tsidate>Junio, 2004</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Procedimiento Para Alimentar Correctamente el Sistema de Combustible Para Prevenir Fallas en la
                Punta de los Inyectores
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 466</engfam>
                <engfam>DT 466E</engfam>
                <engfam>530E</engfam>
                <engfam>DT 530</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Debido a que los "arranques secos" causan fallas en el inyector, antes de arrancar el motor se
                    debe seguir el procedimiento de alimentar el sistema de combustible. Despu&#233;s de un servicio de
                    motor, cuando el sistema de inyecci&#243;n de combustible est&#225; seco, el girar el motor para
                    arrancarlo sin alimentar primero el sistema de combustible, resultar&#225; en una condici&#243;n de
                    sobrecarga en las puntas de los inyectores. Esta sobrecarga ocurre debido a que no hay combustible
                    en el interior del inyector para amortiguar la v&#225;lvula de aguja, a media que &#233;sta se
                    levanta y asienta. Para evitar esta condici&#243;n, despu&#233;s de efectuar cualquier mantenimiento
                    que pueda permitir la entrada de aire al sistema, incluido el reemplazo del filtro de combustible,
                    siga el siguiente procedimiento.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>PROCEDIMIENTO PARA ALIMENTACI&#211;N DEL SISTEMA DE COMBUSTIBLE</title>
            <specpara>
                <warning>
                    <para>Antes de activar el arranque del motor, coloque siempre la transmisi&#243;n en posici&#243;n
                        neutral, aplique el freno de estacionamiento y coloque bloques de cu&#38;ntilde;a en la ruedas.
                        No acatar esta recomendaci&#243;n puede resultar en movimientos inesperados del veh&#237;culo y
                        causar da&#38;ntilde;os a la propiedad, lesiones personales, o la muerte.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>No arranque el veh&#237;culo sin alimentar el sistema de combustible.</para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Desconecte el arn&#233;s de inyectores de la cubierta de las v&#225;lvulas.</para>
            </step1>
            <step1>
                <para count="1">Use la bomba de alimentaci&#243;n manual para llenar el sistema de combustible.
                    <emph type="bold">NOTA: Bombee combustible hasta que la bomba manual se ponga dura para oprimir.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Haga girar el motor tres veces durante 15 segundos cada vez. Re-bombee combustible
                    manualmente despu&#233;s de cada ciclo.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de los &#250;ltimos 15 segundos de giro, cuando la bomba manual permanezca
                    dura de operar, conecte nuevamente el arn&#233;s de los inyectores y arranque el motor.
                </para>
            </step1>
            <step1>
                <para count="1">Borre los c&#243;digos de falla 513 (abierto el lado bajo hacia el banco 1) y 514
                    (abierto el lado bajo hacia el banco 2) que fueron registrados cuando el motor fue girado con el arn&#233;s
                    de los inyectores desconectado.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
