<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 04-47-01 - Prevenci&#243;n de Corrosi&#243;n del Reborde Protector Lateral Inferior del Autob&#250;s</stitle>
    <tsi id="tsi044701" tsitype="truck" translation="spanish">
        <tsinumber>04-47-01</tsinumber>
        <tsidate>Septiembre, 2004</tsidate>
        <subjectfile>CARROCER&#205;A DE BUS</subjectfile>
        <subjectgroup>
            <subject>Prevenci&#243;n de Corrosi&#243;n del Reborde Protector Lateral Inferior del Autob&#250;s</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE 200</truckmodel>
                <truckmodel>RE 300</truckmodel>
                <truckmodel>FE 200</truckmodel>
                <truckmodel>FE 300</truckmodel>
                <truckmodel>CE Bus</truckmodel>
                <truckmodel>3700</truckmodel>
                <truckmodel>3800</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los rebordes laterales del autob&#250;s est&#225;n dise&#241;ados con unos agujeros de drenaje a
                    lo largo del fondo para prevenir que la humedad quede atrapada detr&#225;s del reborde. En ciertas
                    aplicaciones, el mugre y la sal taponan los agujeros de drenaje, impidiendo el escape de la humedad
                    y permitiendo la acumulaci&#243;n de material en esta &#225;rea "h&#250;meda" detr&#225;s del
                    reborde. Aunque ambos lados del reborde han sido recubiertos para prevenir la corrosi&#243;n, bajo
                    algunas condiciones, esta &#225;rea de constante humedad es extremadamente da&#241;ina para la
                    pintura y comenzar&#225; prematuramente a deteriorar el metal. En casos vistos aisladamente, este
                    fen&#243;meno tiene la tendencia a ocurrir en la parte trasera izquierda del autob&#250;s (Figura 1)
                    que rueda carreteras de dos v&#237;as en estados que utilizan la mezcla de Cloruro de Calcio y arena
                    fina para deshelar el camino. Se ha cre&#237;do que los veh&#237;culos que vienen en direcci&#243;n
                    contraria, al pasar causan una mezcla descongelante que se esparce por debajo del reborde protector
                    inferior. La arena bloquear&#225; los agujeros de drenaje mientras la sal del camino atrapada
                    contribuye con signos prematuros de corrosi&#243;n. Un mantenimiento regular f&#225;cil previene que
                    ocurra esta situaci&#243;n.
                </para>
                <figure id="f0447011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0447011.webp" type="webp" scalefit="1" scalefitwidth="328px"/>
                    <caption>Figura 1. &#193;rea Susceptible de Corrosi&#243;n Mostrada Por la Flecha</caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <para>Mantenimiento - Durante los meses de invierno, efect&#250;e una inspecci&#243;n de los rebordes de
                protecci&#243;n inferior, especialmente los del lado del conductor del autob&#250;s. Revise que los
                agujeros de drenaje est&#233;n destapados. Use cuidadosamente un alambre peque&#241;o, o un
                destornillados angosto para remover la arena de los agujeros de drenaje. Enjuague el reborde protector
                con agua fresca para remover cualquier sal y contaminaci&#243;n del camino. Si se requiere, efect&#250;e
                un retoque de las ralladuras peque&#241;as con una soluci&#243;n preparadora de metales (Ej; "Sikkens
                Autoprep Etching Pen" - a obtener a trav&#233;s de un intermediario local de Sikkens, o "Henkel's
                Surface Technology's Touch-N- Prep&#174;Alodine&#174;-- 1132" disponible en la internet en la p&#225;gina
                http://www.buyhstna.com/store) y termine con la aplicaci&#243;n de una capa de pintura a base de
                uretano.
            </para>
        </svcproc>
    </tsi>
</isis>
