<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-03-02 - Correcci&#243;n de la Inclinaci&#243;n del Chasis</stitle>
    <tsi id="tsi050302" tsitype="truck" translation="spanish">
        <tsinumber>05-03-02</tsinumber>
        <replace>
            <tsinumber>02-03-02</tsinumber>
        </replace>
        <tsidate>Septiembre, 2005</tsidate>
        <subjectfile>MUELLES</subjectfile>
        <subjectgroup>
            <subject>Correcci&#243;n de la Inclinaci&#243;n del Chasis</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>La inclinaci&#243;n del chasis puede ser el resultado de las tolerancias de fabricaci&#243;n, esto
                    es, del conjunto de la estructura del chasis, hojas de resorte, conjuntos etc. Despu&#233;s de
                    completar los pasos de medici&#243;n descritos abajo en "Procedimiento de Servicio", puede ser
                    aceptable una cantidad limitada de espaciadores.
                </para>
                <specpara>
                    <caution>
                        <para>Poner espaciadores no es una pr&#225;ctica aceptable para corregir inclinaciones del
                            chasis creadas por la adici&#243;n de equipo auxiliar, o pr&#225;cticas de carga que
                            resultan en inclinaci&#243;n del veh&#237;culo. Estos procedimientos est&#225;n dirigidos a
                            asistir al t&#233;cnico de servicio para hacer correcciones aceptables industriales para
                            asuntos de inclinaci&#243;n nominal y no intentan compensar una sobrecarga/desnivelada, o un
                            da&#241;o no reparado de un veh&#237;culo sin importar la causa.
                        </para>
                        <para>Colocar espaciadores no es una pr&#225;ctica aceptable para inclinaciones de chasis en
                            ejes de suspensi&#243;n de resortes de aire. Las suspensiones de resortes de aire incorporan
                            uno o dos v&#225;lvulas de control de altura (opcionales) y ellas se auto-nivelar&#225;n
                            autom&#225;ticamente dentro de limites dise&#241;ados del sistema de suspensi&#243;n.
                        </para>
                    </caution>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0203021">
                <title>Informaci&#243;n de Repuestos</title>
                <tgroup cols="2" align="center">
                    <colspec colname="colspec0" colwidth="1.53in"/>
                    <colspec colname="col1" colwidth="3.89in"/>
                    <thead>
                        <row>
                            <entry colname="colspec0">
                                <para>N&#250;mero de Repuesto</para>
                            </entry>
                            <entry colname="col1">
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colname="colspec0">
                                <para>493720C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Ancho 4 Pulgadas x 1/4 de Pulgada de Grosor del Espaciador</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>540069C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Ancho 4 Pulgadas x 3/8 de Pulgada de Grosor del Espaciador</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>493721C3</para>
                            </entry>
                            <entry colname="col1">
                                <para>Ancho 4 Pulgadas x 1/2 Pulgada de Grosor del Espaciador</para>
                            </entry>
                        </row>
                        <row>
                            <entry colname="colspec0">
                                <para>NPN</para>
                            </entry>
                            <entry colname="col1">
                                <para>3 Pulgadas de Ancho x 1/2 Pulgada M&#225;ximo de Grosor del Espaciador (Vea la
                                    Nota)
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Hecho Localmente</para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <step1>
                <para count="1">Registre el peso del veh&#237;culo en las cuatro esquinas del chasis como medici&#243;n
                    de la posici&#243;n individual de las ruedas (t&#225;ndem en un lado en el caso de 6 x4, o 6 x 6)
                    para verificar que el veh&#237;culo no est&#233; sobrecargado o cargado en forma desigual. La
                    suspensi&#243;n de resortes se curvar&#225;n, basadas en las cargas aplicadas a los resortes. Los
                    resortes de aire incorporan una v&#225;lvula de control de altura y se auto nivelar&#225; autom&#225;ticamente
                    dentro de los l&#237;mites del grupo de la suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese que todos los neum&#225;ticos est&#233;n inflados en forma apropiada y a
                    la presi&#243;n recomendada, basada en las cargas m&#225;s pesadas transportadas normalmente, y
                    estacione el chasis sobre una superficie que se sepa que est&#225; perfectamente nivelada.
                </para>
            </step1>
            <step1>
                <para count="1">Mida en ambos lados la distancia desde el fondo del riel del chasis a la superficie del
                    piso, en el eje de direcci&#243;n y en la suspensi&#243;n trasera. Si la diferencia de lado a lado
                    excede de 3/8 (9.5 mm), colocar espaciadores es una pr&#225;ctica correctiva aceptable. Intercambiar
                    los resortes delanteros (derecho por izquierdo, e izquierdo por derecho) tambi&#233;n es una pr&#225;ctica
                    correctiva aceptable.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>El grosor m&#225;ximo de los espaciadores para los ejes de direcci&#243;n no debe ser mayor de
                        3/8 de pulgada (9.6 mm). El rendimiento en la direcci&#243;n y manejo puede ser afectado en
                        forma adversa si se excede del grosor m&#225;ximo de los espaciadores de 3/8 de pulgada (9.6 mm)
                        en los ejes de direcci&#243;n.
                    </para>
                    <para>El grosor m&#225;ximo de los espaciadores para los ejes de direcci&#243;n no debe ser mayor de
                        1/2 pulgada (12.7 mm). El rendimiento del manejo y direcci&#243;n de conducci&#243;n pueden ser
                        afectados en forma adversa, si se excede de grosor de 1/2 pulgada (12.7 mm) de los espaciadores
                        para ejes de direcci&#243;n.
                    </para>
                </caution>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Cuando coloque espaciadores en el grupo de la suspensi&#243;n, aseg&#250;rese que los
                        tornillos en U tengan el largo suficiente, de tal manera que al efectuar el ajuste de
                        espaciadores y apretar las tuercas, queden a la vista por lo menos dos roscas de cada una de las
                        piernas de los tornillos en U. Si el tornillo en U tiene que ser reemplazado, use solamente
                        tornillos del material recomendado por International.
                    </para>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>Cuando coloque espaciadores en el grupo de la suspensi&#243;n, aseg&#250;rese que la
                        localizaci&#243;n de la agarradera o de la cabeza del tornillo central es del largo suficiente
                        para encajar apropiadamente a trav&#233;s del espaciador y del asiento del eje para asegurar una
                        alineaci&#243;n apropiada del resorte.
                    </para>
                </item>
                <item>
                    <para>Si se deben instalar nuevos resortes delanteros como acci&#243;n correctiva, compare
                        visualmente si los resortes tienen una altura uniforme. Si un resorte es ligeramente m&#225;s
                        alto que otro, instale el resorte m&#225;s alto en el lado m&#225;s bajo, como se indicado en la
                        Paso 3 de arriba.
                    </para>
                </item>
            </randlist>
            <specpara>
                <caution>
                    <para>Despu&#233;s de completar, reapriete los tornillos en U a la torsi&#243;n especificada en el
                        Manual del Propietario/ Procedimiento de Servicio, y a los intervalos recomendados para un veh&#237;culo
                        nuevo.
                    </para>
                </caution>
            </specpara>
        </svcproc>
    </tsi>
</isis>
