<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-08-05 - Cerradura Con Seguro Por Control Remoto</stitle>
    <tsi id="tsi050805" tsitype="truck" translation="spanish">
        <tsinumber>05-08-05</tsinumber>
        <tsidate>Julio, 2005</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Cerradura Con Seguro Por Control Remoto</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100i
                    <daterange>
                        <startdate>05/17/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200i
                    <daterange>
                        <startdate>05/17/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400i
                    <daterange>
                        <startdate>05/17/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>05/17/2005</startdate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16WJY</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>A continuaci&#243;n est&#225;n las Instrucciones de Operaci&#243;n, Sintonizaci&#243;n del
                    Transmisor, Procedimientos de Programaci&#243;n, y Diagramas de Circuito para las Opciones de
                    Cerraduras Con Seguro Por Control Remoto para los modelos referenciados arriba.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>2590127C1, Transmisor, Cerradura Con Seguro Por Control Remoto para usar con el 3613964C91</para>
            <para>3163964C91, M&#243;dulo, arn&#233;s y dos transmisores remotos, reemplazo para todos los Modelos de la
                Serie 9000
            </para>
        </partsinfo>
        <svcproc svcproctype="describe" graphiccount="1">
            <title>Instrucciones al Operador Sobre la Cerradura Con Seguro Por Control Remoto</title>
            <para>
                <emph type="bold">Caracter&#237;sticas del Sistema</emph>
            </para>
            <step1>
                <para count="1">Seguro de las Cerraduras de las Puertas</para>
                <para>Se asegura las cerraduras de las puertas cuando se oprime el "Seguro" ("LOCK").</para>
                <para>Oprima dos veces para o&#237;r la confirmaci&#243;n por medio de la bocina.</para>
                <para>Las luces de cortes&#237;a se encender&#225;n brevemente para confirmar que el "Seguro" ("LOCK")
                    ha sido correctamente activado.
                </para>
            </step1>
            <step1>
                <para count="1">Desasegurar la Cerradura de la Puerta</para>
                <para>La cerradura de la puerta del conductor se desasegura cuando se oprime una vez "Desasegurar"
                    ("UNLOCK").
                </para>
                <para>Las cerraduras de las puertas de los pasajeros se desaseguran cuando se oprime por segunda vez el
                    bot&#243;n "Desasegurar" ("UNLOCK") durante los siguientes 5 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Iluminaci&#243;n de la Entrada</para>
                <para>Las luces de cortes&#237;a interiores se encienden cuando las puertas han sido desaseguradas por
                    medio del transmisor remoto y se apagar&#225;n aproximadamente a los 40 segundos, o cuando la llave
                    de la ignici&#243;n se coloque en "ON" (Si el Freno de Estacionamiento ha sido liberado). Si el
                    Freno de Estacionamiento est&#225; activado, las luces del interior se apagar&#225;n cuando se
                    libere el Freno de Estacionamiento, o cuando hayan pasado los 40 segundos previstos; lo que ocurra
                    primero.
                </para>
            </step1>
            <figure id="f0508051" figsize="col-wide">
                <graphic filename="../tsifigures/g0508051.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 1. Transmisor Para La Cerradura Con Seguro Por Control Remoto</caption>
            </figure>
            <table id="t0508051">
                <title>Resumen de la Operaci&#243;n</title>
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.87*"/>
                    <colspec colname="col2" colwidth="1.13*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>ACCI&#211;N</para>
                            </entry>
                            <entry align="center">
                                <para>RESULTADO</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Oprima una vez el bot&#243;n de "Seguro" ("LOCK")</para>
                            </entry>
                            <entry>
                                <para>Ambas cerraduras de la puertas se asegurar&#225;n, y destellar&#225;n las luces
                                    interiores
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Oprima dos veces el bot&#243;n de "Seguro" ("LOCK")</para>
                            </entry>
                            <entry>
                                <para>La bocina sonar&#225; para confirmar que las cerraduras han sido aseguradas</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Oprima una vez el bot&#243;n para "Desasegurar" ("UNLOCK")</para>
                            </entry>
                            <entry>
                                <para>La cerradura de la puerta del conductor se desasegurar&#225; y las luces de cortes&#237;a
                                    se encender&#225;n por aproximadamente 40 segundos, o hasta que el interruptor de la
                                    ignici&#243;n sea colocado en posici&#243;n "ON" y sea liberado el Freno de
                                    Estacionamiento
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Oprima dos veces el bot&#243;n para "Desasegurar" ("UNLOCK")</para>
                            </entry>
                            <entry>
                                <para>Las puertas de pasajeros se desasegurar&#225;n</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>El sistema de control de cerraduras de las puertas por control remoto responder&#225; a los
                        comandos del transmisor, sin importar la posici&#243;n del interruptor de ignici&#243;n o el
                        estado del freno de estacionamiento.
                    </para>
                </note>
            </specpara>
            <para>
                <title>Cambiando la bater&#237;a del transmisor</title>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Inserte una moneda peque&#241;a en la ranura de la caja en el borde del transmisor. Tuerza la
                        moneda para abrir la caja.
                    </para>
                </item>
                <item>
                    <para>Remueva el respaldo de la caja y localice la bater&#237;a.</para>
                </item>
                <item>
                    <para>Remueva la bater&#237;a. Reempl&#225;cela por una CR2032, o equivalente. Observe los
                        indicadores de lado (+) y (-).
                    </para>
                </item>
                <item>
                    <para>Vuelva a colocar el respaldo de la caja. Apriete fuertemente ambas partes. Pruebe el
                        funcionamiento.
                    </para>
                </item>
            </seqlist>
        </svcproc>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Sintonizaci&#243;n del Transmisor</title>
            <para>Cuando se cambia la bater&#237;a, o cuando el transmisor no ha sido utilizado por un per&#237;odo
                largo de tiempo, es posible que el transmisor necesite ser re-sintonizado con el receptor del cami&#243;n.
                Si el transmisor no funciona bajo una de estas situaciones, necesita ser sintonizado nuevamente haciendo
                lo siguiente:
            </para>
            <step1>
                <para count="1">Sostenga el transmisor cerca del cami&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Oprima y mantenga oprimidos simult&#225;neamente los botones de "Asegurar" ("LOCK") Y
                    "Desasegurar" ("UNLOCK") por aproximadamente 7 segundos.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando el transmisor ha sido sintonizado, el seguro de la cerradura funcionar&#225; una
                    vez.
                </para>
            </step1>
            <para>Si el transmisor falla al sintonizarlo, puede ser necesario reprogramar los transmisores. Por favor,
                vea "Programando Transmisores Adicionales".
            </para>
        </svcproc>
        <svcproc svcproctype="program" graphiccount="1">
            <title>Programando Transmisores Adicionales</title>
            <specpara>
                <note>
                    <para>El m&#243;dulo del sistema de los veh&#237;culos tiene cuatro ranuras para memorias, o lugares
                        que le permiten hasta 4 transmisores remotos, pero a diferencia de los modelos previos, todas
                        las cuatro localizaciones no tienen que tener un transmisor programado. Para una operaci&#243;n
                        apropiada, todos los transmisores deben ser programados al mismo tiempo.
                        <emph type="italic">Si se agrega un transmisor nuevo al m&#243;dulo de un veh&#237;culo
                            existente, todos los transmisores originales tienen tambi&#233;n que ser reprogramados en la
                            misma sesi&#243;n de programaci&#243;n, o ellos no funcionar&#225;n</emph>.
                    </para>
                </note>
            </specpara>
            <para>Nota: Los siguientes Pasos tienen que ser hechos en la secuencia exacta.</para>
            <step1>
                <para count="1">Coloque el freno de estacionamiento de los veh&#237;culos.</para>
            </step1>
            <step1>
                <para count="1">Coloque el interruptor de ignici&#243;n de los camiones en la posici&#243;n "OFF".
                </para>
            </step1>
            <step1>
                <para count="1">Localice el conector de programaci&#243;n # 1 y el # 2 en la parte superior derecha del
                    bloque de fusibles.
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe el conector de programaci&#243;n # 1 con el conector de programaci&#243;n # 2.
                </para>
            </step1>
            <step1>
                <para count="1">Con la primera conexi&#243;n, los seguros de las cerraduras de las puertas se mover&#225;n
                    un ciclo. Mantenga los conectores de programaci&#243;n conectados durante todo el proceso de
                    programaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Oprima y mantenga oprimidos al mismo tiempo los botones de "Asegurar" (LOCK) y
                    "Desasegurar" en el, o en los nuevos transmisores. Despu&#233;s de 12 a 15 segundos, los seguros de
                    las cerraduras se mover&#225;n un ciclo y la bocina sonar&#225; una vez. Si se tienen que programar
                    transmisores adicionales, repita el Paso 6 en cada transmisor que deba ser programado.
                </para>
            </step1>
            <step1>
                <para count="1">Desenchufe los conectores de programaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Pruebe que el, o los transmisores remotos funcionen apropiadamente.</para>
            </step1>
            <figure id="f0508052" figsize="pg-wide">
                <graphic filename="../tsifigures/g0508052.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="574px"/>
                <caption>Figura 2. Diagrama del Circuito</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
