<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-08-03R - Arn&#233;s de Cables para el PTO Requerido por los Modelos CF 500 y CF 600, con C&#243;digo
        de Transmisi&#243;n Autom&#225;tica 13ADL
    </stitle>
    <tsi id="tsi050803R" tsitype="truck" translation="spanish">
        <tsinumber>05-08-03R</tsinumber>
        <replace>
            <tsinumber>05-08-03</tsinumber>
        </replace>
        <tsidate>Junio, 2005</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Arn&#233;s de Cables para el PTO Requerido por los Modelos CF 500 y CF 600, con C&#243;digo de
                Transmisi&#243;n Autom&#225;tica 13ADL
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="yes" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>CF 500</truckmodel>
                <truckmodel>CF 600</truckmodel>
                <ucodegroup/>

                <ucode>13ADL</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>La siguiente informaci&#243;n es requerida cuando se instala un PTO en un Modelo CF 500, o CF 600
                    con transmisi&#243;n autom&#225;tica, C&#243;digo 13ADL.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>El instalar un PTO montado en la transmisi&#243;n, sin las conexiones el&#233;ctricas
                        apropiadas para la transmisi&#243;n, puede resultar en una falla de la transmisi&#243;n.
                    </para>
                </caution>
            </specpara>
            <para>Para minimizar el riesgo de da&#241;o de la transmisi&#243;n, los controles del PTO tienen que estar
                integrados dentro del arn&#233;s de cables del veh&#237;culo.
            </para>
            <para>
                <emph type="bold">Solicitud de PTO</emph>
                - Aplicando voltaje de la bater&#237;a del veh&#237;culo al cable de "Solicitud del PTO", (1) colocar&#225;
                la transmisi&#243;n en el modo PTO y (2) elevar&#225; la velocidad de ralent&#237; y la velocidad del
                motor cuando se cumplen ciertas condiciones (descritas abajo). El cable TIENE que ser parte del sistema
                de control del PTO; la omisi&#243;n de hacerlo puede resultar en desgaste del embrague del PTO debido a
                la presi&#243;n hidr&#225;ulica baja, resultando en una contaminaci&#243;n r&#225;pida del fluido de la
                transmisi&#243;n y da&#241;os internos de la transmisi&#243;n.
            </para>
            <para>
                <emph type="bold">Habilitaci&#243;n Remota del PTO</emph>
                - Uno de los dos cables de motor disponibles para habilitaci&#243;n remota del PTO, tambi&#233;n TIENE
                que ser parte del sistema de control del PTO. El cable tiene que ser conectado al circuito de Solicitud
                de PTO.
            </para>
            <para>
                <emph type="underscr">Condiciones para las Revoluciones Elevadas del PTO:</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Freno de estacionamiento aplicado</para>
                </item>
                <item>
                    <para>Freno de servicio liberado</para>
                </item>
                <item>
                    <para>Transmisi&#243;n en posici&#243;n de "Estacionamiento" ("PARK")</para>
                </item>
                <item>
                    <para>Velocidad del veh&#237;culo = 0</para>
                </item>
                <item>
                    <para>Velocidad del motor por debajo de 1,200 RPM</para>
                </item>
            </seqlist>
            <para>
                <emph type="bold">Habilitaci&#243;n del PTO</emph>
                - Hay disponible un cable de salida que indica cuando es activado el aumento de revoluciones. La salida
                para "Habilitar el PTO" puede ser usada a discreci&#243;n de los fabricantes de la carrocer&#237;a; por
                ejemplo, para restringir la operaci&#243;n del PTO a solamente cuando el veh&#237;culo est&#225;
                estacionario.
            </para>
            <para>
                <emph type="bold">PTO Acoplado</emph>
                - Hay disponible un cable de entrada para controlar la l&#225;mpara del PTO en el tablero de
                instrumentos. Aplicando voltaje de la bater&#237;a del veh&#237;culo al cable de "Activaci&#243;n del
                PTO" iluminar&#225; la l&#225;mpara del PTO.
            </para>
            <para>
                <emph type="bold">La "Solicitud de PTO", "Habilitaci&#243;n del PTO", "Acople del PTO"</emph>, y las se&#241;ales
                remotas del
                <emph type="bold">PTO</emph>
                para el motor son cables con puntas cortadas suministrados con el veh&#237;culo y est&#225;n localizados
                detr&#225;s de la cabina en el riel izquierdo del chasis, cerca de la transmisi&#243;n. Todos los otros
                componentes del PTO son suministrados por el fabricante de la carrocer&#237;a.
            </para>
            <para>
                <emph type="bold">Programaci&#243;n del Motor</emph>
                - Los par&#225;metros programables del motor para las instalaciones de "Control del PTO" ("PTO-CONTROL")
                tienen que ser, o "1: SOLAMENTE OPERACI&#211;N REMOTA", o "3: OPERACI&#211;N REMOTA Y OPERACI&#211;N
                DESDE LA CABINA". Este par&#225;metro es configurado en la f&#225;brica como "3: OPERACI&#211;N REMOTA Y
                OPERACI&#211;N DESDE LA CABINA".
            </para>
            <figure id="f0508031" figsize="col-wide">
                <graphic filename="../tsifigures/G0508031.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
            </figure>
            <table id="t0508031">
                <title>Arn&#233;s de Cables para el PTO de las Series CF</title>
                <tgroup cols="3">
                    <colspec colname="col1" colwidth="0.57*"/>
                    <colspec colname="col2" colwidth="0.59*"/>
                    <colspec colname="col3" colwidth="1.84*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Circuito Determinado</para>
                            </entry>
                            <entry>
                                <para>Nombre del Cable</para>
                            </entry>
                            <entry>
                                <para>Descripci&#243;n</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>Entrada (VPWR)</para>
                            </entry>
                            <entry>
                                <para>Solicitud del PTO</para>
                            </entry>
                            <entry>
                                <para>Cable con puntas cortadas para el Circuito No. 2335, cable de color Rosado/Verde
                                    Claro. Aplicando voltaje de la bater&#237;a del veh&#237;culo a este cable, se
                                    solicitar&#225; a la transmisi&#243;n entrar en el modo PTO y elevar&#225; la
                                    velocidad del motor, si se cumplen las condiciones.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Salida</para>
                            </entry>
                            <entry>
                                <para>Habilitaci&#243;n del PTO</para>
                            </entry>
                            <entry>
                                <para>Cable con puntas cortadas para el Circuito No. 2334, cable de color Marr&#243;n/Amarillo.
                                    Un conductor de lado-bajo, cambiando de circuito abierto a cerrado (tierra), indica
                                    la activaci&#243;n para aumentar las revoluciones del motor (PTO). Determinado para
                                    activar (ON) una bobina del rel&#233;. La corriente m&#225;xima es de 1 amp.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Entrada (VPWR)</para>
                            </entry>
                            <entry>
                                <para>Acoplado el PTO</para>
                            </entry>
                            <entry>
                                <para>Cable con puntas cortadas para el Circuito No. 2336, cable de color
                                    Rojo/Anaranjado. Aplicando voltaje de la bater&#237;a del veh&#237;culo a este cable
                                    se activar&#225; la l&#225;mpara del PTO en el tablero de instrumentos, y removiendo
                                    el voltaje de la bater&#237;a del veh&#237;culo se desactivar&#225; dicha l&#225;mpara.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Entrada (VPWR)</para>
                            </entry>
                            <entry>
                                <para>Habilita el Control Remoto Variable del PTO y el ECM</para>
                            </entry>
                            <entry>
                                <para>Cable con puntas cortadas para el Circuito No. 2231, cable de color Azul
                                    Claro/Rojo. Aplicando voltaje de la bater&#237;a del veh&#237;culo a este cable se
                                    habilitar&#225; la operaci&#243;n del Control Remoto Preconfigurado del motor y el
                                    PTO. Esta entrada, o la del Control Remoto Variable del ECM, es requerida por el
                                    PTO.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>Entrada (VPWR)</para>
                            </entry>
                            <entry>
                                <para>Habilita el Control Remoto Variable del PTO y el ECM</para>
                            </entry>
                            <entry>
                                <para>BCable con puntas cortadas para el Circuito No. 2232, cable de color Rojo/Azul
                                    Claro. Aplicando voltaje de la bater&#237;a del veh&#237;culo a este cable habilitar&#225;
                                    la operaci&#243;n del Control Remoto Variable del motor y el PTO. Esta entrada, o la
                                    de habilitar el Control Remoto Preconfigurado del PTO y el ECM, es requerida por el
                                    PTO.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para></para>
            <figure id="f0508032" figsize="pg-wide">
                <graphic filename="../tsifigures/G05080303.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="484px"/>
                <caption>Figura 1. Ejemplo del Diagrama de Cables para la Operaci&#243;n Estacionaria del PTO</caption>
            </figure>
            <figure id="f0508033" figsize="pg-wide">
                <graphic filename="../tsifigures/G05080304.webp" type="webp" scalefit="1" scalefitwidth="484px"
                         scalefitheight="272px"/>
                <caption>Figura 2. Ejemplo del Diagrama de Cables para la L&#225;mpara del PTO</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
