<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-09-02 - En Ciertos Modelos 7000 HPV, el Panel contra Salpique del Lado del Pasajero Puede
        Rozar el Lado Interior del Cap&#243;
    </stitle>
    <tsi id="tsi050902" tsitype="truck" translation="spanish">
        <tsinumber>05-09-02</tsinumber>
        <tsidate>Junio, 2005</tsidate>
        <subjectfile>EXTREMO DELANTERO</subjectfile>
        <subjectgroup>
            <subject>En Ciertos Modelos 7000 HPV, el Panel contra Salpique del Lado del Pasajero Puede Rozar el Lado
                Interior del Cap&#243;
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>En ciertos modelos 7000 HVP, el panel contra salpique del lado del pasajero puede rozar el lado
                    interior del cap&#243;, lo cual puede resultar en un desgaste excesivo del lado interior del cap&#243;.
                    Si esto est&#225; ocurriendo, el panel contra salpique tiene que ser recortado siguiendo los Pasos
                    indicados en el Procedimiento de Servicio.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Libere los sujetadores de montaje del panel contra salpique del lado del pasajero,
                    Figura 1, &#205;tem 4, halando y retirando los sujetadores del panel y removiendo el panel contra
                    salpique. Si se necesita informaci&#243;n m&#225;s detallada, refi&#233;rase al Manual de Servicio
                    S09007 en ISIS, o en al Manual de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Con una herramienta de corte adecuada, remueva cuidadosamente el &#225;rea sombreada del
                    panel, mostrada en la Figura 1, &#205;tem 2, cortando por la l&#237;nea de transici&#243;n mostrada
                    en la Figura 1, &#205;tem 1 y en la Figura 2.
                </para>
            </step1>
            <step1>
                <para count="1">Instale nuevamente el panel contra salpique.</para>
            </step1>
            <figure id="f0509021" figsize="pg-wide">
                <graphic filename="../tsifigures/g0509021.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figura 1. Tablero Contra Salpique del Lado del Pasajero</caption>
                <calloutgroup>
                    <callout1>1. Remueva el &#193;rea con Sombra Oscura Cortando por la L&#237;nea de Transici&#243;n
                    </callout1>
                    <callout1>2. &#193;rea con Sombra Oscura a Ser Removida</callout1>
                    <callout1>3. No Remueva M&#225;s all&#225; de este Punto</callout1>
                    <callout1>4. Sujetadores de Montaje del Panel Contra Salpique</callout1>
                </calloutgroup>
            </figure>
            <figure id="f0509022" figsize="col-wide">
                <graphic filename="../tsifigures/g0509022.webp" type="webp" scalefit="1" scalefitwidth="352px"
                         scalefitheight="272px"/>
                <caption>Figura 2. Panel contra Salpique Con el &#193;rea Removida Mostrado con Una Flecha</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
