<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-16-02R - Mangueras para Adicionar Evaporadores del Acondicionador de Aire</stitle>
    <tsi id="tsi051602" tsitype="truck" translation="spanish">
        <tsinumber>05-16-02R</tsinumber>
        <replace>
            <tsinumber>03-16-05</tsinumber>
        </replace>
        <tsidate>Agosto, 2005</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Mangueras para Adicionar Evaporadores del Acondicionador de Aire</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="yes" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>En algunas aplicaciones puede ser una ventaja poder agregar un evaporador de Acondicionador de
                    Aire adicional para enfriar &#225;reas remotas, como el compartimento del dormitorio. Esta carta
                    proporciona el n&#250;mero de repuesto de las mangueras necesarias y del procedimiento para acomodar
                    estas adiciones.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>
                <emph type="bold">Motores con Emisi&#243;n anterior al 2004 DT 466 y 530</emph>
            </para>
            <para>Manguera, Conjunto del AA, acumulador al compresor (para motor I6) - 2585758C91</para>
            <para>Manguera, Conjunto del AA, condensador al evaporador (para motor I6) - 2585759C91</para>
            <para>
                <emph type="bold">Motores con Emisi&#243;n posterior al 2004 DT 466 y 570, Cabina de Montaje Bajo</emph>
            </para>
            <para>Manguera, Conjunto del AA, acumulador al compresor (para motor I6) - 2588940C91</para>
            <para>Manguera, Conjunto del AA, condensador al evaporador (para motor I6) - 2585759C91</para>
            <para>
                <emph type="bold">Motores con Emisi&#243;n posterior al 2004 DT 466 y 570, Cabina Media Alta</emph>
            </para>
            <para>Manguera, Conjunto del AA, acumulador al compresor (para motor I6) - 2588941C91</para>
            <para>Manguera, Conjunto del AA, condensador al evaporador (para motor I6) - 2585759C91</para>
            <para>
                <emph type="bold">Para Motores VT 365</emph>
            </para>
            <para>Manguera, Conjunto del AA, acumulador al compresor (para motor V8) - 2585760C91</para>
            <para>Manguera, Conjunto del AA, condensador al evaporador (para motor V8) - 2585761C91</para>
        </partsinfo>
        <svcproc svcproctype="install" graphiccount="0">
            <title>Procedimiento</title>
            <specpara>
                <warning>
                    <para>Par evitar da&#241;os a la propiedad o lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie nivelada, coloque el freno de estacionamiento, cu&#241;e las ruedas y
                        apague el motor.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Cuando trabaje con gas refrigerante, use m&#225;scara para la cara u otra protecci&#243;n
                        adecuada para los ojos. Las temperaturas del refrigerante l&#237;quido pueden causar lesiones o
                        ceguera si el refrigerante hace contacto con sus ojos.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Cuando trabaje con refrigerante use guantes sin poros. Si el l&#237;quido refrigerante entra
                        en contacto con la piel, remueva la ropa contaminada, incluidos los zapatos y trate la lesi&#243;n
                        aunque la piel haya sido congelada. Vea un m&#233;dico inmediatamente.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Antes de reemplazar cualquier componente del sistema, el refrigerante debe ser recuperado del
                        sistema del acondicionador de aire. Remover los componentes mientras el sistema est&#225; bajo
                        presi&#243;n causar&#225; lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Recupere el refrigerante del sistema del Acondicionador de Aire (AA).</para>
            </step1>
            <step1>
                <para count="1">Remueva la manguera del AA entre el condensador y el evaporador, e instale la manguera
                    nueva.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la manguera del AA entre el acumulador y el compresor, e instale la manguera
                    nueva.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera del AA desde el evaporador nuevo al acople "aux" en la manguera reci&#233;n
                    instalada desde el condensador hacia el evaporador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera del AA desde el evaporador nuevo al acople "aux" en la manguera reci&#233;n
                    instalada desde el acumulador hacia el compresor.
                </para>
            </step1>
            <step1>
                <para count="1">Evacue el sistema.</para>
            </step1>
            <step1>
                <para count="1">Recargue el sistema usando refrigerante R-134a El sistema original del cami&#243;n
                    contiene 30 oz., y el evaporador nuevo requiere unas 16 oz. adicionales. Este requerimiento
                    adicional var&#237;a entre sistema y sistema, dependiendo de la longitud de las mangueras y de la
                    capacidad del evaporador nuevo. La capacidad adicional tambi&#233;n requiere 40 cc (1.2 fl Oz.)
                    adicionales de aceite PAG en el sistema.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>La falla de adicionar aceite PAG para incrementar la capacidad del sistema del AA, resultar&#225;
                        en una lubricaci&#243;n inadecuada y conducir&#225; a una falla prematura de los componentes.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Opere el veh&#237;culo para asegurarse que el AA est&#225; funcionando adecuadamente y
                    que no est&#233; escapando gas.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
