<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 05-12-34 - M&#233;todo Sistem&#225;tico para Diagnosticar una Condici&#243;n de
        Recalentamiento del Motor
    </stitle>
    <tsi id="tsi051234" tsitype="truck" translation="spanish">
        <tsinumber>05-12-34</tsinumber>
        <tsidate>Septiembre, 2005</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>M&#233;todo Sistem&#225;tico para Diagnosticar una Condici&#243;n de Recalentamiento del Motor
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Antes de reemplazar partes, es importante diagnosticar la ra&#237;z de la causa del
                    recalentamiento.
                </para>
                <para>La hoja de an&#225;lisis acompa&#241;ante ayudar&#225; a determinar el curso de la acci&#243;n
                    para diagnosticar y remediar el recalentamiento del motor.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <para>
                <title>
                    <emph type="bold">Hoja de An&#225;lisis de Recalentamiento del Motor</emph>
                </title>
            </para>
            <para></para>
            <para>
                <emph type="bold">Fecha:</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nombre del Cliente:</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">N&#250;mero de Identidad (VIN):</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Millaje del Veh&#237;culo</emph>
            </para>
            <para></para>
            <para>&#191;Cu&#225;l es la temperatura del refrigerante reportada por el cliente? &#191;Cu&#225;nto tiempo
                permanece el refrigerante a la temperatura reportada? &#191;Cu&#225;nto tiempo permanecio el
                refrigerante a la temperatura reportada?
            </para>
            <para></para>
            <para>&#191;Se reboso el refrigerante en el tanque de expansi&#243;n?
                <emph type="bold">Si</emph>
                /
                <emph type="bold">No</emph>
                (Si es si, pruebe la presi&#243;n l&#237;mite de la tapa)
            </para>
            <para></para>
            <para>&#191;Cu&#225;l es la temperatura ambiente cuando el refrigerante se mantiene caliente?</para>
            <para></para>
            <para>&#191;Est&#225; el nivel del refrigerante entre las l&#237;neas ADD y FULL del tanque de expansi&#243;n?
                <emph type="bold">Si</emph>
                /
                <emph type="bold">No</emph>
            </para>
            <para></para>
            <para>&#191;Cual es la protecci&#243;n contra el congelamiento? (El solo Anticongelante es un refrigerante
                deficiente)
            </para>
            <para></para>
            <para>&#191;Cu&#225;ndo ocurre la condici&#243;n de recalentamiento? (
                <emph type="bold">Encierre</emph>)
                <emph type="bold">En una pendiente larga</emph>,
                <emph type="bold">Manejo de pare y arranque,</emph>
                <emph type="bold">En autopista,</emph>
                <emph type="bold">Estacionario</emph>
            </para>
            <para></para>
            <para>&#191;Tiene el motor un nivel bajo de refrigerante, reducci&#243;n del mismo, alta temperatura del
                refrigerante, advertencia, o c&#243;digos de falla de apagado?
                <emph type="bold">(Lista de C&#243;digos)</emph>
            </para>
            <para></para>
            <para>&#191;Qu&#233; muestra la historia de acontecimientos del motor?
                <emph type="bold">C&#243;digo:</emph>
                <emph type="bold">Horas ECM:</emph>
                <emph type="bold">Horas actuales en el ECM:</emph>
            </para>
            <para></para>
            <para>&#191;Est&#225; acoplado el ventilador?
                <emph type="bold">Si / No</emph> &#191;En cual temperatura del refrigerante?&#191;A cu&#225;l
                temperatura ambiente del aire en el embrague del ventilador? Si la respuesta es Si, mida la velocidad
                del ventilador en ralent&#237; con un fototac&#243;metro.
                <emph type="bold">RPM del ventilador:</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota:</emph>
                Refi&#233;rase al TSI-001205: La velocidad del tac&#243;metro debe ser por lo menos 80% de la velocidad
                de entrada cuando est&#225; totalmente acoplado. (Solamente con embrague viscoso del ventilador)
            </para>
            <para></para>
            <para>&#191;Est&#225;n el radiador y el enfriador de aire limpios y sin obstrucciones?
                <emph type="bold">Si/No</emph>
            </para>
            <para>Si el radiador est&#225; sucio, l&#237;mpielo siguiendo los procedimientos indicados en la
                TSI-02-12-01 o la TSI-98-12-18.
            </para>
            <para></para>
            <para>&#191;Ha sido inspeccionado el radiador por si tiene soldaduras floreadas u otras obstrucciones?
                <emph type="bold">Si/No</emph> &#191;Se ha tomado alguna medida?
            </para>
            <para></para>
            <para>Con una herramienta EZ-Tech, mida la temperatura del refrigerante</para>
            <para></para>
            <para>&#191;Qu&#233; componentes han sido cambiados en el intento de corregir la condici&#243;n de
                recalentamiento?
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota:</emph>
                Si el mando del ventilador ha sido cambiado, &#191;Cu&#225;l es el N&#250;mero de Repuesto?
            </para>
            <para></para>
            <para>Con el motor en temperatura de funcionamiento, mida (usando una pistola t&#233;rmica) la temperatura
                de
                <emph type="bold">entrada</emph>
                al tanque del radiador y la de
                <emph type="bold">salida</emph>
                del tanque del radiador, para determinar cu&#225;nto reduce la temperatura del refrigerante en su
                recorrido por el radiador
                <emph type="bold">Temperatura de Entrada:</emph>
                <emph type="bold">Temperatura de Salida:</emph>
                <emph type="bold">Indicador de temperatura del:</emph>
            </para>
            <para></para>
            <para>Si el veh&#237;culo est&#225; equipado con transmisi&#243;n Allison, registre la temperatura del c&#225;rter
                del aceite.
                <emph type="bold">Temperatura del aceite:</emph>
            </para>
            <para></para>
            <para>Si el veh&#237;culo est&#225; equipado con transmisi&#243;n Allison, &#191;est&#225; equipado con
                enfriador adicional?
                <emph type="bold">Si/No</emph>
                Si
                <emph type="bold">es Si</emph>, &#191;d&#243;nde est&#225; montado y c&#243;mo est&#225; conectado con
                la transmisi&#243;n y el enfriador del radiador?
            </para>
            <para></para>
            <para>&#191;C&#243;mo se ve el fluido de la transmisi&#243;n y a qu&#233; huele?</para>
            <para></para>
            <para>&#191;Est&#225;n los sellos de recirculaci&#243;n en su lugar alrededor del radiador?
                <emph type="bold">Si/No</emph>
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota:</emph>
                La temperatura normal de operaci&#243;n de los motores International VT365, T 444E, DT 466E, 530E y 570E
                est&#225; entre 190&#176;F and 212&#176;F. La operaci&#243;n intermitente mayor de 230&#176;F no es
                inusual en algunas profesiones o medio ambiente. Refiera a los propietarios del veh&#237;culo al Manual
                de Operaci&#243;n y Mantenimiento del Motor.
            </para>
            <para></para>
            <para>
                <emph type="bold">Nota:</emph>
                La iluminaci&#243;n de la l&#225;mpara de aceite/agua y el c&#243;digo de falla 321 (advertencia), o el
                c&#243;digo de falla 322 (apagado) es considerada como una
                <emph type="bold">Condici&#243;n de</emph>
                recalentamiento.
            </para>
        </svcproc>
    </tsi>
</isis>
