<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 06-08-02 - Localizaci&#243;n de fallas del Sistema de Bomba de Transferencia Para Tanque de
        Combustible Doble con "Diamond Logic" para el carrocero (DLB)
    </stitle>
    <tsi id="tsi060802" tsitype="truck" translation="spanish">
        <tsinumber>06-08-02</tsinumber>
        <tsidate>Febrero, 2006</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Localizaci&#243;n de fallas del Sistema de Bomba de Transferencia Para Tanque de Combustible Doble
                con "Diamond Logic" para el carrocero (DLB)
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4200
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>08/19/2002</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta Informaci&#243;n de Servicio T&#233;cnico (TSI) aplica a los modelos listados arriba que est&#233;n
                    equipados con bombas de transferencia de combustible de dos cables.
                </para>
                <para>Los camiones construidos despu&#233;s de las fechas enunciadas arriba, est&#225;n equipados con
                    bombas de transferencia de combustible de dos cables, bombas que dependen totalmente del ESC para su
                    activaci&#243;n. La caracter&#237;stica de la bomba de transferencia con tanque doble de los veh&#237;culos
                    HVP, est&#225; dise&#241;ada para transferir el combustible desde el tanque de almacenamiento hacia
                    el tanque de suministro, bajo normas y condiciones estrictas de nivel de combustible. El ESC lee los
                    niveles de combustible en ambos tanques y "filtra" estas lecturas para analizar el desplazamiento
                    del combustible y as&#237; asegurar que el tanque de entrega no est&#233; sobrellenado y que el
                    tanque de suministro no se quede vac&#237;o. La informaci&#243;n proporcionada en esta TSI ayudar&#225;
                    al t&#233;cnico a usar el DLB (Diamond Logic para el Carrocero) para entender y responder dos
                    preguntas b&#225;sicas. La bomba de transferencia &#191;Est&#225; moviendo el combustible del tanque
                    de almacenamiento hacia el tanque de suministro?, si no lo hace &#191;cu&#225;l es el procedimiento
                    para aislar y diagnosticar la soluci&#243;n del problema?
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="7">
            <title>Procedimiento de servicio</title>
            <svcprocinfo>
                <para>Como se mencion&#243; previamente, el ESC controla la bomba de transferencia de combustible y usa
                    reglas y condiciones espec&#237;ficas para determinar cuando activar la bomba de transferencia.
                    Algunas de las condiciones b&#225;sicas m&#225;s importantes que se deben cumplir antes de que la
                    bomba sea energizada son:
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>No pueden haber fallas activas (apertura o corto) en cualquiera de los sensores de
                            combustible.
                        </para>
                    </item>
                    <item>
                        <para>El ESC tiene que detectar las RPM del motor.</para>
                    </item>
                    <item>
                        <para>El tanque de almacenamiento debe estar en o sobre el 20% del nivel.</para>
                    </item>
                    <item>
                        <para>El tanque de suministro tiene que estar por debajo del 80%.</para>
                    </item>
                    <item>
                        <para>El nivel del tanque de suministro tiene que estar al 12% (+/- 6%) por debajo del nivel de
                            combustible del tanque de almacenamiento.
                        </para>
                    </item>
                </seqlist>
                <para>Debido a que hay varias condiciones cuando los tanques est&#225;n muy llenos, o muy vac&#237;os,
                    pueden variar los par&#225;metros exactos de control de la bomba de combustible, este procedimiento
                    ha sido escrito para proveer al t&#233;cnico de un procedimiento de prueba est&#225;ndar a ser
                    seguido para la verificaci&#243;n de la capacidad del sistema de transferencia de combustible. El
                    pasar estas pruebas asegura que el sistema est&#225; funcionando tal como fue dise&#241;ado y
                    proveer&#225; al cliente con un sistema que equilibrar&#225; los niveles de combustible de los dos
                    tanques del veh&#237;culo, mientras provee un sistema de combustible sin una l&#237;nea de cruce de
                    combustible.
                </para>
                <specpara>
                    <warning>
                        <para>No lleve a cabo el siguiente procedimiento de prueba si el tanque de suministro (Se&#241;al
                            del Sensor de Combustible 1) tiene un nivel de combustible mayor del 80%. El no prestar
                            atenci&#243;n a esta advertencia puede resultar en un sobrellenado del tanque de suministro,
                            o un derrame de combustible, causando un desperdicio peligroso, o un peligro de incendio.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para evitar da&#241;os a la propiedad, lesiones personales o la posible muerte, estacione
                            el veh&#237;culo sobre una superficie plana, coloque el freno de estacionamiento, y coloque
                            la transmisi&#243;n del veh&#237;culo en posici&#243;n neutral antes de empezar el diagn&#243;stico
                            y/o de arrancar el motor.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <caution>
                        <para>No lleve a cabo el siguiente procedimiento de prueba si el tanque de almacenamiento (Se&#241;al
                            del Sensor de Combustible 2) tiene un nivel de combustible inferior al 10%. No acatar esta
                            precauci&#243;n puede resultar en el funcionamiento de la bomba de transferencia sin
                            combustible, causando da&#241;os en la bomba.
                        </para>
                    </caution>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Verifique los Sensores/Transmisores de Combustible y los Cables el&#233;ctricos</title>
                <para>La siguiente tabla muestra las posiciones de los tanques de almacenamiento y de suministro de
                    combustible en las varias generaciones de modelos de cami&#243;n. Use esta tabla para determinar en
                    cada tanque de combustible el lugar donde est&#225; localizado el sensor 1 (suministro) y donde se
                    debe encontrar el sensor 2 (almacenamiento).
                </para>
                <table id="t0608fueltank1" tblwidth="pg-wide">
                    <tgroup cols="7">
                        <colspec colname="col1" colwidth="1.39*"/>
                        <colspec colname="col2" colwidth="0.90*"/>
                        <colspec colname="col3" colwidth="0.82*"/>
                        <colspec colname="col4" colwidth="0.78*"/>
                        <colspec colname="col5" colwidth="0.77*"/>
                        <colspec colname="col6" colwidth="1.14*"/>
                        <colspec colname="col7" colwidth="1.21*"/>
                        <spanspec namest="col1" nameend="col7" spanname="SPAN1"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>Modelos con Tanque de Combustible Doble y Bomba de Transferencia de
                                        Combustible
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>Tanque de Suministro Antes de 03/01/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Tanque de Suministro Despu&#233;s de 03/01/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Tanque de Almacenamiento Antes de 03/01/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Tanque de Almacenamiento Despu&#233;s de 03/01/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Localizaci&#243;n de la Bomba Antes de 03/01/04</para>
                                </entry>
                                <entry align="center">
                                    <para>Localizaci&#243;n de la Bomba Despu&#233;s de 03/01/04</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>42/43/4400</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>Riel Rt</para>
                                </entry>
                                <entry>
                                    <para>Riel Rt</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>73/74/75/8500</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*LT</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">*RT</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>Riel Rt</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">Bastidor *Xmsn</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>8600</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>Bastidor Xmsn</para>
                                </entry>
                                <entry>
                                    <para>Bastidor Xmsn</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>7600</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>LT</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>RT</para>
                                </entry>
                                <entry>
                                    <para>Riel Lt</para>
                                </entry>
                                <entry>
                                    <para>
                                        <emph type="italic">Bastidor *Xmsn</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="7" spanname="SPAN1">
                                    <para>* Cami&#243;n construido despu&#233;s de 03/01/2004.</para>
                                    <para>
                                        <emph type="italic">Los cambios en los modelos est&#225;n destacados en tipo It&#225;lico.</emph>
                                    </para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <step1>
                    <para count="1">Conecte la EZ-Tech para los veh&#237;culos con conectores para diagn&#243;stico de 9
                        v&#237;as.
                    </para>
                </step1>
                <step1>
                    <para count="1">Abra el DLB y abra la nueva sesi&#243;n "Tanques de Combustible Dobles.dls (Dual
                        Fuel Tanks.dls) para monitorear los par&#225;metros necesarios para la localizaci&#243;n de
                        fallas de funcionamiento de la bomba de transferencia de tanques de combustible dobles. La Se&#241;ales
                        de lo observado est&#225;n mostradas en la Figura 1.
                    </para>
                </step1>
                <specpara>
                    <note>
                        <para>Las lecturas actuales del sensor de combustible est&#225;n mostradas como Se&#241;al del
                            Sensor de Combustible 1 (suministro) y Se&#241;al del Sensor de Combustible 2
                            (almacenamiento). El ESC condiciona estas se&#241;ales de tiempo en tiempo para permitir la
                            agitaci&#243;n y otros efectos transitorios. El ESC observa estas se&#241;ales condicionadas
                            (Nivel de Entrega de Combustible y Nivel de Almacenamiento de Combustible) y usa estos
                            valores para determinar cuando se debe activar o desactivar la bomba de transferencia. El
                            ESC tambi&#233;n condiciona la Se&#241;al del Sensor de Combustible 1 y transmite una se&#241;al
                            condicionada para ser usada por el indicador de combustible del tablero de instrumentos. Lo
                            importante de esto es que el ESC no reacciona a los cambios instant&#225;neos en las se&#241;ales
                            del sensor; el espera hasta que las se&#241;ales condicionadas cumplan con los par&#225;metros
                            requeridos para activar o desactivar la bomba de transferencia.
                        </para>
                    </note>
                </specpara>
                <figure id="f0608021" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608021.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="392px"/>
                    <caption>Figura 1.</caption>
                </figure>
                <step1>
                    <para count="1">Verifique que el tanque de suministro est&#233; en la posici&#243;n listada en la
                        Tabla 1 de arriba. El tanque de suministro debe tener el suministro de combustible para el
                        motor, la l&#237;nea de retorno de combustible (si est&#225; equipado con motores Cummins o
                        Caterpillar) la salida para la bomba de transferencia, y la l&#237;nea de ventilaci&#243;n yendo
                        dentro del tope del tanque.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque la ignici&#243;n del veh&#237;culo en "ON" y entre el Modo de Diagn&#243;stico
                        DLB para mostrar los valores actuales del veh&#237;culo como se muestran en la Figura 2. Note
                        que las se&#241;ales condicionadas (Nivel de Suministro de Combustible y Nivel de Almacenamiento
                        de Combustible) siempre iniciar&#225;n al 100% y 0% respectivamente. El ESC no comenzar&#225; el
                        acondicionamiento de estos valores, basado en las salidas de los sensores, hasta que el lea las
                        RPM del motor.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte el conector del sensor/transmisor del nivel de combustible del tanque de
                        suministro. Si la pantalla DLB indica que el Sensor de Combustible 1 se ha movido a "0" desde su
                        posici&#243;n previa, el arn&#233;s de cables del sensor 1 est&#225; correcto. Reconecte el
                        sensor/transmisor de nivel de combustible y verifique que la salida del sensor/transmisor y el
                        nivel actual de combustible en el tanque de suministro sean aproximadamente lo mismo.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte el conector del sensor/transmisor de nivel de combustible del tanque del
                        lado opuesto (debe ser el tanque de almacenamiento) y verifique que el DLB muestre que el Sensor
                        de Combustible 2 se haya colocado en "0". Reconecte el sensor/transmisor de nivel de combustible
                        y verifique que la salida del sensor/transmisor y el nivel actual de combustible en el tanque de
                        almacenamiento sean aproximadamente lo mismo.
                    </para>
                </step1>
                <figure id="f0608022" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608022.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="432px"/>
                    <caption>Figura 2.</caption>
                </figure>
                <step1>
                    <para count="1">Si ambos sensores/transmisores pasan la prueba mencionada arriba significa que est&#225;n
                        conectado correctamente y est&#225;n funcionando en forma apropiada. Si el tanque de suministro
                        no es el Sensor de Combustible 1 y el tanque de almacenamiento no es el Sensor de Combustible 2,
                        los cables est&#225;n invertidos y la bomba de combustible no funcionar&#225;. Para las
                        conexiones apropiadas, vea el Diagrama del Circuito al final de este procedimiento.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Verifique el Funcionamiento de la Bomba de Transferencia</title>
                <step1>
                    <para count="1">Verifique que la ignici&#243;n del veh&#237;&#161;culo se encuentre en "ON" y que
                        <emph type="bold">el motor no est&#233; funcionando</emph>.
                    </para>
                </step1>
                <step1>
                    <para count="1">Dando un clic izquierdo en el DLB en la ventana del Valor de "Requerimiento de la
                        Bomba de Transferencia de Combustible" (Fuel Transfer Pump Req) y ambas ventanas, la del
                        Requerimiento de la Bomba de Transferencia de Combustible y la del Rel&#233; de Comando de la
                        Bomba de Transferencia de Combustible deben mostrar una signo de revisi&#243;n indicando "ON".
                    </para>
                </step1>
                <step1>
                    <para count="1">Escuche si hay activaci&#243;n de la bomba de transferencia de combustible y
                        verifique que la entrada de la bomba proviene del tanque de almacenamiento y que la salida est&#225;
                        dirigida hacia el tanque de suministro.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la bomba no se activa, entonces revise: el arn&#233;s de cables hacia el ESC, la
                        salida del ESC en la clavija 25 del conector 4004, y el rel&#233; de la bomba, tal como se
                        describe en la introducci&#243;n del S082503, o la bomba en s&#237; misma.
                    </para>
                </step1>
                <step1>
                    <para count="1">De un clic izquierdo sobre el s&#237;mbolo del candado de "Requerimiento de la Bomba
                        de Transferencia de Combustible"( Fuel Transfer Pump Req ) y el candado se debe abrir y remover
                        los s&#237;mbolos de revisi&#243;n provenientes del "Requerimiento de la Bomba de Transferencia
                        de Combustible" y de las ventanas de Comando del Rel&#233; de la Bomba de Transferencia de
                        Combustible (Fuel Transfer Pump Relay Cmd), ahora la bomba de transferencia debe quedar
                        desactivada. Vea la Figura 2.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>No permita que la bomba de transferencia funcione por un per&#237;odo de tiempo extendido.
                            Cuando el funcionamiento ha sido verificado, aseg&#250;rese de desactivar (OFF) la bomba de
                            transferencia efectuando el paso 5 de arriba. El no prestar atenci&#243;n a esta advertencia
                            puede resultar en un sobrellenado del tanque de suministro, o un derrame de combustible,
                            causando un desperdicio peligroso o con gran peligro de incendio.
                        </para>
                    </warning>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>Verifique la L&#243;gica ESC y la Funci&#243;n</title>
                <step1>
                    <para count="1">Con la Ignici&#243;n colocada en ON y el motor
                        <emph type="bold">sin</emph>
                        funcionar, inserte un "0" como valor en la "Se&#241;al del Sensor de Combustible 1" (tanque de
                        suministro), y un "100" en la "Se&#241;al del Sensor de Combustible 2" (tanque de
                        almacenamiento). Para insertar los valores, coloque el cursor sobre el valor que usted quiere
                        cambiar, de dos clics izquierdos, escriba el valor deseado, y de un clic en "Entrar". Note que
                        mientras el motor no est&#225; funcionando, el "Comando del Rel&#233; de la Bomba de
                        Transferencia de Combustible" debe estar desactivado (OFF) y la ventana DLB debe aparecer como
                        la Figura 3.
                    </para>
                </step1>
                <figure id="f0608023" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608023.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figura 3.</caption>
                </figure>
                <step1>
                    <para count="1">Arranque el motor del veh&#161;culo&#237;culo. Note que las RPM del motor deben
                        estar indicadas y que la ventana del valor del Motor en Funcionamiento debe ser revisada. Dentro
                        de los dos minutos siguientes el "Requerimiento de la Bomba de Transferencia de Combustible " y
                        el del "Comando del Rel&#233; de la Bomba de Transferencia de Combustible" en la ventana de la
                        sesi&#243;n DLB se deben activar (ON) (revisar en la ventana de Valor), tal como se muestra en
                        la Figura 4. Note que la Figura 4 muestra el Nivel del Almacenamiento de Combustible a un 94% y
                        el Nivel del Suministro de Combustible a un 0.4%, lo cual cumple los par&#225;metros para que el
                        comando de la bomba active (ON) la bomba de transferencia. Recuerde que el comando del ESC
                        actual para activar la bomba ocurrir&#225; un poco despu&#233;s de que el valor del nivel del
                        suministro de combustible caiga por debajo del nivel del almacenamiento de combustible ya que
                        los dos niveles est&#225;n condicionados por el ESC cuando &#233;ste interpreta la Se&#241;al
                        del Sensor de Combustible 1 y la Se&#241;al del Sensor de Combustible 2. El ESC no activa la
                        bomba de transferencia basado en las se&#241;ales del Sensor de combustible; el reacciona
                        solamente a
                        <emph type="bold">las se&#241;ales condicionadas - "Nivel de Suministro de Combustible" y "Nivel
                            de Almacenamiento de Combustible".
                        </emph>
                    </para>
                </step1>
                <figure id="f0608024" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608024.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figura 4.</caption>
                </figure>
                <step1>
                    <para count="1">Cuando la L&#243;gica ESC y la Funci&#243;n han sido verificadas, apague el motor y
                        de un clic izquierdo en el s&#237;mbolo del candado cerrado de la Se&#241;al del Sensor de
                        Combustible 1 y en el de la Se&#241;al del Sensor de Combustible 2. Una vez que los s&#237;mbolos
                        de los candados quedan abiertos, los valores de los sensores 1 y 2 deben retornar a las lecturas
                        de los sensores actuales.
                    </para>
                </step1>
                <specpara>
                    <warning>
                        <para>No permita que la bomba de transferencia funcione por un per&#237;odo de tiempo extendido.
                            Cuando el funcionamiento es verificado, aseg&#250;rese de desactivar (OFF) la bomba de
                            transferencia efectuando el paso 3 de arriba. El no prestar atenci&#243;n a esta advertencia
                            puede resultar en un sobrellenado del tanque de suministro, o un derrame de combustible,
                            causando un desperdicio peligroso o con gran peligro de incendio.
                        </para>
                    </warning>
                </specpara>
                <step1>
                    <para count="1">Debido a que los sensores de combustible, sus cables el&#233;ctricos, y la bomba de
                        transferencia han sido verificadas, si fallan las pruebas l&#243;gicas de activar (ON) la
                        clavija 25 del conector 4004, o el ESC no est&#225; detectando las RPM del motor, o el ESC tiene
                        una falla interna.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si la bomba de transferencia no se activa por el Procedimiento #2 de arriba, revise
                        el tablero de instrumentos para ver si el tac&#243;metro est&#225; trabajando. El tablero de
                        instrumentos usa el mismo mensaje del tac&#243;metro que usa el ESC para habilitar la bomba de
                        transferencia.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si el ESC est&#225; detectando las RPM del motor y contin&#250;a sin activar la
                        bomba de transferencia bajo las condiciones de arriba, revise las caracter&#237;sticas y aseg&#250;rese
                        que est&#233; habilitada la caracter&#237;stica 00595192 de mando del rel&#233; de la "Bomba
                        silenciosa" (Dumb Pump) y que la 00595054 est&#225; desabilitada.
                    </para>
                </step1>
                <step1>
                    <para count="1">Si se sigue el procedimiento anterior y la bomba de transferencia no se activa, el
                        ESC, o su software tienen una falla.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Diagramas del Circuito</title>
                <figure id="f0608025" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608025.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figura 5.</caption>
                </figure>
                <figure id="f0608026" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608026.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figura 6.</caption>
                </figure>
                <figure id="f0608027" figsize="pg-wide">
                    <graphic filename="../tsifigures/G0608027.webp" type="webp" scalefit="1" scalefitwidth="514px"
                             scalefitheight="532px"/>
                    <caption>Figura 7.</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
