<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 06-08-04 - Oxidaci&#243;n de los Circuitos de Corriente de Voltaje Bajo en los Modelos
        International&#174; 1000, 3000, 4000 HPV, 5000i, 7000 HPV, 8000 HPV, 9000i
    </stitle>
    <tsi id="tsi060804" tsitype="truck" translation="spanish">
        <tsinumber>06-08-04</tsinumber>
        <tsidate>Julio, 2006</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Oxidaci&#243;n de los Circuitos de Corriente de Voltaje Bajo en los Modelos International&#174;
                1000, 3000, 4000 HPV, 5000i, 7000 HPV, 8000 HPV, 9000i
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>1000</truckmodel>
                <truckmodel>3000</truckmodel>
                <truckmodel>4100</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>5500i</truckmodel>
                <truckmodel>5600i</truckmodel>
                <truckmodel>5900i</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>9200i</truckmodel>
                <truckmodel>9400i</truckmodel>
                <truckmodel>9900i</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los circuitos de corriente con voltaje bajo, enlace de datos, circuitos de sensores, circuitos
                    digitales o anal&#243;gicos son m&#225;s susceptibles a la oxidaci&#243;n. La oxidaci&#243;n forma
                    una capa entre los acoples de los terminales, la cual, con el tiempo puede resultar en una conexi&#243;n
                    intermitente o una resistencia alta en el circuito. Si usted llega a encontrar esta condici&#243;n,
                    debe seguir el procedimiento descrito para proteger&#225; los terminales y recept&#225;culos de los
                    conectores contra la oxidaci&#243;n y evitar&#225; la mayor&#237;a de las condiciones de
                    intermitencia que pueden ocurrir en la interrelaci&#243;n de conexiones.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0608041">
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="1.31*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de Repuesto</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>2591041C1</para>
                            </entry>
                            <entry>
                                <para>Limpiador de Contactos "Ecoline", Rociador de Aerosol</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591044C1</para>
                            </entry>
                            <entry>
                                <para>Protector/Mejorador de Contactos "RidOx", Rociador de Aerosol</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591045C1</para>
                            </entry>
                            <entry>
                                <para>Protector/Mejorador de Contactos "RidOx", L&#225;piz</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2591046C1</para>
                            </entry>
                            <entry>
                                <para>Recubrimiento El&#233;ctrico con Capa de Caucho "Certified Labs"</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>La bater&#237;as expelen gases explosivos. Mantenga alejados en todo momento las chispas,
                        llamas, cigarrillos encendidos, u otras fuentes de ignici&#243;n. Para prevenir lesiones
                        personales, cuando trabaje cerca de bater&#237;as, use siempre anteojos de seguridad y m&#225;scara
                        protectora.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte el cable negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Localice, limpie y desengrase los conectores de circuitos de corriente de voltaje
                    bajo.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte los conectores de los circuitos de corriente de voltaje bajo e inspeccione si
                    tienen corrosi&#243;n. Limpie los terminales de los conectores con Limpiador de Contactos "Ecoline",
                    N&#250;mero de Repuesto 2591041C1 (Figura 1).
                </para>
            </step1>
            <figure id="f0608041" figsize="pg-wide">
                <graphic filename="../tsifigures/g0608041.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="328px"/>
                <caption>Figura 1.</caption>
            </figure>
            <para>NOTA: El Limpiador de Contactos "Ecoline" es seguro para su uso en los conectores el&#233;ctricos de
                cuerpo pl&#225;stico, productos de caucho, y superficies galvanizadas con esta&#241;o, oro, etc. M&#225;s
                informaci&#243;n sobre el Limpiador de Contactos "Ecoline" se puede encontrar en
                <emph type="bold">www.techspray.com</emph>.
            </para>
            <step1>
                <para count="1">Inspeccione los conectores limpiados, repare o reemplace si es necesario, los terminales
                    que tengan signos de corrosi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de que los terminales de los conectores est&#233;n totalmente secos,
                    aplique el Protector/Mejorador de Contactos "RidOx", N&#250;mero de Repuesto 2591044C1 (Figure 1).
                </para>
            </step1>
            <para>NOTA: El Protector/Mejorador de Contactos "RidOx" con sello, protege y mejora la conductividad del
                terminal, previene la oxidaci&#243;n, previene la fricci&#243;n y la corrosi&#243;n por fricci&#243;n y
                permanecer&#225; en su lugar.
            </para>
            <para>NOTA: Tambi&#233;n est&#225; disponible para ciertas situaciones el L&#225;piz Protector/Mejorador de
                Contactos "RidOx", N&#250;mero de Repuesto 2591045C1 (Figure 2).
            </para>
            <figure id="f0608042" figsize="pg-wide">
                <graphic filename="../tsifigures/g0608042.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="248px"/>
                <caption>Figura 2.</caption>
            </figure>
            <step1>
                <para count="1">Reensamble el conector, asegur&#225;ndose que todos los agujeros no usados del conector
                    tengan el tap&#243;n de sello su lugar y que los conectores de los cables no est&#233;n torcidos
                    hacia un lado, debido a que la correa sujetadora de los cables ha estado muy apretada o que haya
                    quedado muy cerca del conector. Limpie cualquier residuo externo de material.
                </para>
            </step1>
            <step1>
                <para count="1">Opcional, pero recomendado: Cuerpo conector sellado herm&#233;ticamente con el
                    Recubrimiento de Caucho " Certified Labs Electra Coat Rubberized Coating", N&#250;mero de Repuesto
                    2591046C1.
                </para>
            </step1>
            <para>NOTA: El recubrimiento "Certified Labs Electra Coat Rubberized Coating" seca quedando transparente,
                tiene una muy buena resistencia a la abrasi&#243;n, permanece flexible, y tiene una excelente adherencia
                a las superficies limpias Para m&#225;s informaci&#243;n, vaya a la p&#225;gina www.certifiedlabs.com.
            </para>
            <step1>
                <para count="1">Reconecte el cable negativo de la bater&#237;a y revise que todo est&#233; funcionando
                    apropiadamente.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Este procedimiento y estos productos tambi&#233;n trabajan bien en los conectores de corriente
                        de voltaje alto.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
