<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 06-13-01 - Relocalizaci&#243;n del M&#243;dulo de Control de la Transmisi&#243;n Allison WT
    </stitle>
    <tsi id="tsi061301" tsitype="truck" translation="spanish">
        <tsinumber>06-13-01</tsinumber>
        <replace>
            <tsinumber>05-13-02</tsinumber>
        </replace>
        <tsidate>Enero, 2006</tsidate>
        <subjectfile>TRANSMISI&#211;N</subjectfile>
        <subjectgroup>
            <subject>Relocalizaci&#243;n del M&#243;dulo de Control de la Transmisi&#243;n Allison WT</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Allison</vendor>
                <truckmodelgroup/>

                <truckmodel>4300
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>11/01/2000</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta TSI aplica a los veh&#237;culos de la lista de arriba equipados con motores International
                    I-6. Los veh&#237;culos operando en aplicaciones severas de carretera puede que requieran la
                    relocalizaci&#243;n del M&#243;dulo de Control de la Transmisi&#243;n para una mejor protecci&#243;n
                    del medio ambiente. Los siguientes procedimientos se requieren para relocalizar el Control de la
                    Transmisi&#243;n Allison M&#243;dulo proveniente del travesa&#241;o de la estructura debajo de parte
                    trasera de la cabina, a la solera trasera del interior de la cabina en los veh&#237;culos equipados
                    con motores International I-6. La TSI-05-13- 03 proporciona los procedimientos para hacer una
                    relocalizaci&#243;n similar para los veh&#237;culos equipados con motores Caterpillar C10/12 y
                    Cummins ISM.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0613011" tblwidth="pg-wide">
                <tgroup cols="2" align="center">
                    <colspec colname="col1" colwidth="0.56*"/>
                    <colspec colname="col2" colwidth="1.44*"/>
                    <spanspec namest="col1" nameend="col2" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de Repuesto</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>ARN&#201;S</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590014C91</para>
                            </entry>
                            <entry>
                                <para>I-6 Arn&#233;s para MD Est&#225;ndar</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590015C91</para>
                            </entry>
                            <entry>
                                <para>I-6 Arn&#233;s para MD con/retardador</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590016C91</para>
                            </entry>
                            <entry>
                                <para>I-6 Arn&#233;s para MD con/Neutro Autom&#225;tico</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590017C91</para>
                            </entry>
                            <entry>
                                <para>I-6 Arn&#233;s para HD Est&#225;ndar</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590018C91</para>
                            </entry>
                            <entry>
                                <para>I-6 Arn&#233;s para HD con/Neutro Autom&#225;tico</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3565125C1</para>
                            </entry>
                            <entry>
                                <para>Ojal aislante, Caucho (2 1/4 pulg)</para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="2" spanname="SPAN1">
                                <para>PARTES ADICIONALES PARA CAMIONES CONSTRUIDOS DESPU&#201;S DE JUNIO 23, 2002</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3522251C1</para>
                            </entry>
                            <entry>
                                <para>Conectores (1)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1661875C1</para>
                            </entry>
                            <entry>
                                <para>Terminales (4)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>1661872C1</para>
                            </entry>
                            <entry>
                                <para>Sellos (4)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expelen gases explosivos. Mantenga alejados en todo momento las chispas,
                        llamas, cigarrillos encendidos, u otras fuentes de ignici&#243;n. Cuando trabaje cerca de bater&#237;as,
                        use siempre anteojos de seguridad y m&#225;scaras para la cara para evitar da&#241;os a la
                        propiedad, lesiones personales, o la muerte.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva de los conectores de bater&#237;a, los cables positivo y negativo de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Localice el M&#243;dulo de Control de la Transmisi&#243;n montado en un soporte al
                    travesa&#241;o de montaje trasero de la cabina. Vea la Figura 1.
                </para>
            </step1>
            <figure id="f0513021" figsize="pg-wide">
                <graphic filename="../tsifigures/G0513021.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Localice el M&#243;dulo de Control de la Transmisi&#243;n</caption>
            </figure>
            <step1>
                <para count="1">Remueva los dos tornillos que retienen el soporte del m&#243;dulo al travesa&#241;o. Los
                    tornillos est&#225;n roscados dentro de tuercas soldadas adheridas al interior del soporte del m&#243;dulo.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la cubierta del m&#243;dulo y desconecte del m&#243;dulo los tres conectores del
                    arn&#233;s.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el m&#243;dulo de control del soporte de montaje.</para>
            </step1>
            <step1>
                <para count="1">Localice (vea la Figura 1) y desconecte el del arn&#233;s de derivaci&#243;n que est&#225;
                    conectado al Sensor de Velocidad de Carretera (trasero), el Sensor de la Turbina (medio - si est&#225;
                    equipado) y el Sensor de Velocidad del Motor (adelante - con aislamiento contra el calor) del lado
                    derecho de la transmisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el arn&#233;s de cables del conector principal de la transmisi&#243;n,
                    mostrado en la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">
                    <emph type="bold">Si el cami&#243;n fue construido en o antes del 23 de Junio, 2002, proceda con el
                        paso 14.
                    </emph>
                </para>
            </step1>
            <step1>
                <para count="1">Si el cami&#243;n fue construido despu&#233;s del 23 de Junio, 2002, ser&#225; necesario
                    agregar un conector de 5 v&#237;as para el arn&#233;s remanente de Motor/Transmisi&#243;n,
                    ejecutando los siguientes pasos:
                </para>
            </step1>
            <step1>
                <para count="1">Hale el arn&#233;s de la transmisi&#243;n hacia el lado del conductor y corte el cable
                    por la Figura 2.
                </para>
            </step1>
            <figure id="f0613012" figsize="col-wide">
                <graphic filename="../tsifigures/G0613012.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="248px"/>
                <caption>Figura 2.</caption>
            </figure>
            <step1>
                <para count="1">Remueva el arn&#233;s de la porci&#243;n de la transmisi&#243;n y desc&#225;rtelo.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la cinta que envuelve el arn&#233;s hacia el motor lo suficiente para permitir
                    la instalaci&#243;n del conector de 5 v&#237;as Use el conector 3522251C1, los terminales 1661875C1
                    y los sellos 1661872C1.
                </para>
            </step1>
            <step1>
                <para count="1">Comprima y suelde los terminales en los siguientes circuitos:</para>
            </step1>
            <table id="t0613012">
                <tgroup cols="2">
                    <colspec colname="col1" colwidth="0.69*"/>
                    <colspec colname="col2" colwidth="1.31*"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>Cavidad</para>
                            </entry>
                            <entry align="center">
                                <para>Circuiot</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>A</para>
                            </entry>
                            <entry>
                                <para>L47A157</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>C</para>
                            </entry>
                            <entry>
                                <para>L92123</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>D</para>
                            </entry>
                            <entry>
                                <para>L5B183</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>E</para>
                            </entry>
                            <entry>
                                <para>L5B184</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>Prosiga al Paso 15.</para>
            <step1>
                <para count="1">Siga el arn&#233;s hacia arriba y hacia la izquierda de la transmisi&#243;n y localice
                    el conector de 5 v&#237;as del Motor/Transmisi&#243;n y descon&#233;ctelo. Vea la Figura 3.
                </para>
            </step1>
            <figure id="f0513022" figsize="col-wide">
                <graphic filename="../tsifigures/G0513022.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 3. Localice el Conector de 5 V&#237;as</caption>
            </figure>
            <figure id="f0513023" figsize="col-wide">
                <graphic filename="../tsifigures/G0513023.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px"/>
                <caption>Figura 4. Localice el Conector de 24 V&#237;as</caption>
            </figure>
            <step1>
                <para count="1">Siga el arn&#233;s dentro del compartimento del motor y localice el conector de 24 V&#237;as
                    de la Transmisi&#243;n/Tablero y descon&#233;ctelo. Vea la Figura 4.
                </para>
            </step1>
            <step1>
                <para count="1">Localice las dos conexiones del carrocero en la misma &#225;rea del conector de 24 v&#237;as
                    y descon&#233;ctelas (si se est&#225;n usando). Note el acople de sus conectores. Vea la Figura 4.
                    See Figure 4.
                </para>
            </step1>
            <step1>
                <para count="1">Localice la derivaci&#243;n del arn&#233;s sobre el motor de arranque que proporciona
                    energ&#237;a limpia y tierra, y descon&#233;ctela. Si este conector ha sido eliminado previamente el
                    empalme tendr&#225; que ser cortado del arn&#233;s y soldado nuevamente al nuevo arn&#233;s. Si el
                    conector ha sido eliminado, haga un diagrama del circuito antes de desconectar.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva del chasis el arn&#233;s viejo.</para>
            </step1>
            <step1>
                <para count="1">Extienda el arn&#233;s nuevo en la parte superior de la transmisi&#243;n. La Figura 5
                    ilustra el arn&#233;s nuevo y sus conectores.
                </para>
            </step1>
            <figure id="f0613015" figsize="pg-wide">
                <graphic filename="../tsifigures/G0613015.webp" type="webp" scalefit="1" scalefitwidth="392px"
                         scalefitheight="312px"/>
                <caption>Figura 5. Arn&#233;s Nuevo y Conectores</caption>
            </figure>
            <step1>
                <para count="1">Conecte los conectores de la transmisi&#243;n al soporte/conector en el lado derecho de
                    la transmisi&#243;n. Vea la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del sensor de Velocidad del Veh&#237;culo al Sensor de Velocidad del
                    Veh&#237;culo localizado en la parte trasera de la transmisi&#243;n. Vea la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el Sensor de Velocidad de la Turbina (si est&#225; equipado). Vea la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector del Sensor de Velocidad del Motor al Sensor de Velocidad del Motor,
                    localizado al frente de la transmisi&#243;n. Vea la Figura 1.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector de 5 v&#237;as Motor/Transmisi&#243;n (o al conector existente, o al
                    conector agregado en los Pasos 9 a 13), localizado al lado izquierdo del motor. Vea la Figura 3.
                </para>
            </step1>
            <step1>
                <para count="1">Lleve los cables de la energ&#237;a limpia y la derivaci&#243;n del conector a tierra
                    hacia el conector que se encuentra sobre el motor de arranque y con&#233;ctelos.
                </para>
            </step1>
            <step1>
                <para count="1">En el compartimento del motor, conecte el conector de 24 v&#237;as Transmisi&#243;n/Tablero
                    y los conectores del carrocero (Figura 4 - si ellos estaban conectados previamente a la instalaci&#243;n
                    del arn&#233;s viejo).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el arn&#233;s nuevo en su ruta y &#225;telo con correas para prevenir fricci&#243;n,
                    rozaduras y/o exposici&#243;n a temperaturas extremas cercanas al sistema de escape.
                </para>
            </step1>
            <step1>
                <para count="1">Pase los conectores del Modulo de Control de la Transmisi&#243;n y la resistencia J1939
                    a trav&#233;s de la apertura en el piso de la torre de los cambios de la transmisi&#243;n.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>En algunas aplicaciones el corte pre-perforado de la torre de los cambios puede que no est&#233;
                        disponible o puede estar usado por otro equipo del fabricante de carrocer&#237;as. Si es
                        necesario, perfore un agujero adicional de 2 1/4" cerca del agujero existente en el panel de
                        relleno de la torre de cambios y coloque un ojal aislante de caucho para sellar el cable y el
                        agujero.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva las dos tuercas soldadas del soporte de montaje del m&#243;dulo de control.
                </para>
            </step1>
            <step1>
                <para count="1">Localice el soporte de montaje en la parte trasera de la cabina y use los agujeros de
                    montaje del soporte como plantilla para marcar en el piso de la cabina, sobre la solera trasera, los
                    lugares a perforar. Vea en la Figura 6 la localizaci&#243;n aproximada.
                </para>
            </step1>
            <figure id="f0513025" figsize="pg-wide">
                <graphic filename="../tsifigures/G0513025.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figura 6. Localice los Agujeros de Montaje</caption>
            </figure>
            <step1>
                <para count="1">Taladre dos agujeros de tama&#241;o apropiado para tornillos autoroscantes de 3/16".
                </para>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje del M&#243;dulo de Control de la Transmisi&#243;n en los
                    dos agujeros perforados en el paso anterior. Use dos tornillos autoroscantes de 3/16".
                </para>
            </step1>
            <step1>
                <para count="1">Conecte los tres conectores al M&#243;dulo de Control de la Transmisi&#243;n Conecte el
                    conector negro con el negro (Black), el conector azul con azul (Blue), y el conector transparente al
                    gris (Gray). Adicional a la codificaci&#243;n por color, los conectores tienen un perfil que encaja
                    solamente en el conector apropiado del m&#243;dulo; no fuerce los conectores dentro de un conector
                    con agujero de acople equivocado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el M&#243;dulo de Control de la Transmisi&#243;n en el soporte, usando los
                    herrajes existentes.
                </para>
            </step1>
            <step1>
                <para count="1">Selle piso de la cabina por donde entr&#243; el cable, usando el tap&#243;n viejo y
                    sellador de silicona RTV donde se requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Reconecte los cables de la bater&#237;a y pruebe que todo funcione correctamente.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
