<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 06-16-01 - Procedimiento para Reparar el Metal por Corrosi&#243;n</stitle>
    <tsi id="tsi061601" tsitype="truck" translation="spanish">
        <tsinumber>06-16-01</tsinumber>
        <replace>
            <tsinumber>03-16-03</tsinumber>
        </replace>
        <tsidate>Enero, 2006</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Procedimiento para Reparar el Metal por Corrosi&#243;n</subject>
        </subjectgroup>
        <distribution/>
        <description>
            <geninfo>
                <para>Reparaci&#243;n de pintura recomendada para los paneles de la carrocer&#237;a del cami&#243;n
                    International cuando hay corrosi&#243;n presente.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use anteojos de seguridad, m&#225;scara de pintura o de
                        taller y prendas exteriores cuando inicie el procedimiento de reparaci&#243;n de esta pintura.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Lave todo el veh&#237;culo con una soluci&#243;n de agua caliente y detergente D&#233;jelo
                    secar entre 1 y 2 horas.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva todos los remaches, sujetadores, estructura de las puertas, aros para equipaje,
                    etc. que puedan mostrar signos de corrosi&#243;n (en forma de hebras o hilos) u otros da&#241;os.
                </para>
            </step1>
            <step1>
                <para count="1">Si el sustrato es:</para>
                <step2>
                    <para count="1">Aluminio, lije con papel de lija seco de grano # 150 a # 180</para>
                </step2>
                <step2>
                    <para count="1">Acero laminado (Cold roll), lije primero con papel de lija seco de grano # 80 y
                        luego con # 120
                    </para>
                </step2>
                <step2>
                    <para count="1">Acero galvanizado, lije con papel de lija seco de grano # 120</para>
                </step2>
                <step2>
                    <para count="1">Acero inoxidable, lije con papel de lija seco de grano # 150 a # 180</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese que todos los signos de corrosi&#243;n sean removidos del sustrato
                    durante el procedimiento de lijado. Esto incluye la corrosi&#243;n que pueda estar presente
                    alrededor de los agujeros de los remaches y sujetadores. Bisele los bordes de las &#225;reas que
                    requieran lijado fuerte, empezado secuencialmente con papeles de lija de grano fino.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, use anteojos de seguridad, m&#225;scara de pintura o de
                        taller y prendas exteriores, cuando limpie con aire comprimido. Use aire seco regulado con una
                        pistola para aire aprobada por OSHA.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva cualquier polvo y residuos de lija usando aire comprimido para soplar y limpiar
                    la superficie.
                </para>
            </step1>
            <step1>
                <para count="1">Desengrase la superficie con el Limpiador de Superficies "Sikkens" apropiado y adecuado.
                    Use dos trapos, el primero humedecido con limpiador de superficies y el segundo, seco usando el
                    procedimiento de limpiar aplicando y limpiar frotando. Para los Limpiadores de Superficies, siga las
                    instrucciones del Manual T&#233;cnico "Sikkens".
                </para>
            </step1>
            <step1>
                <para count="1">Mezcle una parte (volumen) de "Washprimer CR" con una parte (volumen) de "Wash
                    Hardener". Revuelva completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique al veh&#237;culo una capa mediana del "Washprimer CR" mezclado. El grosor de la
                    pel&#237;cula buscado es de 0.3 a 0.4 mils (8 a 10 micrones). Recomendaciones para aplicaciones
                    espec&#237;ficas del "Washprimer CR" se proporcionan en el Manual de Referencia T&#233;cnica
                    "Sikkens".
                </para>
            </step1>
            <step1>
                <para count="1">Permita a la pintura que evapore durante 15 minutos a 70&#176; F.</para>
            </step1>
            <step1>
                <para count="1">Reemplace cualquier remache, sujetador, estructura de puerta o aro de equipaje removidos
                    en el Paso 2. Use el "Fusor 800" como sellador entre el segmento y el revestimiento de la puerta.
                </para>
            </step1>
            <step1>
                <para count="1">Repita los Pasos 5 a 9 retocando las cabezas de los remaches y sujetadores.</para>
            </step1>
            <specpara>
                <caution>
                    <para>Para asegurar la adherencia, los Pasos 13 a 15 se tienen que completar dentro de las 8 horas
                        de la aplicaci&#243;n del "Washprimer CR".
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Mezcle el color "Colorbuild" apropiado para las capas superiores que est&#233;n siendo
                    aplicadas y luego agregue 10% de "Autocryl Elast-O-Actif" (si se requiere). Revuelva completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Combine 3 partes (volumen) de imprimador "Colorbuild" del Paso 12 con 1 parte (volumen)
                    de "Colorbuild Surface Hardener" y 1 parte (volumen) de "Colorbuild Surface Activator". Revuelva
                    minuciosamente. Si se requiere una fluidez adicional y nivelado para &#225;reas grandes o ambiente
                    caluroso, agregue a esta mezcla lista para rociar un 10% de Reductor "Autocryl".
                </para>
            </step1>
            <step1>
                <para count="1">Aplique al veh&#237;culo dos capas medianas del "Colorbuild" mezclado. El grosor de la
                    pel&#237;cula buscado es de 3.0 a 4.0 mils (75 a 100 micrones) Recomendaciones para aplicaciones
                    espec&#237;ficas del "Colorbuild" se proporcionan en el Manual Sikkens.
                </para>
            </step1>
            <step1>
                <para count="1">Permita el secado por un m&#237;nimo de 30 minutos a 70&#176;F, pero si es m&#225;s
                    largo de una hora, para asegurar la adherencia de la &#250;ltima capa se requiere un lijado
                    minucioso.
                </para>
            </step1>
            <step1>
                <para count="1">Si se requiere lijar, use papel de lija seco de grano # 360 a # 400, o papel h&#250;medo
                    de grano # 500 a # 600. Despu&#233;s de lijar, desengrase la superficie con el Limpiador de
                    superficies "Sikkens", como se indic&#243; en el Paso 6.
                </para>
            </step1>
            <step1>
                <para count="1">Consulte los datos del veh&#237;culo en el Libro de Datos ("Lineset") para determinar
                    los cuatro d&#237;gitos del n&#250;mero de color. Aplique la &#250;ltima capa con " Sikkens Autobase
                    Plus" , o " Autobase" seguido por " Autobase III", " Autoclear HS Plus" o " Autoclear II LV",
                    siguiendo las instrucciones y recomendaciones proporcionadas por el Manual de Referencia T&#233;cnica
                    "Sikkens".
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Si los productos "Washprimer CR o Colorbuild" no se pueden conseguir en su &#225;rea, por
                        favor, p&#243;ngase en contacto con el Consultor T&#233;cnico de "Akso Nobel".
                    </para>
                </note>
            </specpara>
            <para>
                <title>GLOSARIO "SIKKENS"</title>
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOBASE&#174; PLUS BLENDING ADDITIVE"</emph>
            </para>
            <para>El "Autobase Plus Blending Additive" es un aditivo de mezclado cristalino que permite facilitar la
                aplicaci&#243;n del "Autobase Plus" para reparaci&#243;n de lugares peque&#241;os. Como no requiere
                mezcla, es muy f&#225;cil de usar. Use el "Autobase Plus Blending Additive" como la base para desvanecer
                &#225;reas o usarlo como un aditivo para colores "Autobase Plus", s&#243;lido o met&#225;lico, antes de
                la aplicaci&#243;n de las capas de desvanecimiento.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOBASE&#174; PLUS INTERIOR CONVERTER"</emph>
            </para>
            <para>Cuando se mezcla con "Autobase Plus Basecoat", el "Autobase Plus Interior Converter Gloss y Mat" queda
                especialmente dise&#241;ado para recubrir con brillo bajo, aplicaciones sobre partes automotrices
                interiores existentes y nuevas. Los convertidores de brillo y mate interior proporcionan un rendimiento
                consistente en una gama amplia de colores. Estos colores son espec&#237;ficamente para igualar tanto con
                el color como el brillo de los est&#225;ndar OEM.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOBASE&#174; PLUS SPECIAL EFFECT COLORS"</emph>
            </para>
            <para>El "Autobase Plus (3 step) Special Effect Colors" proporciona un color &#250;nico y efectos biestables
                cuando es visto desde diferentes &#225;ngulos. Estos colores no est&#225;n disponibles en los sistemas
                de mezcla; sin embargo hay 8 colores disponibles preempacados (mezclas listas). "Autobase Plus Special
                Effect Colors" est&#225; dise&#241;ado para terminado por encargo y tiene que ser usado en conjunto con
                "Sikkens clearcoat" para poder quedar protegido del medio ambiente.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOBASE&#174; PLUS SOLID, METALLIC AND PEARL COLORS"</emph>
            </para>
            <para>El "Autobase Plus" proporciona un cubrimiento excelente, control met&#225;lico y un rociado excelente,
                cuando se usa para duplicar efectos de color s&#243;lido OEM, met&#225;lico y aperlado. "Autobase Plus"
                tiene que ser usado en conjunto con "Sikkens clearcoat" para poder quedar protegido del medio ambiente.
                "Autobase Plus" es la elecci&#243;n superior para lograr una igualdad de color &#243;ptima.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOCRYL&#174; ELAST-O-ACTIF (OE)"</emph>
            </para>
            <para>Las partes de la carrocer&#237;a del veh&#237;culo hechas en pl&#225;stico deformable requieren
                pinturas flexibles especiales. La adici&#243;n de "Autocryl Elast-O-Actif" mejora la flexibilidad hasta
                tal punto que la pintura puede tolerar deformaci&#243;n de las partes pl&#225;sticas sin agrietarse o
                desportillarse.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOCLEAR&#174; III"</emph>
            </para>
            <para>"Autoclear III" es una capa de urethano acr&#237;lico transparente conforme a la Norma Nacional, para
                ser usado con las capas b&#225;sicas de pintura Sikkens. El producto puede ser usado como una capa
                transparente ("clearcoat") muy brillante o como una capa transparente eficiente en ambos ambientes, aire
                seco y horneado, mediante el uso de combinaciones de diferentes endurecedores y activadores.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOCLEAR&#174; HS+"</emph>
            </para>
            <para>El "Autoclear HS+" es una capa de urethano acr&#237;lico transparente de s&#243;lidos altos
                ("clearcoat") para ser usada con el "Autobase Plus". Es un urethano acr&#237;lico ("clearcoat") conforme
                a la Norma Nacional. El "Autoclear HS+" ofrece un brillo alto y est&#225; dise&#241;ado para condiciones
                de horneado. Con la selecci&#243;n de activadores, puede ser usado para &#225;reas peque&#241;as y
                grandes bajo ambientes de temperatura diferente.
            </para>
            <para></para>
            <para>
                <emph type="bold">"AUTOCLEAR&#174; MAT"</emph>
            </para>
            <para>"Autoclear Mat" es un urethano acr&#237;lico transparente con terminado mate ("clearcoat") de dos
                partes. Se pueden lograr niveles altos de brillo mezcl&#225;ndolo con cualquier urethano transparente
                "Sikkens", por ejemplo; "Autoclear III" ,o "Autoclear HS+". La aplicaci&#243;n principal es lograr un
                nivel de brillo bajo sobre las partes pl&#225;sticas. Para registros VOC, "Autoclear" estar&#225;
                listado como recubrimiento especial bajo "Elastomeric Refinishing", o "Antiglare Coatings".
            </para>
            <para></para>
            <para>
                <emph type="bold">"COLORBUILD&#8482; UNDERCOAT SYSTEM"</emph>
            </para>
            <para>El sistema de primera capa de pintura "Colorbuild" consiste de seis imprimadores coloridos, los
                cuales, cuando se mezclan en la combinaci&#243;n apropiada entre ellos, logran colores cercanos
                semejantes a los colores de la &#250;ltima mano de pintura m&#225;s populares. Dependiendo de la relaci&#243;n
                de mezcla utilizada, "Colorbuild" se puede usar como imprimador superficial, o como sellador imprimador
                h&#250;medo - en - h&#250;medo.
            </para>
            <para></para>
            <para>
                <emph type="bold">LIMPIADORES DE SUPERFICIE</emph>
            </para>
            <para>Los desengrasadores son solventes formulados especialmente para remover grasa y otros contaminantes
                del metal desnudo, terminados existentes, pl&#225;sticos, etc. "Sikkens" tiene disponibles tres tipos de
                desengrasadores, para el cubrimiento mejor de las necesidades su taller y de la sustancia a ser
                desengrasada:
            </para>
            <para>1. Limpiador de Superficies "Sikkens M600 Surface Cleaner"</para>
            <para>2. Limpiador de Superficies Antiest&#225;tico "Sikkens Anti-Static Surface Cleaner"</para>
            <para>3. Sistema Limpiador de Superficies "Autoclean Surface Cleaner System"</para>
            <para></para>
            <para>
                <emph type="bold">"WASHPRIMER CR"</emph>
            </para>
            <para>Un imprimador con propiedades adhesivas protectoras por autoataque qu&#237;mico que ofrece una
                resistencia superior a la corrosi&#243;n y un sistema de pintura de excelente adherencia al acero, al
                acero galvanizado, aluminio, y acero inoxidable. El "Washprimer CR" se usa para duplicar la resistencia
                a la corrosi&#243;n del fabricante de autom&#243;viles sin el uso de preparaciones o acondicionadores de
                metal.
            </para>
            <para></para>
        </svcproc>
    </tsi>
</isis>
