<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 06-16-02R - Filtraci&#243;n de Aire por las Puertas en los Modelos 4000, 7000 y 8000HPV
    </stitle>
    <tsi id="tsi061602R" tsitype="truck" translation="spanish">
        <tsinumber>06-16-02R</tsinumber>
        <replace>
            <tsinumber>06-16-02</tsinumber>
        </replace>
        <tsidate>Marzo, 2006</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Filtraci&#243;n de Aire por las Puertas en los Modelos 4000, 7000 y 8000HPV</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4100</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <revst/>
                <para>
                    <emph type="bold">Descripci&#243;n de la Revisi&#243;n: Plantas de ensamble agregadas y fechas. Vea
                        las notas de Informaci&#243;n de Repuestos.
                    </emph>
                </para>
                <revend/>
                <para>Ahora est&#225;n disponibles sellos para prevenir la filtraci&#243;n de aire a la cabina por los
                    conjuntos del eslab&#243;n de apertura de la puerta y la manija de la puerta.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t0616021" tblwidth="pg-wide">
                <tgroup cols="3" align="center">
                    <colspec colname="col1" colwidth="0.78*"/>
                    <colspec colname="col2" colwidth="1.53*"/>
                    <colspec colname="col3" colwidth="0.70*"/>
                    <thead>
                        <row>
                            <entry>
                                <para>
                                    <emph type="bold">N&#250;mero de Repuesto</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                            <entry>
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>3802168C1</para>
                            </entry>
                            <entry>
                                <para>Sello de la Bota del Eslab&#243;n de Apertura de la Puerta</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2590782C1</para>
                            </entry>
                            <entry>
                                <para>Sello del Conjunto de la Manija de la Puerta</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <revst/>
            <para>
                <emph type="bold">NOTA: Los Modelos construidos en las plantas de ensamble de Springfield y Garland
                    tienen instalada la bota del eslab&#243;n de sello de la puerta a partir de Noviembre 28, 2005.
                    Solamente los modelos producidos antes de esta fecha requieren a bota del eslab&#243;n de apertura
                    de la puerta.
                </emph>
            </para>
            <para>
                <emph type="bold">NOTA: Los Modelos 4000 HVP construidos en las plantas de ensamble de Escobedo tienen
                    instalada la bota del eslab&#243;n de apertura de la puerta a partir de Enero 30, 2006. Solamente
                    los modelos producidos antes de esta fecha requieren a bota del eslab&#243;n de apertura de la
                    puerta.
                </emph>
            </para>
            <revend/>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales o la muerte, estacione el veh&#237;culo
                        sobre una superficie plana, coloque el freno de estacionamiento, apague el motor y coloque cu&#241;as
                        en las ruedas.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Instale el sello de la bota del eslab&#243;n de apertura.</emph>
            </para>
            <step1>
                <para count="1">Abra la puerta y use un punz&#243;n y martillo para remover la varilla pivote, Figura 1,
                    del conjunto del eslab&#243;n de apertura.
                </para>
            </step1>
            <figure id="f0616021" figsize="pg-wide">
                <graphic filename="../tsifigures/G0616021.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figura 1. Remueva la Varilla Pivote</caption>
                <calloutgroup>
                    <callout1>1. Varilla Pivote</callout1>
                    <callout1>2. Eslab&#243;n de la Puerta</callout1>
                    <callout1>3. Soporte del Eslab&#243;n de la Puerta</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Instale el sello de la bota como se muestra en la Figura 2.
                    <emph type="bold">NOTA:</emph>
                    Si es dif&#237;cil de instalar el sello de la bota, conecte temporalmente el conjunto del eslab&#243;n
                    de apertura de la puerta con un punz&#243;n o varilla de di&#225;metro peque&#241;o y cierre la
                    puerta hasta el primer ret&#233;n, remueva el punz&#243;n o varilla utilizados y abra totalmente la
                    puerta. Esto aumenta la distancia entre el eslab&#243;n de apertura y el soporte del eslab&#243;n de
                    apertura.
                </para>
            </step1>
            <figure id="f0616022" figsize="col-wide">
                <graphic filename="../tsifigures/G0616022.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Instale el Sello de la Bota</caption>
                <calloutgroup>
                    <callout1>1. Sello de la Bota Instalado en el Eslab&#243;n de Apertura de la Puerta</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Reinstale la varilla pivote del eslab&#243;n de apertura.</para>
            </step1>
            <step1>
                <para count="1">Repita las operaciones para la puerta opuesta.</para>
            </step1>
            <para>
                <emph type="bold">Instale el sello del conjunto de la manija de la puerta.</emph>
            </para>
            <para>
                <emph type="bold">NOTA: Si se requiere informaci&#243;n m&#225;s detallada, refi&#233;rase a la Secci&#243;n
                    de Servicio S16029, o S16026.
                </emph>
            </para>
            <step1>
                <para count="1">Remueva el tablero de guarnici&#243;n interior de la puerta.</para>
            </step1>
            <step1>
                <para count="1">Remueva el protector contra agua de la puerta (Figura 3).</para>
                <figure id="f0616023" figsize="col-wide">
                    <graphic filename="../tsifigures/G0616023.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="328px"/>
                    <caption>Figura 3. Remueva el protector contra agua (Flecha)</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Aseg&#250;rese de que el vidrio de la ventana est&#225; totalmente arriba</para>
            </step1>
            <step1>
                <para count="1">Remueva la manija para subir el vidrio, si est&#225; equipada.</para>
            </step1>
            <step1>
                <para count="1">Remueva el tornillo de montaje Torx (1) del conjunto de la manija de la puerta.</para>
            </step1>
            <step1>
                <para count="1">Remueva el conjunto de la manija de la puerta (refi&#233;rase a las secciones de
                    servicio mencionadas arriba).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto de la manija de la puerta sobre una superficie plana, con la manija
                    de la puerta dando cara hacia abajo, y el respaldo dando cara hacia arriba.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie con trapos y alcohol el &#225;rea alrededor de las palancas expuestas.</para>
            </step1>
            <step1>
                <para count="1">Antes de remover la cubierta de masilla del sello, coloque el sello en posici&#243;n de
                    tal manera que las dos palancas queden en las ranuras del sello y la palanca larga quede en la parte
                    trasera de la ranura y tocando (Figura 4).
                </para>
            </step1>
            <figure id="f0616024" figsize="pg-wide">
                <graphic filename="../tsifigures/G0616024.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="328px"/>
                <caption>Figura 4. Coloque en Posici&#243;n el Sello en el Lado Trasero del Conjunto de la Manija de la
                    Puerta
                </caption>
                <calloutgroup>
                    <callout1>1. Palanca Larga</callout1>
                    <callout1>2. Sello de la Manija de la Puerta</callout1>
                    <callout1>3. Palanca Corta</callout1>
                    <callout1>4. Palanca Larga en la Parte Trasera de la Ranura</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva la cubierta de la masilla e instale el sello como est&#225; mostrado en la
                    Figura 4.
                </para>
            </step1>
            <step1>
                <para count="1">Para reinstalar el conjunto de la manija de la puerta, instale el tornillo de montaje
                    Torx y apri&#233;telo a una torsi&#243;n entre 71 y 88 libra/fuerza-pie (8 a 10 Nm), e instale el
                    protector contra agua de la puerta, el tablero de guarnici&#243;n interior de la puerta y la manija
                    para subir la ventana, si est&#225; equipada).
                </para>
            </step1>
            <step1>
                <para count="1">Revise la operaci&#243;n apropiada de la manija de la puerta y de la manija para subir
                    la ventana.
                </para>
            </step1>
            <step1>
                <para count="1">Repita los Pasos para la puerta opuesta.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
