<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-08-05 - Instrucciones para programar la Llave por control remoto (Key Fob)</stitle>
    <tsi id="m070805" tsitype="truck" translation="spanish">
        <tsinumber>07-08-05</tsinumber>
        <tsidate>Septiembre 2007</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Instrucciones para programar la Llave por control remoto (Key Fob)</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4100</truckmodel>
                <truckmodel>4200</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>9100i</truckmodel>
                <truckmodel>9200i</truckmodel>
                <truckmodel>9400i</truckmodel>
                <truckmodel>9900i</truckmodel>
                <truckmodel>CF 500</truckmodel>
                <truckmodel>CF 600</truckmodel>
                <truckmodel>ProStar</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este documento describe los pasos a seguir cuando se programan las llaves por control remoto (KEY
                    FOBS) para los veh&#237;culos listados arriba.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Programando la Llave por control remoto (Key Fob)</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                            procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                            estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando
                            las ruedas.
                        </para>
                    </warning>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>CF 500, CF 600</title>
                <para>Antes de iniciar, el interruptor de arranque tiene que estar en posici&#243;n OFF y el seguro de
                    la cerradura de la puerta del conductor en la posici&#243;n superior.
                </para>
                <step1>
                    <para count="1">Gire la llave del interruptor de arranque a la posici&#243;n de arranque "IGNITION",
                        luego a la posici&#243;n "OFF", luego nuevamente a "IGNITION" y luego a "OFF", y nuevamente a
                        "IGNITION" y luego a "OFF".
                    </para>
                </step1>
                <step1>
                    <para count="1">Empuje el seguro de la cerradura de la puerta del conductor hacia ABAJO, luego hacia
                        ARRIBA, luego nuevamente hacia ABAJO y luego hacia ARRIBA y nuevamente hacia ABAJO y por &#250;ltimo,
                        hacia ARRIBA.
                    </para>
                </step1>
                <step1>
                    <para count="1">Usando el primer transmisor, oprima el bot&#243;n "LOCK", luego oprima nuevamente el
                        bot&#243;n "LOCK", a continuaci&#243;n cuente lentamente 1, 2, y 3.
                    </para>
                </step1>
                <step1>
                    <para count="1">Usando el segundo transmisor, oprima el bot&#243;n "LOCK", luego oprima nuevamente
                        el bot&#243;n "LOCK", a continuaci&#243;n cuente lentamente 1, 2, 3, 4 y 5.
                    </para>
                </step1>
                <step1>
                    <para count="1">Coloque el interruptor de arranque en la posici&#243;n "IGNITION", y luego a la
                        posici&#243;n "OFF".
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>4100, 4200, 4300, 4400, 7300, 7400, 7500, 7600, 7700, 8500, 8600, y ProStar (TSI-07-08-03)
                </title>
                <step1>
                    <para count="1">Mueva la llave de la ignici&#243;n de la posici&#243;n "OFF" a la posici&#243;n "ON"
                        (dejar la posici&#243;n de la ignici&#243;n en "ON" no funcionar&#225;, tiene que hacerse el
                        ciclo). Usted debe iniciar el 2&#167; Paso (todos los cuatro botones oprimidos) dentro de los 10
                        siguientes segundos de este evento de la ignici&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">Haga lo siguiente en el grupo "POD" de la puerta del lado del pasajero: Mientras
                        mantiene hacia abajo el interruptor para subir el vidrio, y el de bajar el vidrio y los
                        interruptores para desasegurar la cerraduras y oprima y sostenga el interruptor de seguro. Todos
                        los cuatro interruptores deben ser sostenidos por lo menos durante 5 segundos (se recomiendan 6
                        o 7 segundos).
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de 5 segundos, la unidad del grupo "Pod, "RKE"" de la puerta entrar&#225;
                        en el "Modo de Aprendizaje" y se estar&#225; all&#237; durante 10 segundos (o hasta que un
                        transmisor sea "aprendido"). Una vez que el sistema "RKE" entra en el "Modo de Aprendizaje", se
                        pueden liberar los cuatro botones.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>9100i, 9200i, 9400i, 9900i (TSI-05-08-05)</title>
                <specpara>
                    <note>
                        <para>Los siguientes Pasos tienen que ser hechos en la secuencia exacta.</para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Coloque el freno de estacionamiento del veh&#237;culo.</para>
                </step1>
                <step1>
                    <para count="1">Coloque el interruptor de la ignici&#243;n del cami&#243;n en posici&#243;n "OFF".
                    </para>
                </step1>
                <step1>
                    <para count="1">Localice el conector de programaci&#243;n # 1 y el # 2 en la parte superior derecha
                        del bloque de fusibles.
                    </para>
                </step1>
                <step1>
                    <para count="1">Conecte el conector de programaci&#243;n # 1 con el conector de programaci&#243;n #
                        2.
                    </para>
                </step1>
                <step1>
                    <para count="1">Con la primera conexi&#243;n, los seguros de las cerraduras de las puertas se mover&#225;n
                        un ciclo. Mantenga los conectores de programaci&#243;n conectados durante todo el proceso de
                        programaci&#243;n.
                    </para>
                </step1>
                <step1>
                    <para count="1">En el nuevo, o nuevos transmisores, oprima y mantenga oprimidos al mismo tiempo los
                        botones de Asegurar (LOCK) y Desasegurar (UNLOCK). Despu&#233;s de 12 a 15 segundos, los seguros
                        de las cerraduras se mover&#225;n un ciclo y la bocina sonar&#225; una vez. Si se tienen que
                        programar transmisores adicionales, repita el Paso 6 en cada transmisor que deba ser programado.
                    </para>
                </step1>
                <step1>
                    <para count="1">Desconecte los conectores de programaci&#243;n.</para>
                </step1>
                <step1>
                    <para count="1">Pruebe que el, o los transmisores remotos funcionen apropiadamente.</para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
