<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-08-03 - Aprendizaje del Transmisor (RKE) para operar el seguro de la cerradura de entrada
        por control Remoto
    </stitle>
    <tsi id="M070803" tsitype="truck" translation="spanish">
        <tsinumber>07-08-03</tsinumber>
        <replace>
            <tsinumber>02-08-02</tsinumber>
        </replace>
        <tsidate>Abril, 2007</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Aprendizaje del Transmisor (RKE) para operar el seguro de la cerradura de entrada por control
                Remoto
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>4100
                    <daterange>
                        <startdate>08/01/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4200
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>10/01/2005</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <startdate>01/01/2001</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>03/01/2007</startdate>
                    </daterange>
                </truckmodel>
                <ucodegroup/>

                <ucode>16VCN</ucode>
                <ucode>16VCP</ucode>
                <ucode>16WKZ</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El sistema de cerradura con seguro por control remoto de International, usa grupos de
                    interruptores electr&#243;nicos para la operaci&#243;n de las puertas ubicados en las puertas de los
                    lados del conductor y del pasajero, los cuales operan las cerraduras de las puertas y las ventanas
                    el&#233;ctricas. Si est&#225; equipado con el sistema "RKE", la memoria en el receptor (en el grupo
                    "POD" de la puerta delantera del lado del pasajero) aprende los c&#243;digos provenientes del
                    transmisor localizado en el llavero "FOBS" y solamente reconoce aquellos que el ha aprendido en el
                    proceso de programaci&#243;n. Cada puerta lateral de un veh&#237;culo de pasajeros, tiene la
                    habilidad de aprender hasta seis c&#243;digos de transmisor, lo cual permite el acceso al veh&#237;culo
                    a seis diferentes "Llaveros FOBS". Cada "Llavero FOBS" tiene un c&#243;digo &#250;nico, el cual
                    puede ser aprendido por cualquier n&#250;mero de veh&#237;culos equipados con sistema "RKE".
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Reemplazos para los transmisores "Llaveros FOBS" se pueden obtener de Repuestos de Servicio ordenando
                el n&#250;mero de repuesto 3544938C2.
            </para>
        </partsinfo>
        <svcproc svcproctype="describe" graphiccount="0">
            <title>Procedimiento de Servicio</title>
            <svcsubproc>
                <title>Aprendizaje y Borrado de Transmisores</title>
                <para>Antes que el transmisor pueda ser usado por primera vez, el tiene que ser "aprendido " por el
                    receptor. Hasta 6 transmisores con diferentes c&#243;digos de identificaci&#243;n pueden ser
                    aprendidos por un receptor sencillo del sistema "RKE" en un grupo "POD".
                </para>
                <para>Estos procedimientos est&#225;n dise&#241;ados para una operaci&#243;n manual de aprendizaje y/o
                    borrado en todo el veh&#237;culo. Estos se pueden utilizar para el "aprendizaje" de transmisores de
                    reemplazo, para usar hasta 6 transmisores con acceso al mismo veh&#237;culo, o para tener acceso a
                    cualquier n&#250;mero de veh&#237;culos que usen el mismo transmisor. Si el sistema "RKE" est&#225;
                    siendo agregado en el veh&#237;culo, se requiere una programaci&#243;n adicional del Controlador del
                    Sistema El&#233;ctrico o el controlador de la carrocer&#237;a, para operar la bocina, el sonido de p&#225;nico
                    y hacer funcionar la luz de la b&#243;veda con el sistema "RKE".
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento para borrar todo lo aprendido por el transmisor</title>
                <step1>
                    <para count="1">Haga un ciclo de la ignici&#162;n de Desactivado (OFF) a Activado (ON). Paso 2. se
                        debe iniciar dentro de los 10 segundos de este movimiento de la llave de la ignici&#243;n (todos
                        los cuatro botones oprimidos).
                    </para>
                </step1>
                <step1>
                    <para count="1">En el grupo "POD" de la puerta del lado del
                        <emph type="bold">Conductor</emph>
                        haga lo siguiente:
                    </para>
                    <para>Mientras mantiene hacia abajo el interruptor para subir el vidrio del conductor, el de bajar
                        el vidrio del conductor y oprimiendo los interruptores para desasegurar la cerraduras y sostenga
                        el interruptor de seguro. Todos los cuatro interruptores deben ser sostenidos por lo menos
                        durante 5 segundos. se recomienda entre 6 o 7 segundos. Despu&#233;s de 5 segundos, la unidad
                        "RKE" del "POD" de la puerta borrar&#225; todos los transmisores aprendidos y el "RKE" quedar&#225;
                        inhabilitado. En este punto, el procedimiento de borrado queda terminado y se debe iniciar un
                        nuevo ciclo de la ignici&#243;n para efectuar cualquier "aprendizaje" de transmisor.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento de aprendizaje de un transmisor</title>
                <specpara>
                    <note>
                        <para>Este procedimiento de aprendizaje no puede ser efectuado durante el mismo ciclo de la
                            ignici&#243;n para el procedimiento de "borrar todos los transmisores aprendidos". Si es
                            necesario, el procedimiento de borrado se debe completar antes de iniciar este
                            procedimiento.
                        </para>
                    </note>
                </specpara>
                <step1>
                    <para count="1">Mueva la llave de la ignici&#243;n de la posici&#243;n "OFF" a la posici&#243;n "ON"
                        (dejar la posici&#243;n de la ignici&#243;n en "ON" no funcionar&#225;, tiene que hacerse el
                        ciclo). Paso 2. se debe iniciar dentro de los 10 segundos de este movimiento de la llave de la
                        ignici&#243;n (todos los cuatro botones oprimidos).
                    </para>
                </step1>
                <step1>
                    <para count="1">En el grupo "POD" de la puerta del lado del
                        <emph type="bold">Pasajero</emph>
                        haga lo siguiente:
                    </para>
                    <para>Mientras mantiene hacia abajo el interruptor para subir el vidrio, el de bajar el vidrio y los
                        interruptores para desasegurar la cerraduras y sostenga el interruptor de seguro. Todos los
                        cuatro interruptores deben ser sostenidos por lo menos durante 5 segundos. se recomienda entre 6
                        o 7 segundos.
                    </para>
                </step1>
                <step1>
                    <para count="1">Despu&#233;s de 5 segundos, la unidad del grupo "POD, "RKE"" de la puerta entra en
                        el "Modo de Aprendizaje" y se est&#225; en el durante 10 segundos (o hasta que un transmisor sea
                        "aprendido"). Una vez que el sistema "RKE" entra en el "Modo de Aprendizaje", se pueden liberar
                        los cuatro botones. Durante los 10 segundos del "Modo de aprendizaje" cualquier funci&#243;n del
                        nuevo llavero transmisor "FOBS" tiene que hacerse funcionar por lo menos dos veces (Vea la Nota
                        1).
                    </para>
                    <para>Nota 1. Despu&#233;s que el transmisor ha sido "aprendido" el siguiente funcionamiento del
                        nuevo transmisor efectuar&#225; la funci&#243;n indicada. Es recomendable que el transmisor sea
                        operado sucesivamente hasta que la funci&#243;n clave se efect&#250;e corredtamente; por
                        ejemplo, oprimiendo dos veces el bot&#243;n del seguro "LOCK" en el transmisor, el receptor debe
                        aprender su c&#243;digo, y al oprimir el bot&#243;n por tercera vez, el debe asegurar la
                        cerraduras y producir un sonido moment&#225;neo de la bocina de ciudad. Esta es una buena manera
                        de confirmar r&#225;pidamente el &#233;xito del "aprendizaje".
                    </para>
                    <para>Nota 2. Los Pasos 1 al 3. del proceso de "aprendizaje" tienen que ser repetidos para cada
                        transmisor que deba ser "aprendido".
                    </para>
                </step1>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
