<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-07-01 - DPF (Filtro de part&#237;culas diesel) Interruptores de regeneraci&#243;n y Luces
        de advertencia de Regeneraci&#243;n
    </stitle>
    <tsi id="M070701" tsitype="truck" translation="spanish">
        <tsinumber>07-07-01</tsinumber>
        <tsidate>Junio, 2007</tsidate>
        <subjectfile>Sistema de escape</subjectfile>
        <subjectgroup>
            <subject>DPF (Filtro de part&#237;culas diesel) Interruptores de regeneraci&#243;n y Luces de advertencia de
                Regeneraci&#243;n
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Iniciando con los modelos de veh&#237;culos producidos para la venta dentro de los Estados Unidos
                    de Am&#233;rica que utilizan motores fabricados en o despu&#233;s de Enero 1 del 2007, La EPA
                    promulgo nuevos requerimientos para reducir emisiones. La EPA requiere la reducci&#243;n de ambos,
                    el NOx y la Materia Particulada (PM) que es emitida a la atm&#243;sfera por el motor. La reducci&#243;n
                    de los l&#237;mites federales permisibles de NOx se logra a trav&#233;s de mejoras dentro del mismo
                    motor, mientras que las reducciones de la Materia particulada (PM) se logra a trav&#233;s de una
                    combinaci&#243;n de mejoras en el motor y el agregar un Filtro de materia particulada en el diesel
                    (DPF), el cual captura la PM, y a trav&#233;s de un proceso que se llama Regeneraci&#243;n, el cual
                    peri&#243;dicamente, convierte la PM en ceniza. Estas cenizas deben ser eliminadas peri&#243;dicamente
                    del DPF.
                </para>
                <para>Adelante hacemos una definici&#243;n de los t&#233;rminos usados en el proceso de remover la PM
                    (Materia particular) y el NOx.
                </para>
                <para>
                    <emph type="bold">Regeneraci&#243;n:</emph>
                    Es el proceso que convierte en ceniza la materia particulada contenida en el diesel y atrapada por
                    este filtro especial.
                </para>
                <para>
                    <emph type="bold">Regeneraci&#243;n Pasiva:</emph>
                    Es el proceso natural de regeneraci&#243;n donde el motor proporciona suficiente temperatura a trav&#233;s
                    de los gases de escape para convertir la materia particulada en ceniza.
                </para>
                <para>
                    <emph type="bold">Regeneraci&#243;n Activa:</emph>
                    Es el proceso de regeneraci&#243;n donde los cambios de operaci&#243;n del motor son requeridos y
                    manejados a trav&#233;s del software del veh&#237;culo y del motor para incrementar la temperatura
                    del escape con el objeto de que la materia particulada se pueda convertir en ceniza.
                </para>
                <para>
                    <emph type="bold">Regeneraci&#243;n Manual:</emph>
                    Es el proceso de regeneraci&#243;n donde el operador puede requerir que el veh&#237;culo y el motor
                    cambien su estado para incrementar la temperatura de los gases de escape de tal manera que la
                    regeneraci&#243;n pueda ocurrir y convertir en ceniza la materia particulada.
                </para>
                <para>
                    <emph type="bold">L&#225;mpara del Estado del DPF:</emph>Esta l&#225;mpara le comunica al operador
                    sobre el nivel de materia particulada (holl&#237;n) atrapada en el filtro de materia particulada
                    diesel y de la necesidad de iniciar el proceso de regeneraci&#243;n manualmente.
                </para>
                <para>
                    <emph type="bold">Indicador de alta temperatura en el sistema de escape:</emph>
                    (HEST) Este indicador le comunicar&#225; al operador la advertencia de que la temperatura del gas de
                    escape est&#225; elevada debido a la regeneraci&#243;n.
                </para>
                <para>
                    <emph type="bold">Interruptor para regenerar estacionado:</emph>
                    Este interruptor le permite al operador que, bajo ciertas circunstancias, cambie la operaci&#243;n
                    del veh&#237;culo de tal manera que se pueda iniciar el proceso de regeneraci&#243;n mientras el veh&#237;culo
                    se encuentre estacionario.
                </para>
                <para>
                    <emph type="bold">Interruptor para inhibir la regeneraci&#243;n:</emph>
                    El interruptor que le permite al operador impedir que se inicie la regeneraci&#243;n. (Este
                    interruptor es opcional en ciertos modelos).
                </para>
                <para>
                    <emph type="bold">L&#225;mparas indicadoras, o l&#225;mparas indicadoras del estado:</emph>
                </para>
                <para>Hay disponibles cuatro indicadores luminosos para ayudar al operador a la interpretaci&#243;n del
                    estado del veh&#237;culo, del motor y del DPF. Estos indicadores le comunicar&#225;n cuando necesita
                    regenerar el DPF, cuando el motor esta a potencia reducida debido a una carga excesiva de holl&#237;n
                    en el DPF y cuando la temperatura de los gases de escape est&#225; extremadamente caliente.
                </para>
                <para>
                    <emph type="bold">L&#225;mpara del Estado del filtro DPF:</emph>
                    La l&#225;mpara del estado del filtro DPF proporciona la informaci&#243;n relacionada con la
                    necesidad de regenerar el DPF. Estar&#225;n disponibles varios niveles del estado. Esta l&#225;mpara
                    cambiar&#225; los estados progresivamente desde el desactivado (Off) al totalmente activado (On)
                    destella continuamente. Cuando est&#225; continuamente activado (On), o destella, le indica al
                    conductor la necesidad de regenerar el DPF. Usada en combinaci&#243;n con las l&#225;mparas de
                    Revisar motor, o Parar motor, la l&#225;mpara del Estado del DPF proveer&#225; respuestas al
                    conductor en los niveles necesarios de regeneraci&#243;n siguientes:
                </para>
                <table id="tstatus" tblwidth="pg-wide">
                    <tgroup cols="6">
                        <colspec colname="col1" colwidth="0.55*"/>
                        <colspec colname="col2" colwidth="0.91*"/>
                        <colspec colname="col3" colwidth="0.92*"/>
                        <colspec colname="col4" colwidth="0.94*"/>
                        <colspec colname="col5" colwidth="1.19*"/>
                        <colspec colname="col6" colwidth="1.54*"/>
                        <spanspec namest="col1" nameend="col6" spanname="SPAN1"/>
                        <thead>
                            <row>
                                <entry>
                                    <para>Nivel</para>
                                </entry>
                                <entry>
                                    <para>Indicaci&#243;n</para>
                                </entry>
                                <entry>
                                    <para>Alarma sonora</para>
                                </entry>
                                <entry>
                                    <para>Mensaje de texto LCD (Unidades fabricadas despu&#233;s de Junio del 2007)
                                    </para>
                                </entry>
                                <entry>
                                    <para>Condiciones del veh&#237;culo /Operaci&#243;n</para>
                                </entry>
                                <entry>
                                    <para>Acci&#243;n requerida</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>1</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>S&#243;lido</para>
                                </entry>
                                <entry>
                                    <para>Ninguno</para>
                                </entry>
                                <entry>
                                    <para>Para informaci&#243;n vea la visera o parasol</para>
                                </entry>
                                <entry>
                                    <para>Se requiere regenerar el filtro del escape.</para>
                                </entry>
                                <entry>
                                    <para>Conduzca en la carretera a velocidades de carretera,
                                        <emph type="bold">O</emph>
                                        inicie
                                        <emph type="bold">La regeneraci&#243;n estacionado</emph>
                                        para prevenir la perdida de potencia.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>2</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>Destellando</para>
                                </entry>
                                <entry>
                                    <para>Ninguno</para>
                                </entry>
                                <entry>
                                    <para>Para informaci&#243;n vea la visera o parasol</para>
                                </entry>
                                <entry>
                                    <para>El filtro del escape est&#225; lleno.</para>
                                </entry>
                                <entry>
                                    <para>Estacione el veh&#237;culo fuera del camino en forma segura e inicie
                                        <emph type="bold">la "Regeneraci&#243;n estacionado"</emph>
                                        para prevenir la perdida de potencia.
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>3</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI1.webp" type="webp"/>
                                    <para>Destellando</para>
                                    <graphic filename="../tsifigures/EFSI2.webp" type="webp"/>
                                    <para>S&#243;lido</para>
                                </entry>
                                <entry>
                                    <para>Sonar&#225; una alarma 5 veces por minuto mientras el interruptor de arranque
                                        est&#233; activado (ON).
                                    </para>
                                </entry>
                                <entry>
                                    <para>Advertencia del motor</para>
                                </entry>
                                <entry>
                                    <para>El filtro del escape est&#225; lleno. El rendimiento del motor est&#225;
                                        <emph type="bold">LIMITADO</emph>.
                                    </para>
                                </entry>
                                <entry>
                                    <warning>
                                        <para>Para prevenir un paro del motor, estacione el veh&#237;culo fuera del
                                            camino en forma segura e inicie la "Regeneraci&#243;n estacionado".
                                        </para>
                                    </warning>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>4</para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/EFSI3.webp" type="webp"/>
                                    <para>S&#243;lido</para>
                                </entry>
                                <entry>
                                    <para>Sonar&#225; continuamente una alarma mientras el interruptor de arranque est&#233;
                                        activado (ON).
                                    </para>
                                </entry>
                                <entry>
                                    <para>Pare el motor</para>
                                </entry>
                                <entry>
                                    <para>Ha ocurrido un problema serio en el motor. El filtro del escape puede estar
                                        totalmente lleno. El motor se
                                        <emph type="bold">PUEDE PARAR</emph>
                                        pronto.
                                    </para>
                                </entry>
                                <entry>
                                    <warning>
                                        <para>Saque el veh&#237;culo del camino a una posici&#243;n segura, active las
                                            luces de peligro, coloque los dispositivos de advertencia, y pare el motor.
                                            NO USE LA REGENERACI&#211;N ESTACIONADO. Llame y solicite servicio.
                                        </para>
                                    </warning>
                                </entry>
                            </row>
                            <row>
                                <entry colspan="6" spanname="SPAN1">
                                    <graphic filename="../tsifigures/EFSI4.webp" type="webp"/>
                                    <para>
                                        <emph type="bold">NOTA:</emph>
                                        NOTA: Si el indicador del tablero de instrumento muestra que el sistema de
                                        escape est&#225; CALIENTE (HOT) y la regeneraci&#243;n est&#225; en progreso.
                                    </para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>
                    <emph type="bold">l&#225;mpara de revisi&#243;n de motor (Engine Check): Vea el 3er. nivel de
                        arriba
                    </emph>
                    (Se&#241;al se da amarilla). Cuando la l&#225;mpara de Revisi&#243;n del motor se enciende junto con
                    la l&#225;mpara del Estado DPF indica que el DPF requiere la regeneraci&#243;n y que el motor va a
                    comenzar a perder potencia progresivamente para limitar la cantidad de holl&#237;n contenida en el
                    DPF.
                </para>
                <para>
                    <emph type="bold">L&#225;mpara de parar motor: Vea el 4o. nivel de arriba</emph>
                    (Se&#241;al de paro roja). Cuando se enciende la l&#225;mpara de paro del motor indica que el DPF
                    est&#225; lleno y se requiere un servicio inmediato del veh&#237;culo. El motor tuvo que haber
                    perdido potencia y puede ser que se pare abruptamente para prevenir da&#241;os en el DPF. El veh&#237;culo
                    tiene que recibir inmediatamente servicio por parte de un t&#233;cnico calificado.
                </para>
                <para>
                    <emph type="bold">Indicador de alta temperatura en el sistema de escape:</emph>
                    El indicador de alta temperatura en el sistema de escape se iluminar&#225; para advertir al operador
                    que la temperatura del gas del escape est&#225; elevada aproximadamente a 400&#167; C. Durante el
                    tiempo que este indicador est&#233; encendido, el operador tiene que mantener el veh&#237;culo
                    alejado de materiales o vapores inflamables. El indicador se enciende por debajo de las 5 MPH y
                    cuando la temperatura excede de los 400&#167; C.
                </para>
                <para>Interruptores:</para>
                <para>
                    <title>Interruptor para Regenerar estacionado: Modelos HPV 3000, 4000, 7000, y 8000</title>
                </para>
                <specpara>
                    <warning>
                        <para>El no cumplir con la ejecuci&#243;n de la "Regeneraci&#243;n estacionaria (estacionado)",
                            cuando el indicador (nivel 2) del filtro del escape est&#225; activado (ON) causar&#225; la
                            perdida de potencia y eventualmente el paro del motor.
                        </para>
                        <para>Cuando efect&#250;e la Regeneraci&#243;n estacionado, aseg&#250;rese que el veh&#237;culo
                            est&#233; seguro fuera del camino y alejado de las personas, de materiales o estructuras
                            inflamables, debido a que el proceso de regeneraci&#243;n resultar&#225; en unas
                            temperaturas del escape muy elevadas.
                        </para>
                        <para>El no obedecer estas instrucciones puede resultar en la perdida de potencia del motor, de
                            velocidad del veh&#237;culo, y puede causar un accidente o incendio que resulte en da&#241;os
                            a la propiedad, lesiones personales o la muerte.
                        </para>
                    </warning>
                </specpara>
                <para>Efect&#250;e los siguientes pasos para iniciar la "Regeneraci&#243;n estacionado" (limpieza) del
                    DPF del sistema de escape:
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Estacione el veh&#237;culo en forma segura fuera del camino y alejado de materiales o
                            vapores inflamables.
                        </para>
                    </item>
                    <item>
                        <para>Antes de iniciar la "Regeneraci&#243;n estacionado" (Usando el interruptor "ON/PARKD
                            REGEN), se deben cumplir las siguientes condiciones:
                        </para>
                        <seqlist>
                            <item>
                                <para>Se debe activar el freno de estacionamiento</para>
                            </item>
                            <item>
                                <para>La transmisi&#243;n se debe colocar en posici&#243;n Neutral (N), o en Estacionar
                                    (P), si est&#225; disponible
                                </para>
                            </item>
                            <item>
                                <para>Los pedales del acelerador, freno, y embrague (si est&#225; instalado) no pueden
                                    ser oprimidos,
                                </para>
                            </item>
                            <item>
                                <para>La temperatura del refrigerante del motor tiene que estar a 160 grados F, o por
                                    encima.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>&#9;Para iniciar el ciclo de regeneraci&#243;n, oprima la porci&#243;n "ON" (activar) del
                            interruptor de Regeneraci&#243;n "ON/PARKD REGEN" (Figura 1).
                        </para>
                        <para>La velocidad del motor aumentar&#225; autom&#225;ticamente a las RPM preestablecidas y el
                            indicador del interruptor se iluminar&#225; cuando inicie el ciclo de regeneraci&#243;n. Si
                            el indicador se est&#225; iluminando intermitentemente, revise para asegurarse que se
                            cumplen todas las condiciones enunciadas en el paso 2. Espere un minuto para que el motor
                            responda. Si el indicador del interruptor del ciclo se est&#225; iluminando
                            intermitentemente, haga un nuevo ciclo del interruptor. Una vez se inicia, el ciclo de
                            regeneraci&#243;n durar&#225; aproximadamente 20 minutos.
                        </para>
                        <para>
                            <emph type="bold">NOTA: Si durante la Regeneraci&#243;n estacionado se altera cualquiera de
                                las condiciones de arriba, la regeneraci&#243;n se detiene y tiene que ser iniciada
                                nuevamente.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Cuando se termina el ciclo de regeneraci&#243;n, el indicador del interruptor se apagar&#225;,
                            la velocidad del motor regresar&#225; al ralent&#237; normal y el indicador del filtro del
                            escape se apagar&#225; (OFF). Ahora el veh&#237;culo se puede conducir normalmente.
                        </para>
                    </item>
                </seqlist>
                <figure id="f0707012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707012.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figura 1.</caption>
                </figure>
                <specpara>
                    <note>
                        <para>En el caso de una situaci&#243;n de emergencia donde el veh&#237;culo tiene que ser movido
                            despu&#233;s de haber iniciado la Regeneraci&#243;n estacionado, oprima la posici&#243;n
                            "PARKD REGEN del interruptor ON/PARKD REGEN para cancelar la operaci&#243;n de Regeneraci&#243;n.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Interruptor para Regenerar estacionado: Modelos 5000i y 9000i</title>
                </para>
                <specpara>
                    <warning>
                        <para>El no cumplir con la ejecuci&#243;n de la "Regeneraci&#243;n estacionaria (estacionado)",
                            cuando el nivel 2 del indicador del filtro del escape est&#225; activado (ON) causar&#225;
                            la perdida de potencia y eventualmente el paro del motor.
                        </para>
                        <para>Cuando efect&#250;e la Regeneraci&#243;n estacionado, aseg&#250;rese que el veh&#237;culo
                            est&#233; seguro fuera del camino y alejado de las personas, de materiales o estructuras
                            inflamables, debido a que el proceso de regeneraci&#243;n resultar&#225; en unas
                            temperaturas del escape muy elevadas.
                        </para>
                        <para>El no obedecer estas instrucciones puede resultar en la perdida de potencia del motor, de
                            velocidad del veh&#237;culo, y puede causar un accidente o incendio resultando en da&#241;os
                            a la propiedad, lesiones personales o la muerte.
                        </para>
                    </warning>
                </specpara>
                <para>Use el interruptor PARKD REGEN ON/CANCEL para iniciar la "Regeneraci&#243;n Estacionado"
                    (limpieza) del DPF del sistema de escape. El interruptor PARKD REGEN es moment&#225;neamente un
                    interruptor de tres posiciones, interruptor de centro estable (Figura 2).
                </para>
                <figure id="f0707013" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707013.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figura 2.</caption>
                </figure>
                <seqlist style="arabic">
                    <item>
                        <para>Estacione el veh&#237;culo en forma segura fuera del camino y alejado de materiales o
                            vapores inflamables.
                        </para>
                    </item>
                    <item>
                        <para>Antes de iniciar la Regeneraci&#243;n estacionaria, se deben cumplir las siguientes
                            condiciones:
                        </para>
                        <seqlist>
                            <item>
                                <para>Se debe activar el freno de estacionamiento</para>
                            </item>
                            <item>
                                <para>La transmisi&#243;n se debe colocar en posici&#243;n Neutral (N), o en Estacionar
                                    (P), si est&#225; disponible
                                </para>
                            </item>
                            <item>
                                <para>Los pedales del acelerador, freno, y embrague (si est&#225; instalado) no pueden
                                    ser oprimidos,
                                </para>
                            </item>
                            <item>
                                <para>La temperatura del refrigerante del motor tiene que estar a 160 grados F, o por
                                    encima.
                                </para>
                            </item>
                        </seqlist>
                    </item>
                    <item>
                        <para>Para iniciar el ciclo de regeneraci&#243;n, oprima moment&#225;neamente la porci&#243;n ON
                            del interruptor "PARKD REGEN ON/CANCEL".
                        </para>
                        <para>La velocidad del motor aumentar&#225; autom&#225;ticamente a las RPM preestablecidas
                            cuando se inicie el ciclo de regeneraci&#243;n. Una vez iniciado, el ciclo de regeneraci&#243;n
                            durar&#225; aproximadamente 20 minutos.
                        </para>
                        <para>
                            <emph type="bold">NOTA: Si no se cumple alguna de las condiciones de arriba, el proceso de
                                Regeneraci&#243;n no se iniciar&#225;.
                            </emph>
                        </para>
                        <para>
                            <emph type="bold">NOTA: Si durante la Regeneraci&#243;n estacionado se altera cualquiera de
                                las condiciones de arriba, la regeneraci&#243;n se detiene y tiene que ser iniciada
                                nuevamente.
                            </emph>
                        </para>
                    </item>
                    <item>
                        <para>Cuando se termina el ciclo de regeneraci&#243;n, la velocidad del motor regresar&#225; al
                            ralent&#237; normal y el indicador del filtro del escape se apagar&#225; (off). Ahora el veh&#237;culo
                            se puede conducir normalmente.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>En el caso de una situaci&#243;n de emergencia donde el veh&#237;culo tiene que ser movido
                            despu&#233;s de haber iniciado la Regeneraci&#243;n estacionado, oprima la porci&#243;n
                            "CANCEL" del interruptor "PARKD REGEN ON/CANCEL para cancelar la operaci&#243;n de
                            Regeneraci&#243;n.
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Interruptor para inhibir la Regeneraci&#243;n: Modelos HPV 3000, 4000, 7000, y 8000 (En
                        ciertos modelos, este interruptor es opcional)
                    </title>
                </para>
                <para>El interruptor para inhibir la Regeneraci&#243;n se usa para prevenir los procesos de Regeneraci&#243;n
                    activa, o el de Regeneraci&#243;n estacionado.
                </para>
                <specpara>
                    <note>
                        <para>Hay dos versiones de interruptores Inhibidores de Regeneraci&#243;n: el interruptor de dos
                            posiciones y el interruptor de tres posiciones. Por lo tanto, es necesario verificar cual
                            versi&#243;n es la que est&#225; instalada en el veh&#237;culo. Ambas versiones tienen en el
                            interruptor la misma etiqueta.
                        </para>
                    </note>
                </specpara>
                <figure id="f0707014" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707014.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figura 3.</caption>
                </figure>
                <para>
                    <title>Interruptor inhibidor de Regeneraci&#243;n de dos posiciones</title>
                </para>
                <para>Con el interruptor de dos posiciones, oprimiendo la porci&#243;n "ON" del interruptor "ON/INHIBIT
                    REGEN" inhibir&#225; ambas Regeneraciones, la activa y la estacionaria. La Regeneraci&#243;n ser&#225;
                    inhibida (asegurada) cuando est&#233; en esta posici&#243;n y el indicador del interruptor sea
                    activado (ON).
                </para>
                <para>
                    <title>Interruptor inhibidor de Regeneraci&#243;n de tres posiciones</title>
                </para>
                <para>El interruptor de tres posiciones es moment&#225;neamente un interruptor con el centro estable.
                    Oprimiendo la porci&#243;n "ON" se inhibe la Regeneraci&#243;n activa mientras el motor est&#225;
                    funcionando, y se restablece cuando el interruptor de ignici&#243;n es colocado en posici&#243;n
                    "OFF". La funci&#243;n de inhibici&#243;n es cancelada cuando se oprime la posici&#243;n inferior, o
                    se inicia la Regeneraci&#243;n estacionaria (el interruptor "PARKD REGEN" es colocado en la posici&#243;n
                    "ON").
                </para>
                <para>El indicador del interruptor ser&#225; activado (On) siempre que la inhibici&#243;n de Regeneraci&#243;n
                    est&#233; permitida.
                </para>
                <para>
                    <title>Interruptor para inhibir la Regeneraci&#243;n: Modelos 5000i y 9000i</title>
                </para>
                <para>El interruptor para inhibir la Regeneraci&#243;n se usa para prevenir los procesos de Regeneraci&#243;n
                    activa, o el de Regeneraci&#243;n estacionado.
                </para>
                <specpara>
                    <note>
                        <para>Hay dos versiones de interruptores Inhibidores de Regeneraci&#243;n: El interruptor de dos
                            posiciones "INHIBT REGEN ON/OFF", y el interruptor de tres posiciones "INHIBT REGEN
                            ON/CANCEL".
                        </para>
                    </note>
                </specpara>
                <para>
                    <title>Interruptor inhibidor de Regeneraci&#243;n de dos posiciones</title>
                </para>
                <figure id="f0707015" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707015.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figura 4.</caption>
                </figure>
                <para>Con el interruptor de dos posiciones, oprimiendo la porci&#243;n "ON" del interruptor "INHIBIT
                    REGEN ON/OFF" inhibir&#225; ambas Regeneraciones, la activa y la estacionaria. La regeneraci&#243;n
                    ser&#225; inhibida (asegurada) hasta que la porci&#243;n "OFF" sea seleccionada.
                </para>
                <para>
                    <title>Interruptor inhibidor de Regeneraci&#243;n de tres posiciones</title>
                </para>
                <figure id="f0707016" figsize="col-wide">
                    <graphic filename="../tsifigures/g0707016.webp" type="webp" scalefit="1" scalefitwidth="152px"
                             scalefitheight="152px"/>
                    <caption>Figura 5.</caption>
                </figure>
                <para>El interruptor de tres posiciones es moment&#225;neamente un interruptor con el centro estable.
                    Oprimiendo moment&#225;neamente la porci&#243;n "ON" se inhibe la Regeneraci&#243;n activa mientras
                    el motor est&#225; funcionando, y se restablece cuando el interruptor de ignici&#243;n es colocado
                    en posici&#243;n "OFF". La funci&#243;n de inhibici&#243;n es cancelada cuando se oprime la porci&#243;n
                    "CANCEL" del interruptor. Con este interruptor, la Regeneraci&#243;n estacionaria se puede iniciar
                    siempre (que el interruptor "PARKD REGEN" est&#233; colocado en la posici&#243;n "ON").
                </para>
                <para>
                    <emph type="bold">Efectos de la temperatura de Regeneraci&#243;n</emph>: Con el objeto de regenerar
                    el DPF efectivamente, el holl&#237;n almacenado tiene que ser quemado a unas temperaturas de
                    aproximadamente entre 500 y 600 grados C. Muchos de los operadores puede que nunca hayan tenido
                    experiencia con temperaturas de escape de esta magnitud, y especialmente con el veh&#237;culo
                    estacionado. El Sistema de escape alto. El indicador de temperatura (HEST) es usado para notificar
                    al operador sobre las temperaturas altas. Por favor, No SEA usted una amenaza para el medio
                    ambiente; el operador del veh&#237;culo debe tener mucho cuidado cuando escoja la localizaci&#243;n
                    del veh&#237;culo para iniciar la Regeneraci&#243;n estacionaria, especialmente cuando la l&#225;mpara
                    est&#233; encendida. Los veh&#237;culos deben estar estacionados sobre superficies limpias y secas y
                    lejos de materiales o vapores inflamables y de estructuras de construcci&#243;n.
                </para>
                <para>
                    <emph type="bold">Dispositivos de enfriamiento y revestimientos contra el calor:</emph>
                    Muchas de las configuraciones de los escapes han sido equipadas con revestimientos contra el calor u
                    otros dispositivos especiales que se usan para enfriar los gases de escape a medida que salen del
                    veh&#237;culo. Estos dispositivos de enfriamiento no solo se han colocado para seguridad del
                    operador, sino tambi&#233;n para seguridad de los peatones y protecci&#243;n contra cualquier
                    material inflamable, ya sea que pueda entrar en contacto directo con el sistema de escape en s&#237;
                    mismo, o que los gases del escape puedan entrar en contacto con el. Este dispositivo usa el
                    enfriador de aire fresco del exterior del escape para mezclarlo con los gases de escape antes de que
                    los gases salgan del veh&#237;culo hacia la atm&#243;sfera. El resultado es que sale una corriente
                    de gases m&#225;s fr&#237;a de lo que ser&#237;a la salida sin este dispositivo. Aunque todos estos
                    dispositivos est&#233;n instalados en el veh&#237;culo que est&#225; haciendo la regeneraci&#243;n
                    sobre una superficie adecuada que puede resistir grandes temperaturas, se debe tener mucho cuidado
                    para que no se encuentren desechos, materiales o vapores inflamables cercanos alrededor del escape,
                    y que los peatones o el operador no entren en contacto o toquen el sistema de escape o sus gases
                    durante la operaci&#243;n de regeneraci&#243;n, o por un per&#237;odo de 10 minutos despu&#233;s de
                    que la regeneraci&#243;n haya terminado. El sistema de escape permanecer&#225; caliente durante la
                    regeneraci&#243;n y por un per&#237;odo posterior despu&#233;s de que la regeneraci&#243;n haya
                    terminado. Tenga mucha precauci&#243;n cuando trabaje alrededor del veh&#237;culo..
                </para>
                <para>Por razones de seguridad, es muy importante que todo el sistema de escape no sea modificado en
                    ninguna forma. Vea la Carta G, G2481 sobre las normas sobre modificaciones permitida para los
                    escapes de los modelos 2007 y el Libro del fabricante de carrocer&#237;as CT-471.
                </para>
                <specpara>
                    <note>
                        <para>La siguiente p&#225;gina muestra la distribuci&#243;n del tablero de instrumentos actual
                            con una explicaci&#243;n de las luces de advertencia. Esta misma informaci&#243;n tambi&#233;n
                            se puede encontrar en el Manual de Operadores.
                        </para>
                    </note>
                </specpara>
                <para>Las p&#225;ginas posteriores a esa son ejemplos de la Tarjeta EPA que pondremos en cada veh&#237;culo
                    en el momento de fabricaci&#243;n.
                </para>
                <figure id="f0707017" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0707017.webp" type="webp" scalefit="1" scalefitwidth="472px"
                             scalefitheight="352px"/>
                    <caption>Figura 6. Modelo de la distribuci&#243;n del tablero de emisiones 2007 (modelos HPV 3000,
                        4000, 7000, y 8000)
                    </caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
