<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-08-01RA - Nuevos indicadores del conjunto del tablero de instrumentos para el modelo del a&#241;o
        2008
    </stitle>
    <tsi id="M070801" tsitype="truck" translation="spanish">
        <tsinumber>07-08-01RA</tsinumber>
        <tsidate>Junio, 2007</tsidate>
        <subjectfile>SISTEMA EL&#201;CTRICO</subjectfile>
        <subjectgroup>
            <subject>Nuevos indicadores del conjunto del tablero de instrumentos para el modelo del a&#241;o 2008
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200</truckmodel>
                <truckmodel>4100</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>BE 200</truckmodel>
                <truckmodel>CE Bus</truckmodel>
                <truckmodel>ProStar</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Un n&#250;mero importante de cambios en el tablero de instrumentos han sido incorporados en
                    camiones y autobuses construidos en el 2007, a&#241;o de modelo 2008.
                </para>
                <para>1. El barrido de los medidores ya no ocurre cuando el interruptor de ignici&#243;n es colocado en
                    posici&#243;n "ON".
                </para>
                <specpara>
                    <note>
                        <para>En los camiones "ProStar" equipados con VID (Exhibici&#243;n de la informaci&#243;n del
                            veh&#237;culo), el barrido de los instrumentos se puede solicitar a trav&#233;s de la
                            exhibici&#243;n.
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <note>
                        <para>Para cualquier veh&#237;culo que no est&#233; equipado con la VID, el barrido ocurrir&#225;
                            cuando sea solicitada la exhibici&#243;n de los diagn&#243;sticos a bordo.
                        </para>
                    </note>
                </specpara>
                <para>2. El bot&#243;n de exhibici&#243;n del od&#243;metro se usa ahora no solo para limpiar los
                    valores que se pueden restablecer (por empuje), sino tambi&#233;n para seleccionar los cuadrantes
                    LCD (mediante sintonizaci&#243;n). Para instrucciones espec&#237;ficas al respecto, refi&#233;rase
                    al Manual del Operador.
                </para>
                <para>3. El s&#237;mbolo de alerta al conductor color &#225;mbar ha sido cambiado a:</para>
                <figure id="f0708011" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487084.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>El puede ser activado no solo por el motor sino tambi&#233;n por otros m&#243;dulos y
                    controladores conectados con el enlace de datos J1939. Por lo tanto, este indicador ahora no
                    representa solamente una condici&#243;n de alerta del motor, sino varias. Para identificar
                    correctamente la condici&#243;n actual de la alerta, se exhibir&#225; un mensaje de texto en el
                    cuadrante 2 de la pantalla LCD.
                </para>
                <figure id="f0708012" figsize="col-wide">
                    <graphic filename="../tsifigures/g0708012.webp" type="webp" scalefit="1" scalefitwidth="272px"
                             scalefitheight="152px"/>
                    <caption>Figura 1. NOTA: Las funciones del cuadrante 4 de la pantalla LCD est&#225;n descritas en el
                        Manual del operador.
                    </caption>
                </figure>
                <para>4. El s&#237;mbolo de parar rojo ha sido cambiado a:</para>
                <figure id="f0708013" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487086.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>Este indicador tambi&#233;n se puede activar por varios m&#243;dulos y controladores, similar a la
                    Alerta al conductor color &#225;mbar. El cuadrante 2 exhibir&#225; un mensaje de texto identificando
                    el origen.
                </para>
                <para>5. El s&#237;mbolo color &#225;mbar de advertencia del sistema de emisiones ha sido cambiado a:
                </para>
                <figure id="f0708014" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487078.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>6. Ha sido agregado un nuevo indicador para Alta temperatura del sistema de escape (HEST).</para>
                <figure id="f0708015" figsize="col-wide">
                    <graphic filename="../tsifigures/g8487048.webp" type="webp" scalefit="1" scalefitwidth="54px"
                             scalefitheight="54px"/>
                </figure>
                <para>Esto
                    <emph type="bold">NO ES</emph>
                    una indicaci&#243;n de recalentamiento del motor. Este indicador le advierte al conductor que la
                    temperatura del escape est&#225; alta. El se activa a causa de la Regeneraci&#243;n NORMAL pasiva, o
                    activa, o por los ciclos de servicio de temperatura del escape alta. La l&#225;mpara HEST se
                    enciende si la temperatura del escape es de 400 grados C o m&#225;s y la velocidad del veh&#237;culo
                    es menor de 5 MPH. Esta condici&#243;n es NORMAL y no est&#225; relacionada con un motor o una
                    condici&#243;n de recalentamiento del sistema de enfriamiento.
                </para>
                <specpara>
                    <note>
                        <para>Por favor, refi&#233;rase al
                            <exhotlnk document="../tsis/070801.pdf" bookname="TSI">pdf para este TSI</exhotlnk>
                            para la explicaci&#243;n del indicador DPF y la lectura de s&#237;mbolos a medida que el
                            cami&#243;n va a trav&#233;s de la preparaci&#243;n para la regeneraci&#243;n y durante
                            ella, para limpiar las emisiones en el sistema.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
    </tsi>
</isis>
