<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-12-07 - Prevenci&#243;n para que objetos, o escombros no caigan dentro de los orificios de
        admisi&#243;n durante la Remoci&#243;n e Instalaci&#243;n del m&#250;ltiple de admisi&#243;n de aire
    </stitle>
    <tsi id="M071207" year="2007" tsitype="engine" translation="spanish">
        <tsinumber>07-12-07</tsinumber>
        <tsidate>Mayo 2007</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Prevenci&#243;n para que objetos, o escombros no caigan dentro de los orificios de admisi&#243;n
                durante la Remoci&#243;n e Instalaci&#243;n del m&#250;ltiple de admisi&#243;n de aire
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce 5</engfam>
                <engfam>MaxxForce 7</engfam>
                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>El siguiente procedimiento es necesario para evitar que piezas, herramienta, objetos, suciedad, o
                    escombros caigan dentro de los agujeros de admisi&#243;n de aire de la culata, cuando el m&#250;ltiple
                    de admisi&#243;n de aire es removido e instalado.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Procedimiento de Servicio</title>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, antes de remover componentes aseg&#250;rese de
                        que el motor se haya enfriado.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, use anteojos de seguridad con escudos
                        laterales, o gafas de seguridad cuando hace el siguiente procedimiento.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Vea el Manual de servicio de motor sobre los procedimientos para remover los componentes de
                        motor, antes de remover el m&#250;ltiple de admisi&#243;n.
                    </para>
                </note>
            </specpara>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, se deben hacer los siguientes pasos en su orden y
                        exactamente tal como se explican.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Remueva las piezas flojas, herramientas, y objetos del &#225;rea por debajo del m&#250;ltiple
                    de admisi&#243;n y de las cavidades de los soportes de los ejes de balancines derecho e izquierdo y
                    las cavidades del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Vea el Manual de servicio del motor para remover el m&#250;ltiple de admisi&#243;n.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Sople con aire a presi&#243;n o aspire los escombros o suciedad del &#225;rea por debajo
                    del m&#250;ltiple de admisi&#243;n y de las cavidades de los soportes de los ejes de balancines
                    derecho e izquierdo y las cavidades del m&#250;ltiple de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el m&#250;ltiple de admisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Remueva muy cuidadosamente todos los residuos y mugre del rededor de las superficies de
                    acople de los orificios de admisi&#243;n, asegur&#225;ndose que esos materiales no caigan por ning&#250;n
                    motivo dentro de esos orificios.
                </para>
            </step1>
            <step1>
                <para count="1">Use un periscopio para inspeccionar el interior de los orificios de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva objetos y residuos de los orificios de admisi&#243;n de aire.</para>
            </step1>
            <specpara>
                <note>
                    <para>Use un magneto para remover objetos met&#225;licos o fragmentos.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque una cubierta magn&#233;tica ZTSE4559 sobre los orificios de admisi&#243;n de
                    cada culata.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Despu&#233;s de ejecutar el mantenimiento necesario, siga los procedimientos indicados en el
                        Manual de servicio de motor para instalar el m&#250;ltiple de admisi&#243;n de aire.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva las cubiertas magn&#233;ticas colocadas sobre los orificios de admisi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Antes de instalar el m&#250;ltiple de admisi&#243;n, use una vez m&#225;s el periscopio
                    para tener la absoluta certeza de que en los orificios no quede ning&#250;n objeto, residuo, o
                    cuerpo extra&#241;o.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Use un magneto para remover objetos met&#225;licos o fragmentos.</para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
