<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-12-10 - Revisada la planitud de la superficie de acople de la culata</stitle>
    <tsi id="M071210" year="2007" tsitype="engine" translation="spanish">
        <tsinumber>07-12-10</tsinumber>
        <tsidate>Junio 2007</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Revisada la planitud de la superficie de acople de la culata</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Ha sido desarrollado un procedimiento para revisi&#243;n de la planitud de la culata. Este revisor
                    se usa para verificar que las culatas est&#233;n dentro de las especificaciones de f&#225;brica
                    antes de su instalaci&#243;n.
                </para>
                <para>La revisi&#243;n de la planitud de extremo a extremo ha sido removida del procedimiento de
                    inspecci&#243;n. La planitud de extremo a extremo de la culata no es tan cr&#237;tica como las
                    revisiones de planitud localizadas. La medici&#243;n longitudinal no es una indicaci&#243;n precisa
                    de la planitud de una culata cuando se instala debido a la carga de sujeci&#243;n de la culata con
                    el bloque del motor.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Revisando la planitud de la culata</title>
            <para>Limpie y prepare la culata para la inspecci&#243;n efectuando los pasos de "Limpieza e Inspecci&#243;n"
                que se encuentran en la secci&#243;n de "Culata y Tren de v&#225;lvulas " de los siguientes Manuales de
                servicio:
            </para>
            <randlist type="bullet">
                <item>
                    <para>EGES 300 - 1, Motores diesel International&#174; VT 275, Comenzando con los modelos del a&#241;o
                        2005
                    </para>
                </item>
                <item>
                    <para>EGES 235 -2, Motores diesel International&#174; VT 365, Modelos de los a&#241;os 2002 y 2003
                    </para>
                </item>
                <item>
                    <para>EGES 295 -2, Motores diesel International&#174; VT 365, Modelos entre los a&#241;os 2004 al
                        2006
                    </para>
                </item>
                <item>
                    <para>EGES 345 - Motores diesel International&#174; MaxxForce&#8482; 7 Comenzando con los modelos
                        del a&#241;o 2007
                    </para>
                </item>
            </randlist>
            <step1>
                <para count="1">Una vez que la culata ha sido preparada para inspecci&#243;n, ejecute el Paso 1 del
                    procedimiento "Inspecci&#243;n de culata - V&#225;lvulas instaladas". Despu&#233;s de terminar el
                    Paso 1, reemplace el Paso 2 con lo siguiente:
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Primero, en los motores diesel V8 inspeccione los puntos 2, 11, 3, y 12, vea la Figura 1 (en
                        los motores diesel V6 los puntos 2 a 9 , vea la Figura 2) debido a que estas &#225;reas de la
                        culata son las m&#225;s susceptibles de desgaste.
                    </para>
                </note>
            </specpara>
            <figure id="fig1" figsize="col-wide">
                <graphic filename="../tsifigures/M08002.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figura 1. Puntos de inspecci&#243;n para revisar la planitud de la culata (V8)</caption>
            </figure>
            <figure id="fig1" figsize="col-wide">
                <graphic filename="../tsifigures/M08003.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figura 2. Puntos de inspecci&#243;n para revisar la planitud de la culata (no se muestran las v&#225;lvulas
                    del V6)
                </caption>
            </figure>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, no rectifique la superficie de las culatas si estas est&#225;n
                        fuera de la planitud especificada.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>No deslice el extremo de la galga de espesores en forma longitudinal contra la regla de filo
                        recto Esta acci&#243;n causar&#225; que la hoja de la galga se doble o se combe, previniendo que
                        entre por debajo de la regla de filo recto.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Para lograr una lectura exacta con la galga de espesores, cuando revise los puntos de inspecci&#243;n
                        de la planitud de la culata, no coloque la regla de filo recto y la galga de espesores sobre el
                        &#225;rea de apertura del levantador de la culata.
                    </para>
                </note>
            </specpara>
            <figure id="fig2" figsize="col-wide">
                <graphic filename="../tsifigures/M08001.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" box="no"/>
                <caption>Figura 3. Punto de inspecci&#243;n para revisar la planitud de la culata</caption>
                <calloutgroup>
                    <callout1 type="arabic">Regla de filo recto</callout1>
                    <callout1 type="arabic">Galga de espesores</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Revise la planitud de la culata en los puntos indicados (Figura 1, o 2).</para>
            </step1>
            <seqlist>
                <item>
                    <para>Use la hoja de la galga de 0.051 mm (0.002 de pulgada) para revisar el espacio en el punto de
                        inspecci&#243;n. Ahora ponga la regla de filo recto sobre la hoja calibrada. La regla de filo
                        recto se puede poner en la culata en forma transversal o perpendicular (Figura 3).
                    </para>
                </item>
                <item>
                    <para>Si la hoja calibrada de la galga que est&#225; debajo de la regla de filo recto no se puede
                        sacar, quiere decir que ese punto de la culata pasa la inspecci&#243;n de planitud. Contin&#250;e
                        el procedimiento en todos los puntos indicados Prosiga al Paso 3.
                    </para>
                </item>
                <item>
                    <para>Si la hoja de la galga se puede halar f&#225;cilmente o est&#225; floja, la culata puede estar
                        fuera de planitud. Reemplace la culata y repita la revisi&#243;n de planitud en la culata nueva.
                    </para>
                </item>
            </seqlist>
            <step1>
                <para count="1">Contin&#250;e con el Paso 3 del procedimiento de "Inspecci&#243;n de la culata" indicado
                    dentro del Manual de servicio aplicable para obtener las dem&#225;s instrucciones.
                </para>
            </step1>
            <step1>
                <para count="1">Vea las especificaciones al final de la secci&#243;n de Culata y Tren de v&#225;lvulas y
                    el Ap&#233;ndice A - Especificaciones, Culatas, del Manual de servicio apropiado y marque la
                    siguiente correcci&#243;n en las especificaciones.
                </para>
                <para>Actualmente se lee en el manual:</para>
                <para>Planitud de la superficie del empaque, M&#225;ximo 0.10 mm (0.004 de pulgada) para el &#225;rea
                    total de la superficie
                </para>
                <para>Escriba para que se lea:</para>
                <para>Planitud de la superficie del empaque, M&#225;ximo 0.051 mm (0.002 de pulgada) en cada punto de
                    revisi&#243;n
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
