<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-17-01 - Dispositivo de monitoreo de la presi&#243;n de los neum&#225;ticos</stitle>
    <tsi id="m071701" tsitype="truck" translation="spanish">
        <tsinumber>07-17-01</tsinumber>
        <tsidate>Agosto 2007</tsidate>
        <subjectfile>RUEDAS</subjectfile>
        <subjectgroup>
            <subject>Dispositivo de monitoreo de la presi&#243;n de los neum&#225;ticos</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <ucodegroup/>

                <ucode>16VCM</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los veh&#237;culos equipados con el c&#243;digo de caracter&#237;sticas 16VCM est&#225;n equipados
                    con un Sistema de monitoreo de presi&#243;n de los neum&#225;ticos. Este sistema est&#225;
                    identificado por medio de una etiqueta localizada cerca del v&#225;stago de la v&#225;lvula y/o en
                    las ruedas s&#250;per sencillas en un esp&#225;rrago montado a 180 grados del v&#225;stago de la v&#225;lvula.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="4">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Si usted observa una etiqueta localizada en el &#225;rea del agujero de inspecci&#243;n de la
                        rueda, o lo que parece ser un esp&#225;rrago montado a 180&#167; grados del v&#225;stago de la v&#225;lvula,
                        usted, cuando remueva o instale el neum&#225;tico, tiene que seguir las instrucciones del bolet&#237;n
                        adherido proveniente del fabricante. La falla de no seguir estas instrucciones cuando remueva o
                        instale un neum&#225;tico puede causar que se rompa el monitor de presi&#243;n del neum&#225;tico
                        en el interior de la rueda resultando en la p&#233;rdida del sensor dentro del ensamble del neum&#225;tico
                        y de la rueda. Esto puede eventualmente conducir a da&#241;os del neum&#225;tico o fallas en el
                        sensor de presi&#243;n del neum&#225;tico.
                    </para>
                </caution>
            </specpara>
            <para>
                <emph type="bold">Localizaciones de montaje</emph>: En las ruedas s&#250;per sencillas, la electr&#243;nica
                de la rueda est&#225; montada en un esp&#225;rrago y tuerca (Figura 1 y 2) En los neum&#225;ticos
                regulares, el sensor est&#225; montado dentro de la llanta en un v&#225;stago de la v&#225;lvula
                especial (Figuras 3 y 4) Siga el procedimiento indicado abajo.
            </para>
            <figure id="f0717011" figsize="col-wide">
                <graphic filename="../tsifigures/g0717011.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figura 1. Electr&#243;nica de la rueda s&#250;per sencilla</caption>
            </figure>
            <figure id="f0717012" figsize="col-wide">
                <graphic filename="../tsifigures/g0717012.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figura 2. Electr&#243;nica de la rueda s&#250;per sencilla con una Vista exploratoria de los
                    Herrajes de montaje
                </caption>
            </figure>
            <figure id="f0717013" figsize="col-wide">
                <graphic filename="../tsifigures/g0717013.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 3. Herrajes de montaje electr&#243;nico de la rueda con llanta est&#225;ndar</caption>
            </figure>
            <figure id="f0717014" figsize="col-wide">
                <graphic filename="../tsifigures/g0717014.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px"/>
                <caption>Figura 4. Conjunto electr&#243;nico de la rueda con llanta est&#225;ndar</caption>
            </figure>
            <para>
                <emph type="bold">NOTA:</emph>
            </para>
            <para>La informaci&#243;n suministrada aqu&#237; para el uso de este producto ha sido facilitada por el
                fabricante y/o el proveedor. International Truck and Engine Corporation reimprime esta informaci&#243;n
                basada en la representaci&#243;n conferida a la compa&#241;&#237;a. Mientras se urge a los usuarios
                seguir cuidadosamente las instrucciones que acompa&#241;an este producto, International no puede aceptar
                ninguna responsabilidad por errores del usuario, o contratiempos resultantes de esos errores, o
                provenientes del mal uso del producto.
            </para>
        </svcproc>
        <svcproc svcproctype="repair" graphiccount="6">
            <title>Recomendaci&#243;n para el montaje y desmontaje del neum&#225;tico</title>
            <svcprocinfo>
                <para>Las siguientes p&#225;ginas muestran las recomendaciones para el montaje y desmontaje de los neum&#225;ticos,
                    incluyendo la electr&#243;nica de la rueda montada en la llanta Estas recomendaciones deben ser la
                    informaci&#243;n b&#225;sica de como manipular durante el servicio los neum&#225;ticos con la electr&#243;nica
                    de la rueda montada en la llanta. En general, hay 3 situaciones diferentes:
                </para>
                <randlist type="dash">
                    <item>
                        <para>(1) Desmontaje del neum&#225;tico (Servicio)</para>
                    </item>
                    <item>
                        <para>(2) Proceso de montaje manual (Servicio)</para>
                    </item>
                    <item>
                        <para>(3) Proceso de montaje usando m&#225;quina de montaje superautom&#225;tica</para>
                    </item>
                </randlist>
            </svcprocinfo>
            <svcsubproc>
                <title>(1) Proceso de desmontaje del neum&#225;tico (desmontando la electr&#243;nica de la rueda antes
                    de remover el neum&#225;tico):
                </title>
                <specpara>
                    <note>
                        <para>La electr&#243;nica de la rueda tiene que ser removida antes de desmontar el neum&#225;tico.</para>
                    </note>
                </specpara>
                <para>Si la electr&#243;nica de la rueda no es removida antes de desmontar el neum&#225;tico, la electr&#243;nica
                    quedar&#225; destruida en una forma igual a la que se muestra en la ilustraci&#243;n de abajo.
                </para>
                <figure id="f0717015" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0717015.webp" type="webp" scalefit="1" scalefitwidth="484px"
                             scalefitheight="352px"/>
                    <caption>Figura 5.</caption>
                </figure>
                <para>La electr&#243;nica de la rueda tiene que ser removida antes de desmontar el neum&#225;tico. La
                    forma m&#225;s f&#225;cil para remover la electr&#243;nica de la rueda es mover hacia el lado la
                    pared lateral del neum&#225;tico usando la pala de las m&#225;quinas de montaje hasta que la electr&#243;nica
                    de la rueda quede accesible libremente. Entonces se puede remover el tornillo de fijaci&#243;n de la
                    electr&#243;nica de la rueda para poder remover la electr&#243;nica de la rueda. El esp&#225;rrago
                    de montaje no se remueve.
                </para>
                <para>Cuando el neum&#225;tico es removido, la electr&#243;nica de la rueda se puede montar en la
                    llanta. Se tiene que usar un tornillo de fijaci&#243;n nuevo!
                </para>
                <para>Si se reemplaza el sensor de presi&#243;n del neum&#225;tico, el viene con una etiqueta impresa
                    con el c&#243;digo de barras y un n&#250;mero de serie. Remueva la etiqueta y gu&#225;rdela con
                    cuidado de tal manera que el n&#250;mero de serie se pueda introducir manualmente dentro de la
                    unidad de control por medio de la exhibici&#243;n (VEA EL MANUAL DEL USUARIO) Si la etiqueta con el
                    c&#243;digo de barras no est&#225; incluida, registre el n&#250;mero de serie del sensor.
                </para>
                <para>Instale en la llanta el tornillo roscado y con una llave de torsi&#243;n apriete la tuerca de
                    montaje a 10 Nm (7.35 lbf-pie). El tornillo roscado es montado en la llanta con la ayuda de una
                    <emph type="bold">tuerca de montaje, la cual debe ser apretada a 10 Nm</emph>.
                </para>
                <para>Instale el sensor de presi&#243;n del neum&#225;tico en el respaldo del tornillo roscado, y con
                    una llave de torsi&#243;n y usando la tuerca apriete a una torsi&#243;n de 4 Nm (3 lbf/pie). Por
                    favor, queda informado que el sensor de presi&#243;n del neum&#225;tico es montado en el tornillo de
                    montaje roscado con un
                    <emph type="bold">tornillo que debe ser apretada a una torsi&#243;n de 4 Nm</emph>(Figura 2). Si
                    usted aprieta el tornillo a 10 Nm, se romper&#225; el bastidor.
                </para>
                <specpara>
                    <note>
                        <para>Use un tornillo nuevo para fijar nuevamente la electr&#243;nica de la rueda en el esp&#225;rrago
                            de montaje. El tornillo de fijaci&#243;n solamente se puede usar una vez. Nunca use un
                            tornillo de fijaci&#243;n por segunda vez.
                        </para>
                    </note>
                </specpara>
            </svcsubproc>
            <svcsubproc>
                <title>(2) Proceso de montaje est&#225;ndar (con la electr&#243;nica de la rueda instalada):</title>
                <figure id="f0717016" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0717016.webp" type="webp" scalefit="1" scalefitwidth="328px"
                             scalefitheight="192px"/>
                    <caption>Figura 6.</caption>
                </figure>
                <para>La Figura 6 muestra el principio de montaje de la llanta bajo condiciones de servicio sin usar una
                    m&#225;quina de montaje. En este caso, el montaje se debe iniciar con la posici&#243;n de la electr&#243;nica
                    de la rueda en el lado opuesto del mec&#225;nico. Las ilustraciones de abajo muestran los tres (3)
                    pasos de montaje del neum&#225;tico.
                </para>
                <figure id="f0717017" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0717017.webp" type="webp" scalefit="1" scalefitwidth="502px"
                             scalefitheight="432px"/>
                    <caption>Figura 7.</caption>
                </figure>
            </svcsubproc>
            <svcsubproc>
                <title>(3) Proceso de montaje del neum&#225;tico usando un equipo superautom&#225;tico (la electr&#243;nica
                    de la rueda instalada):
                </title>
                <figure id="f0717018" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0717018.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figura 8.</caption>
                </figure>
                <para>La Figura 8 muestra la vista superior de la distribuci&#243;n de una m&#225;quina de montaje t&#237;pica
                    usada para montar neum&#225;ticos. En el proceso de montaje, es supremamente importante prevenir
                    cualquier tensi&#243;n mec&#225;nica sobre la electr&#243;nica de la rueda. Por lo tanto, la posici&#243;n
                    de montaje de la electr&#243;nica de la rueda y la rutina del ensamble tiene que ser en la forma en
                    la cual el tal&#243;n del neum&#225;tico no cause ninguna tensi&#243;n mec&#225;nica en la electr&#243;nica
                    de la rueda.
                </para>
                <para>En la configuraci&#243;n mostrada arriba la posici&#243;n inicial de la electr&#243;nica de la
                    rueda es a las 10 de la ma&#241;ana. La cabeza de montaje est&#225; en posici&#243;n de las 4 de la
                    tarde. El neum&#225;tico es colocado en la llanta por el mec&#225;nico de tal forma que el punto del
                    borde donde aprieta (punto en el que la pesta&#241;a de rodaje de la rueda, donde el tal&#243;n del
                    neum&#225;tico siente una resistencia cuando se desliza sobre la pesta&#241;a de rodaje de la rueda.
                    Esta resistencia deja que el tal&#243;n del neum&#225;tico pare f&#225;cilmente su deslizamiento
                    sobre la pesta&#241;a de rodaje en el punto del borde donde aprieta) queda a una distancia de 3" (en
                    el sentido contrario a las agujas del reloj) de la electr&#243;nica de la rueda y el 1er. tal&#243;n
                    del neum&#225;tico es colocado dentro de la canal central de la rueda en la misma posici&#243;n en
                    la que se encuentra el mec&#225;nico.
                </para>
                <para>La cabeza de montaje es halada hacia abajo de tal manera que el 1er. tal&#243;n del neum&#225;tico
                    es tambi&#233;n introducido dentro de la canal central de la llanta en la regi&#243;n de la cabeza
                    de montaje. Puede que haya que usar alguna ayuda de montaje para prevenir que el borde de apriete se
                    mueva en el sentido contrario al de las agujas del reloj. La mesa rotatoria de la m&#225;quina de
                    montaje se mueve ahora en la direcci&#243;n de las agujas del reloj hasta que el 1er. tal&#243;n del
                    neum&#225;tico quede encajado totalmente sobre la pesta&#241;a de rodaje de la rueda. La regi&#243;n
                    donde finalmente descansa el tal&#243;n del neum&#225;tico sobre la pesta&#241;a de rodaje de la
                    rueda debe quedar en el &#225;rea de posici&#243;n de la electr&#243;nica de la rueda. Esto asegura
                    que no habr&#225; tensi&#243;n en el tal&#243;n del neum&#225;tico cuando el tal&#243;n pase la
                    electr&#243;nica de la rueda.
                </para>
                <para>El 2o. tal&#243;n del neum&#225;tico se debe montar en la misma forma en la que se hizo el montaje
                    del 1er. tal&#243;n del neum&#225;tico. Cuando la posici&#243;n inicial de la electr&#243;nica de la
                    rueda a las 10 de la ma&#241;ana, la cabeza de montaje a la 3 de la tarde - el mec&#225;nico puso el
                    2o. tal&#243;n del neum&#225;tico dentro de la canal central de la llanta - luego la cabeza de
                    montaje se usa para poner el 2o. tal&#243;n del neum&#225;tico dentro de la canal central de la
                    llanta en la regi&#243;n de la cabeza de montaje (puede que haya que usar alguna ayuda de montaje
                    para prevenir que el borde de apriete se mueva en el sentido contrario al de las agujas del reloj) -
                    ahora se mueve la mesa rotatoria de la m&#225;quina de montaje en la direcci&#243;n de las agujas
                    del reloj, hasta que el 2o. tal&#243;n del neum&#225;tico quede totalmente sentado sobre la pesta&#241;a
                    de rodaje de la rueda. Para un volumen grande de una l&#237;nea de producci&#243;n totalmente autom&#225;tica
                    el mec&#225;nico debe ser reemplazado por un suministro autom&#225;tico y un dispositivo
                    posicionador.
                </para>
                <figure id="f0717019" figsize="pg-wide">
                    <graphic filename="../tsifigures/g0717019.webp" type="webp" scalefit="1" scalefitwidth="352px"
                             scalefitheight="272px"/>
                    <caption>Figura 9.</caption>
                </figure>
                <para>En el caso de la Figura 9, la electr&#243;nica de la rueda se da&#241;ar&#225;. Iniciar el proceso
                    de montaje mientras se coloca el tal&#243;n del neum&#225;tico en la canal central de la llanta en
                    la posici&#243;n de montaje de la electr&#243;nica de la rueda, destruir&#225; la electr&#243;nica
                    de la rueda, debido a que la tensi&#243;n del tal&#243;n del neum&#225;tico se excede cuando &#233;ste
                    se deslice finalmente sobre la pesta&#241;a de rodaje de la rueda. La tensi&#243;n alta de los
                    talones del neum&#225;tico pondr&#225; una gran cantidad de fuerza sobre el bastidor de la electr&#243;nica
                    de la rueda. El bastidor de la electr&#243;nica de la rueda se romper&#225; y podr&#237;a tambi&#233;n
                    da&#241;ar el tal&#243;n del neum&#225;tico.
                </para>
                <figure id="f071701a" figsize="col-wide">
                    <graphic filename="../tsifigures/g071701a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="192px"/>
                    <caption>Figura 10. Posible da&#241;o en la electr&#243;nica de la rueda cuando es montada como se
                        muestra en la Figura 9
                    </caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
