<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-16-05 - Operaci&#243;n intermitente del Motor accionador de temperatura del Climatizador
        (HVAC)
    </stitle>
    <tsi id="m071605" tsitype="truck" translation="spanish">
        <tsinumber>07-16-05</tsinumber>
        <tsidate>Diciembre 2007</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Operaci&#243;n intermitente del Motor accionador de temperatura del Climatizador (HVAC)</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4100
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4300
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>4400
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7300
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7400
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7500
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8500
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>8600
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <enddate>06/20/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Los veh&#237;culos construidos antes del 6/20/2007 que est&#225;n colocados en el c&#243;digo de
                    falla 613-14-1-4- o que est&#225;n teniendo problemas con el accionador de la puerta de temperatura,
                    puede que necesiten nuevos cables en el circuito de control. La cabeza del Climatizador (HVAC)
                    dirige los controles de tres compuertas operadas por motor de 7 voltios (dos compuertas en los veh&#237;culos
                    sin acondicionador de aire). Estas compuertas controlan el modo (desempa&#241;ador, tablero y piso),
                    mezcla de temperatura y entrada del aire (solamente con acondicionador de aire). La cabeza de
                    control monitorea la posici&#243;n de la compuerta mediante pulsos continuos que provienen de los
                    accionadores (para m&#225;s detalles sobre como act&#250;an las funciones de los circuitos de
                    control, refi&#233;rase al manual S08293, p&#225;ginas 73 y 74). Estos son casos en los que la
                    cabeza de control est&#225; recibiendo ruidos provenientes de otras fuentes de energ&#237;a
                    localizadas detr&#225;s del tablero de instrumentos. Instalando un circuito par entorchado
                    proveniente de la cabeza de control hacia el motor del accionador cancelar&#225; la salida del ruido
                    del circuito antes de que este alcance la cabeza de control.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte, estacione el veh&#237;culo
                        sobre una superficie nivelada, coloque el freno de estacionamiento, apague el motor y cu&#241;e
                        las ruedas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de volver a poner los cables, aseg&#250;rese de hacer la localizaci&#243;n de fallas de
                        la cabeza de control y del accionador de la compuerta.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva del tablero la cabeza de control del Climatizador (HVAC) y desconecte el
                    conector el&#233;ctrico.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el conector el&#233;ctrico del Motor del accionador de temperatura (Figura 1).
                </para>
            </step1>
            <figure id="f07160501" figsize="pg-wide">
                <graphic filename="../tsifigures/g07160501.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="562px"/>
                <caption>Figura 1.</caption>
            </figure>
            <step1>
                <para count="1">Recorra dos nuevos cables calibre 18 de colores diferentes desde la cabeza de control
                    hacia el conector del motor de accionamiento de la temperatura.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el cable n&#250;mero A74D de la cavidad B11 del conector de la cabeza de control
                    y &#225;telo con cinta al arn&#233;s de cables (Figura 2).
                </para>
            </step1>
            <figure id="f07160502" figsize="pg-wide">
                <graphic filename="../tsifigures/g07160502.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="562px"/>
                <caption>Figura 2.</caption>
            </figure>
            <step1>
                <para count="1">Instale el terminal con n&#250;mero de repuesto 3522073C1 en uno de los cables e ins&#233;rtelo
                    en la cavidad B11.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el cable n&#250;mero A74E de la cavidad B12 del conector de la cabeza de control
                    y &#225;telo con cinta al arn&#233;s de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el terminal con n&#250;mero de repuesto 3522073C1 en uno de los cables e ins&#233;rtelo
                    en la cavidad B12.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el cable A47D de la cavidad A del conector del motor del accionador de
                    temperatura y &#225;telo con cinta al arn&#233;s de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Encuentre el cable que fue colocado en la cavidad B11 e inst&#225;lele el terminal con n&#250;mero
                    de repuesto 2033819C1 y selle la parte n&#250;mero 1652325C1 en el extremo opuesto del cable, e ins&#233;rtelo
                    en la cavidad A del conector del motor del accionador de temperatura.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el cable A74E de la cavidad B del conector del motor del accionador de
                    temperatura y &#225;telo con cinta al arn&#233;s de cables.
                </para>
            </step1>
            <step1>
                <para count="1">Encuentre el cable que fue colocado en la cavidad B12 e inst&#225;lele el terminal con n&#250;mero
                    de repuesto 2033819C1 y selle la parte n&#250;mero 1652325C1 en el extremo opuesto del cable, e ins&#233;rtelo
                    en la cavidad B del accionador de temperatura.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el conector en el respaldo de la cabeza de control e instale la cabeza de
                    control.
                </para>
            </step1>
            <step1>
                <para count="1">Pruebe la operaci&#243;n de la compuerta de temperatura.</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
