<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-17-02 - Precarga de los cojinetes de ruedas "Conmet" (Torsi&#243;n)</stitle>
    <tsi id="m071702" tsitype="truck" translation="spanish">
        <tsinumber>07-17-02</tsinumber>
        <tsidate>Agosto 2007</tsidate>
        <subjectfile>RUEDAS</subjectfile>
        <subjectgroup>
            <subject>Precarga de los cojinetes de ruedas "Conmet" (Torsi&#243;n)</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9200i
                    <daterange>
                        <startdate>07/23/2007</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9900i
                    <daterange>
                        <startdate>07/23/2007</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>ProStar
                    <daterange>
                        <startdate>07/23/2007</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este TSI aplica a los modelos 9000i y ProStar construidos en Escobedo y Chatham.</para>
                <para>Procedimientos de apriete y torsi&#243;n para reinstalar sistemas de precarga de cojinetes de
                    ruedas "Conmet".
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="0">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
            </specpara>
            <para>El portal de Conmet en la internet (http://www.conmet.com) le ofrece instrucciones espec&#237;ficas
                para la remoci&#243;n, inspecci&#243;n e instalaci&#243;n de sus conjuntos de carga de cojinetes
                actuales. Usted eligi&#243; descartar el espaciador de ajuste del cojinete y volver al procedimiento de
                ajuste de cojinetes convencional, vaya a su p&#225;gina de internet, de un clic en literatura localizada
                al lado izquierdo de la p&#225;gina, y seleccione Preguntas y respuestas frecuentes (FAQ). Esta secci&#243;n
                le dir&#225; que debe hacer si usted quiere descartar el espaciador y usar los cojinetes de rueda est&#225;ndar
                procedimientos de ajuste convencionales.
            </para>
            <para>
                <emph type="bold">Nota:</emph>
                La informaci&#243;n suministrada aqu&#237; para el uso de este producto ha sido facilitada por el
                fabricante y/o el proveedor. International Truck and Engine Corporation reimprime esta informaci&#243;n
                basada en la representaci&#243;n conferida a la compa&#241;&#237;a. Mientras se urge a los usuarios
                seguir cuidadosamente las instrucciones que acompa&#241;an este producto, International no puede aceptar
                ninguna responsabilidad por errores del usuario, o contratiempos resultantes de esos errores, o
                provenientes del mal uso del producto.
            </para>
        </svcproc>
    </tsi>
</isis>
