<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 07-12-14R - Fallas en las Aspas del ventilador de servicio pesado</stitle>
    <tsi id="m071214" tsitype="truck" translation="spanish">
        <tsinumber>07-12-14R</tsinumber>
        <tsidate>Octubre 2007</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Fallas en las Aspas del ventilador de servicio pesado</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>5500i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5600i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>5900i
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7600
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
                <truckmodel>7700
                    <daterange>
                        <startdate>11/01/2002</startdate>
                        <enddate>08/01/2007</enddate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Es muy importante averiguar la causa de la falla de las aspas al cambiar un aspa del ventilador.
                    Las dos fallas m&#225;s comunes son: rotura en el extremo del aspa, o en la parte donde el aspa est&#225;
                    moldeada en la secci&#243;n central del conjunto del ventilador.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <para>Para los modelos 5000i construidos con motor anterior al 2007, el n&#250;mero de repuesto es
                3625639C1.
            </para>
            <para>Para los modelos 5000i construidos con motor posterior al 2007, el n&#250;mero de repuesto es
                3820083C1.
            </para>
            <para>Para los modelos 7600 y 7700, el n&#250;mero de repuesto es 3625639C1.</para>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="2">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, desconecte los cables de la bater&#237;a de tal
                        manera que el motor no pueda ser arrancado mientras trabaja en el &#225;rea del ventilador.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Espere a que el motor se enfr&#237;e antes de iniciar el trabajo en el &#225;rea del
                        ventilador.
                    </para>
                </note>
            </specpara>
            <figure id="f07121401" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121401.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="312px"/>
                <caption>Figura 1. Clase de fallas t&#237;picas de las puntas de las Aspas del ventilador</caption>
            </figure>
            <para>El aspa del ventilador se romper&#225; en la punta cuando el aspa entra en contacto con alg&#250;n
                componente estacionario (Protector del ventilador, polea del motor, soporte, etc.) o por alg&#250;n
                material extra&#241;o suelto (rocas o piedras peque&#241;as).
            </para>
            <para>1. Revise los soportes delanteros y traseros del motor para asegurarse de que ellos est&#225;n
                apretados y que los aislamientos se encuentran en buenas condiciones.
            </para>
            <para>2. Determine si el veh&#237;culo ha sido operado en terrenos severos, lo cual ha podido causar
                torcedura y flexi&#243;n del chasis
            </para>
            <para>3. Revise el protector del radiador para asegurarse de que no est&#225; flojo, o si hay partes de el,
                o extra&#241;as colgando en el &#225;rea de trayectoria de las aspas del ventilador.
            </para>
            <para>4. Revise el aspa del ventilador para asegurarse de que es la correcta para el veh&#237;culo.</para>
            <para>5. Corrija cualquier problema que encuentre en esta mencionada inspecci&#243;n.</para>
            <figure id="f07121402" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121402.webp" type="webp" scalefit="1" scalefitwidth="272px"
                         scalefitheight="312px"/>
                <caption>Figura 2. Clase de fallas t&#237;picas en la base de las Aspas del ventilador</caption>
            </figure>
            <para>Las grietas en la base del aspa del ventilador son causadas usualmente por exceder las RPM nominales
                de velocidad del ventilador.
            </para>
            <para>1. Revise las RPM del motor para asegurarse de que no est&#225; operando por encima de las 2100 RPM.
            </para>
            <para>2. Los cambios inadecuados de velocidad hacia abajo, tambi&#233;n pueden causar exceso de velocidad
                del ventilador.
            </para>
            <para>3. En el caso de que la condici&#243;n de exceso de velocidad no se pueda corregir, se ha dise&#241;ado
                una nueva aspa de ventilador para operar hasta las 3300 RPM.
            </para>
        </svcproc>
    </tsi>
</isis>
