<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-04-01 - Localizaci&#243;n de fallas en los frenos de Sistema SAHR de frenos de potencia
        total
    </stitle>
    <tsi id="m080401" tsitype="truck" translation="spanish">
        <tsinumber>08-04-01</tsinumber>
        <tsidate>Mayo 2008</tsidate>
        <subjectfile>Frenos</subjectfile>
        <subjectgroup>
            <subject>Localizaci&#243;n de fallas en los frenos de Sistema SAHR de frenos de potencia total</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>El prop&#243;sito de este documento es proporcionar informaci&#243;n detallada sobre localizaci&#243;n
                    de fallas para el Resorte para ayuda a la liberaci&#243;n hidr&#225;ulica (SAHR) del Sistema de
                    freno de estacionamiento usado en el Sistema de frenos de potencia total. Esta informaci&#243;n es
                    para ser usada en conjunto con el Manual de servicio de frenos de potencia total, y el programa de
                    diagn&#243;stico "TOOLBOX ".
                </para>
                <specpara>
                    <note>
                        <para>Se supone que la Campa&#241;a de correcci&#243;n del veh&#237;culo G-06504 ha sido
                            ejecutada en el veh&#237;culo en prueba, si el veh&#237;culo est&#225; cubierto por esta
                            campa&#241;a de correcci&#243;n.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
            </specpara>
            <para>La localizaci&#243;n de fallas del sistema de frenos de potencia total comienza con la revisi&#243;n
                de cualquier c&#243;digo de problema de diagn&#243;stico (DTC), usando el programa de diagn&#243;stico
                "TOOLBOX ". Mientras el programa "TOOLBOX " proporciona las instrucciones de reparaci&#243;n adecuadas
                para la mayor&#237;a de los DTC, el siguiente DTC relativo al SAHR puede que requiera la informaci&#243;n
                adicional suministrada en este documento. El procedimiento en este documento asume que el indicador del
                FRENO DE ESTACIONAMIENTO DE SERVICIO est&#233; iluminado y que TODOS los DTC relativos a los frenos
                hayan sido resueltos.
            </para>
            <para>Este documento cubre los DTC del freno de estacionamiento siguientes, como se exhiben en el "TOOLBOX&#8482;:</para>
            <randlist type="bullet">
                <item>
                    <para>61 3 Poco convincente la salida del Interruptor de marcha, (o no se puede aplicar)</para>
                    <randlist type="asterisk">
                        <item>
                            <para>Cuando se ha ordenado aplicar el freno de estacionamiento, el interruptor de marcha ha
                                indicado al ECU que el eje del SAHR ha permanecido en posici&#243;n liberado ("libre").
                                El ECU env&#237;a el mensaje al tablero de instrumentos para activar el indicador del
                                FRENO DE ESTACIONAMIENTO DE SERVICIO; y puede llegar a operar el sistema del freno de
                                estacionamiento en el Modo de respaldo.
                            </para>
                        </item>
                        <item>
                            <para>Causas Posibles:</para>
                            <randlist type="dash">
                                <item>
                                    <para>Interruptor de marcha (o arn&#233;s de cables)</para>
                                </item>
                                <item>
                                    <para>Unidad de control electr&#243;nico (ECU)</para>
                                </item>
                                <item>
                                    <para>Mal funcionamiento mec&#225;nico del tanque del SAHR</para>
                                </item>
                                <item>
                                    <para>V&#225;lvula de corte (Cartucho SAHR)</para>
                                </item>
                                <item>
                                    <para>V&#225;lvula de suministro de presi&#243;n (PSV)</para>
                                </item>
                                <item>
                                    <para>Componentes de la l&#237;nea de mando del freno de estacionamiento trabados o
                                        rotos
                                    </para>
                                </item>
                                <item>
                                    <para>Cable del freno de estacionamiento trabado</para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <randlist type="bullet">
                <item>
                    <para>61 4 El freno de estacionamiento no se puede desactivar,</para>
                    <randlist type="asterisk">
                        <item>
                            <para>Cuando se ordena desactivar el freno de estacionamiento, el interruptor de marcha ha
                                indicado al ECU que el eje del SAHR ha permanecido en posici&#243;n aplicado. Este c&#243;digo
                                tambi&#233;n puede indicar que despu&#233;s de extenderse a la posici&#243;n liberado,
                                el eje del SAHR se retrae repetidamente lo suficiente para requerir un
                                "reabastecimiento" de fluido de frenos en el tanque del SAHR. En cualquier caso, el ECU
                                opera el sistema del freno de estacionamiento en el modo de respaldo; y env&#237;a un
                                mensaje al tablero de instrumentos para activar el indicador del FRENO DE
                                ESTACIONAMIENTO DE SERVICIO.
                            </para>
                        </item>
                        <item>
                            <para>Causas Posibles:</para>
                            <randlist type="dash">
                                <item>
                                    <para>Interruptor de marcha (o arn&#233;s de cables)</para>
                                </item>
                                <item>
                                    <para>Unidad de control electr&#243;nico (ECU)</para>
                                </item>
                                <item>
                                    <para>Mal funcionamiento mec&#225;nico del tanque SAHR (trabado)</para>
                                </item>
                                <item>
                                    <para>V&#225;lvula de corte (Cartucho SAHR). NOTA: Las fallas en la BOBINA de la v&#225;lvula
                                        de corte est&#225;n cubiertas por DTC separados, los cuales deben ser resueltos
                                        antes de efectuar estos procedimientos.
                                    </para>
                                </item>
                                <item>
                                    <para>PSV. NOTA: Las fallas en la BOBINA PSV est&#225;n cubiertas por DTC separados,
                                        los cuales deben ser resueltos antes de efectuar estos procedimientos.
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>61 13 Exceso de recorrido del eje SAHR.</para>
                    <randlist type="asterisk">
                        <item>
                            <para>Durante la aplicaci&#243;n del freno de estacionamiento, el interruptor de marcha ha
                                indicado al ECU que el eje SAHR se ha retra&#237;do m&#225;s all&#225; del l&#237;mite
                                especificado. La dimensi&#243;n del SAHR es de 8.1 pulgadas. El ECU opera el sistema del
                                freno de estacionamiento en el modo de respaldo; y env&#237;a un mensaje al tablero de
                                instrumentos para activar el indicador del FRENO DE ESTACIONAMIENTO DE SERVICIO. NOTA:
                                Esta condici&#243;n muestra generalmente un desgaste o rotura de un componente del freno
                                de estacionamiento, no un problema de ensamble del SAHR.
                            </para>
                        </item>
                        <item>
                            <para>Causas Posibles:</para>
                            <randlist type="dash">
                                <item>
                                    <para>rotura del cable del freno de estacionamiento, estiramiento o desajuste</para>
                                </item>
                                <item>
                                    <para>&#237;nea de mando de los forros del freno de estacionamiento fuera de
                                        ajuste
                                    </para>
                                </item>
                                <item>
                                    <para>componentes de la l&#237;nea de mando del freno de estacionamiento desgastados
                                        o rotos
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <specpara>
                <warning>
                    <para>Para prevenir un movimiento inesperado del veh&#237;culo y posibles lesiones personales
                        serias, o la muerte, coloque bloques de cu&#241;a en las ruedas para prevenir que el veh&#237;culo
                        se mueva en ambas direcciones.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>El sistema de frenos de potencia total es un sistema presurizado que logra presiones de hasta
                        2320 lb/pulg2 (psi). Esta presi&#243;n NO ES reducida al colocar el interruptor de ignici&#243;n
                        en posici&#243;n OFF, o remover la energ&#237;a de la bater&#237;a.
                    </para>
                    <para>Antes de remover componentes de este sistema, los procedimientos para eliminar la presi&#243;n
                        indicados en este manual SE DEBEN EFECTUAR EXACTAMENTE COMO SE MUESTRAN. Debido a que se asume
                        que alg&#250;n componente ha fallado, cuando tenga que remover un componente, usted siempre debe
                        asumir que debe haber fluido a presi&#243;n atrapado. Remueva prudente y cuidadosamente los
                        componente del sistema hidr&#225;ulico.
                    </para>
                    <para>Antes de remover cualquier componente, refi&#233;rase al manual de servicio apropiado en ISIS.
                        Una falla al eliminar la presi&#243;n del sistema puede resultar en da&#241;os a la propiedad,
                        lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <table id="t08040101" tblwidth="pg-wide">
                <title>Procedimiento para la localizaci&#243;n de fallas del sitema SAHR</title>
                <tgroup cols="5">
                    <colspec colname="col1" colwidth="0.61*"/>
                    <colspec colname="col2" colwidth="1.70*"/>
                    <colspec colname="col3" colwidth="0.81*"/>
                    <colspec colname="col4" colwidth="1.01*"/>
                    <colspec colname="col5" colwidth="0.91*"/>
                    <spanspec namest="col1" nameend="col5" spanname="SPAN1"/>
                    <thead>
                        <row>
                            <entry>
                                <para>Pasos</para>
                            </entry>
                            <entry>
                                <para>Procedimiento</para>
                            </entry>
                            <entry>
                                <para>Punto de prueba</para>
                            </entry>
                            <entry>
                                <para>Si, Cumple especificaciones</para>
                            </entry>
                            <entry>
                                <para>No, No cumple especificaciones</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>1.</para>
                            </entry>
                            <entry>
                                <para>Cu&#241;e las ruedas, coloque la transmisi&#243;n en posici&#243;n neutral,
                                    conecte la herramienta EZ-Tech, coloque la llave de la ignici&#243;n en ON.
                                </para>
                                <para>Para establecer una condici&#243;n conocida, intente aplicar el freno de
                                    estacionamiento usando el interruptor del freno de estacionamiento del tablero.
                                </para>
                                <para>NOTA: No coloque la transmisi&#243;n en las posiciones P, o PB, debido a que estas
                                    puede que no permitan hacer las pruebas apropiadas del sistema del freno de
                                    estacionamiento.
                                </para>
                            </entry>
                            <entry></entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>2.</para>
                            </entry>
                            <entry>
                                <para>Usando el programa "TOOLBOX", verifique que uno o m&#225;s de los siguientes DTC
                                    relacionados con el freno hallan sido registrados:
                                </para>
                                <para>61 3</para>
                                <para>61 4</para>
                                <para>61 13</para>
                            </entry>
                            <entry>
                                <para>Tablero de instrumentos y programa de diagn&#243;sticos TOOLBOX</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Si est&#225;n establecidos otros c&#243;digos relacionados con el freno, resu&#233;lvalos
                                    usando el programa de diagn&#243;stico TOOLBOX antes de hacer la localizaci&#243;n
                                    de fallas del sistema SAHR con estos procedimientos.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>3.</para>
                            </entry>
                            <entry>
                                <para>Registre los DTC relacionados, luego, usando el programa TOOLBOX, borre todos los
                                    DTC inactivos.
                                </para>
                            </entry>
                            <entry>
                                <para>TOOLBOX</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>4.</para>
                            </entry>
                            <entry>
                                <para>Use el men&#250; de PRUEBA DE COMPONENTES (COMPONENT TEST) del programa TOOLBOX
                                    para liberar el freno de estacionamiento (PB Park Brake), si es posible.
                                </para>
                                <para>Contin&#250;e el procedimiento sin tener en cuenta el estado del freno de
                                    estacionamiento".
                                </para>
                            </entry>
                            <entry>
                                <para>TOOLBOX</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>5.</para>
                            </entry>
                            <entry>
                                <para>Inspeccione los cables del freno de estacionamiento y las abrazaderas y gu&#237;as
                                    del cable. Verifique que los cables est&#233;n conectados y no est&#233;n
                                    entorchados o saltando.
                                </para>
                            </entry>
                            <entry>
                                <para>Cables del freno de estacionamiento y abrazaderas y gu&#237;as</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Haga las reparaciones necesarias.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>6.</para>
                            </entry>
                            <entry>
                                <para>Verifique que no hallan indicaciones de escapes de fluido de freno en el tanque
                                    del SAHR (cerca del orificio de ventilaci&#243;n) o en la l&#237;nea del freno de
                                    estacionamiento.
                                </para>
                            </entry>
                            <entry>
                                <para>Tanque SAHR y acoples en la l&#237;nea del freno de estacionamiento.</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Si hay evidencia de un escape, haga las reparaciones necesarias.</para>
                                <para>Reemplace la v&#225;lvula de corte / cartucho / m&#250;ltiple, acoples, o la l&#237;nea
                                    de freno. Refi&#233;rase al manual de servicio apropiado en ISIS.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>7.</para>
                            </entry>
                            <entry>
                                <para>Mientras sostiene el eje del SAHR con una llave, devuelva lo suficiente la
                                    contratuerca para verificar la raya indicadora en el eje roscado (Figura 1). El eje
                                    roscado debe ser ajustado de tal manera que la raya indicadora, "marca de comprobaci&#243;n
                                    (hash mark)", quede colocada en el extremo del eje SAHR. Ajuste el eje roscado si es
                                    necesario; luego apriete la contratuerca.
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Ajuste el eje roscado, luego apriete la contratuerca.</para>
                                <para>Revise la operaci&#243;n del freno de estacionamiento. Si el ajuste no corrigi&#243;
                                    la operaci&#243;n, contin&#250;e este procedimiento.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>8.</para>
                            </entry>
                            <entry>
                                <para>Mientras observa el eje del tanque SAHR, haga que alguien use el men&#250; de
                                    PRUEBA DE COMPONENTES (COMPONENT TEST) del programa TOOLBOX para aplicar y liberar
                                    varias veces el freno de estacionamiento. Verifique que el eje se extienda y
                                    retraiga cuando se acciona. En este paso, la cantidad de recorrido del eje no es cr&#237;tica.
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Deje liberado el freno de estacionamiento (eje extendido), luego vaya al siguiente
                                    paso.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso 18.</para>
                                <para>(el eje del tanque SAHR no est&#225; respondiendo)</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>9.</para>
                            </entry>
                            <entry>
                                <para>Con el freno de estacionamiento liberado, verifique que la medida de la dimensi&#243;n
                                    de alivio (release dimension) del tanque SAHR sea de 10.6 pulgadas (Figura 2). Esta
                                    dimensi&#243;n es tomada desde el extremo del eje (sin incluir la contratuerca)
                                    hasta la junta del tanque SAHR en el agujero de ventilaci&#243;n. Esta dimensi&#243;n
                                    es determinada por ret&#233;nes mec&#225;nicos.
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                                <para>NOTA: Si el eje se extiende a la longitud apropiada, vaya al siguiente paso; a&#250;n
                                    cuando el eje no permanezca totalmente extendido.
                                </para>
                            </entry>
                            <entry>
                                <para>Hay un problema mec&#225;nico en el interior del tanque SAHR, y &#233;ste tiene
                                    que ser reemplazado. Refi&#233;rase al manual de servicio apropiado en ISIS.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>10.</para>
                            </entry>
                            <entry>
                                <para>Usando el programa TOOLBOX, aplique el freno de estacionamiento y verifique que la
                                    medida de la "dimensi&#243;n aplicada" del tanque del SAHR est&#233; entre 8.1 y 9.8
                                    pulgadas.
                                </para>
                                <para>Como arriba, la dimensi&#243;n es medida desde el extremo del eje hasta la junta
                                    del tanque SAHR en el agujero de ventilaci&#243;n (Figura 2).
                                </para>
                                <para>En la posici&#243;n aplicada, esta dimensi&#243;n es determinada por los
                                    siguientes componentes del sistema del freno de estacionamiento: Tanque SAHR, Cables
                                    del freno de estacionamiento, Forros de las zapatas, y Campana del freno de
                                    estacionamiento.
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                                <para>NOTA: La "dimensi&#243;n aplicada" preferida es entre 8.7 y 9.8 pulgadas. Si la
                                    dimensi&#243;n est&#225; entre 8.1 y 8.7 pulgadas, indica que las zapatas est&#225;n
                                    fuera de ajuste, o el cable est&#225; estirado. Repare si es necesario.
                                </para>
                                <para>Normalmente, la luz del FRENO DE ESTACION- AMIENTO DE SERVICIO no indica una
                                    condici&#243;n de recorrido excesivo, hasta cuando la dimensi&#243;n sea de [lt ]8.1
                                    pulgadas.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al paso 17.</para>
                                <para>(El SAHR est&#225; por DEBAJO DEL RECORRIDO, o por ENCIMA DEL RECORRIDO durante la
                                    APLICACI&#243;N)
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>11.</para>
                            </entry>
                            <entry>
                                <para>Usando el programa TOOLBOX, aplique el freno de estacionamiento.</para>
                                <para>Usando el programa TOOLBOX borre todos los DTC de los frenos.</para>
                                <para>Coloque la llave de la ignici&#243;n en OFF y devuelva a ON.</para>
                                <para>Verifique que est&#233; apagada la luz indicadora del FRENO DE ESTACIONAMIENTO DE
                                    SERVICIO.
                                </para>
                            </entry>
                            <entry>
                                <para>En el tablero de instrumentos, a luz indicadora del FRENO DE ESTACION- AMIENTO DE
                                    SERVICIO est&#225; apagada.
                                </para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Vaya al Paso 15.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>12.</para>
                            </entry>
                            <entry>
                                <para>IMPORTANTE: Este paso TIENE que ser hecho la primer vez que el freno de
                                    estacionamiento sea liberado despu&#233;s de borrar los DTC. La luz del FRENO DE
                                    ESTACIONAMIENTO DE SERVICIO tiene que estar apagada (OFF). Si la luz est&#225;
                                    encendida (ON), repita el paso previo.
                                </para>
                                <para>Mientras observa el eje del tanque SAHR, haga que alguien use el programa TOOLBOX
                                    para liberar el freno de estacionamiento. Observe el eje del tanque SAHR durante un
                                    minuto.
                                </para>
                                <para>El eje tiene que estar totalmente extendido y permanecer extendido.</para>
                                <para>Si el eje se retrae ligeramente, entonces vu&#233;lvalo a extender entre 2 y 5
                                    veces* y la luz indicadora del FRENO DE ESTACIONAMIENTO DE SERVICIO (el sistema ha
                                    entrado en el "Modo de respaldo"); vaya al paso 16.
                                </para>
                                <para>* El n&#250;mero de reabastecimientos permitido antes de entrar al Modo de
                                    respaldo depende de la versi&#243;n del software ECU.
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR Vaya al siguiente paso</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Vaya al Paso 16.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>13.</para>
                            </entry>
                            <entry>
                                <para>Verifique que est&#233; apagada la luz indicadora del FRENO DE ESTACIONAMIENTO DE
                                    SERVICIO.
                                </para>
                            </entry>
                            <entry>
                                <para>Indicador del FRENO DE ESTACION- AMIENTO DE SERVICIO.</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Reemplace el sensor de marcha.</para>
                                <para>Refi&#233;rase al manual de servicio apropiado en ISIS.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>14.</para>
                            </entry>
                            <entry>
                                <para>Usando el programa TOOLBOX, aplique el freno de estacionamiento.</para>
                                <para>Verifique que est&#233; apagada la luz indicadora del FRENO DE ESTACIONAMIENTO DE
                                    SERVICIO.
                                </para>
                            </entry>
                            <entry>
                                <para>Indicador del FRENO DE ESTACION- AMIENTO DE SERVICIO.</para>
                            </entry>
                            <entry>
                                <para>El sistema actualmente est&#225; operando en forma correcta. La falla es
                                    intermitente.
                                </para>
                                <para>Refi&#233;rase a Posibles problemas intermitentes y sus causas (despu&#233;s de la
                                    tabla).
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace el sensor de marcha.</para>
                                <para>Refi&#233;rase al manual de servicio apropiado en ISIS.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>15.</para>
                            </entry>
                            <entry>
                                <para>1.&#9;Desconecte el conector el&#233;ctrico del sensor de marcha cercano al tanque
                                    SAHR.
                                </para>
                                <para>2.&#9;Verifique que la llave de la ignici&#243;n est&#233; en ON. No arranque el
                                    motor.
                                </para>
                                <para>3.&#9;Con un multimetro revise las clavijas en el conector proveniente del arn&#233;s
                                    del chasis (Figura 3).
                                </para>
                                <randlist type="bullet">
                                    <item>
                                        <para>Clavija A - 12 a 14 V CD (Corriente Directa)</para>
                                    </item>
                                    <item>
                                        <para>Clavija B - Continuidad con la tierra del chasis</para>
                                    </item>
                                    <item>
                                        <para>Clavija C - 12 a 14 V CD (Corriente Directa)</para>
                                    </item>
                                </randlist>
                                <para>NOTA: Verifique que las clavijas de ambos conectores est&#233;n apretadas y libres
                                    de corrosi&#243;n. Si no lo est&#225;n, repare o limpie la conexi&#243;n, luego
                                    pruebe nuevamente.
                                </para>
                            </entry>
                            <entry>
                                <para>Conector del arn&#233;s del chasis para el sensor de marcha.</para>
                            </entry>
                            <entry>
                                <para>Verifique que las clavijas del conector ECU de 31 clavijas est&#233;n apretadas y
                                    libres de corrosi&#243;n. Si no lo est&#225;n, repare o limpie la conexi&#243;n,
                                    luego pruebe nuevamente.
                                </para>
                                <para>Si el conector ECU est&#225; bien, reemplace el sensor de marcha.</para>
                                <para>Si el problema contin&#250;a, reemplace el ECU.</para>
                                <para>Refi&#233;rase al manual de servicio apropiado en ISIS.</para>
                            </entry>
                            <entry>
                                <para>A&#237;sle el circuito que est&#225; fallando entre el conector del arn&#233;s y
                                    el ECU, usando el manual de diagramas de circuitos apropiado, o la gu&#237;a de
                                    localizaci&#243;n de fallas el&#233;ctricas, en ISIS.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>16.</para>
                            </entry>
                            <entry>
                                <para>Desconecte el conector el&#233;ctrico de la bobina de la v&#225;lvula de corte.
                                    Usando el multimetro, mida la resistencia de la bobina de la v&#225;lvula de corte
                                    en las clavijas del conector de la bobina.
                                </para>
                                <para>La resistencia de las bobinas instaladas originalmente var&#237;a por la fecha de
                                    construcci&#243;n del veh&#237;culo. Los repuestos tambi&#233;n tienen un valor
                                    diferente. Inspeccione el cuerpo de la bobina en busca del valor de resistencia
                                    impreso. T&#237;picamente se pueden usar los siguientes valores:
                                </para>
                                <para>Veh&#237;culos construidos antes de Abril 2008: 8.37 a 10.23 Ohms.</para>
                                <para>Veh&#237;culos construidos en Abril 2008 y despu&#233;s: 6,38 a 8,14 Ohms.</para>
                                <para>NOTA: Verifique que las clavijas de ambos conectores est&#233;n apretadas y libres
                                    de corrosi&#243;n. Si no lo est&#225;n, repare o limpie la conexi&#243;n, luego
                                    pruebe nuevamente.
                                </para>
                            </entry>
                            <entry>
                                <para>Conector el&#233;ctrico de la v&#225;lvula de corte</para>
                            </entry>
                            <entry>
                                <para>Reemplace la v&#225;lvula de corte / cartucho / m&#250;ltiple. Refi&#233;rase al
                                    manual de servicio apropiado en ISIS.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace la bobina el&#233;ctrica de la v&#225;lvula de corte. Refi&#233;rase al
                                    manual de servicio apropiado en ISIS.
                                </para>
                                <para>
                                    <emph type="bold">PRECAUCI&#243;N -- La torsi&#243;n m&#225;xima de la tuerca de
                                        retenci&#243;n de la bobina es CR&#237;TICA.</emph>El valor de torsi&#243;n es
                                    de 4 a 5 lb/frza-pie (44 a 60 lb/frza-pulg) m&#225;ximo.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>17.</para>
                            </entry>
                            <entry>
                                <para>Verifique si la "dimensi&#243;n aplicada" del tanque SAHR es de 8.1 pulgadas
                                    (condici&#243;n de recorrido excesivo).
                                </para>
                            </entry>
                            <entry>
                                <para>Eje del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Recorrido excesivo.</para>
                                <para>&#8226;&#9;Ajuste las zapatas del freno de estacionamiento (Refi&#233;rase al
                                    Manual de servicio s04044).
                                </para>
                                <para>&#8226;&#9;Si el problema contin&#250;a, revise si hay componentes de la l&#237;nea
                                    de mando del freno de estacionamiento rotos, o si est&#225; estirado el cable, o
                                    cables del freno de estacionamiento.
                                </para>
                            </entry>
                            <entry>
                                <para>Bajo recorrido</para>
                                <para>Causas posibles, corrija si es necesario:</para>
                                <para>&#8226;&#9;Zapatas de freno de estacionamiento demasiado ajustadas a la campana.
                                    (Vea el Manual de servicio s04044).
                                </para>
                                <para>&#8226;&#9;Cable trabado.</para>
                                <para>&#8226;&#9;Componentes de la l&#237;nea de mando del freno de estacionamiento
                                    trabados o da&#241;ados (zapatas, etc.). Refi&#233;rase al Manual de servicio s04044
                                </para>
                                <para>&#8226;&#9;Mal funcionamiento del tanque SAHR (resortes, trabas, etc.). Reemplace
                                    el tanque SAHR. Refi&#233;rase al manual de servicio apropiado en ISIS.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry colspan="5" spanname="SPAN1">
                                <caution>
                                    <para>Durante algunos de los siguientes pasos, se deber&#225; revisar la presencia
                                        de fluido de frenos bajo una presi&#243;n extrema. Cuando afloje la boquilla de
                                        purga asuma SIEMPRE que fluido de frenos est&#225; presurizado, hasta que se
                                        pruebe lo contrario. Abra lentamente la boquilla de purga, y solamente lo
                                        suficiente para determinar si hay presi&#243;n presente.
                                    </para>
                                    <para>Durante estos pasos, aseg&#250;rese de que la manguera est&#233; asegurada
                                        firmemente a la boquilla de purga y que toda la manguera est&#233; controlada
                                        para prevenir "latigazos".
                                    </para>
                                </caution>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>18.</para>
                            </entry>
                            <entry>
                                <para>Conecte FIRMEMENTE la manguera a la boquilla de purga del tanque SAHR. Sin tener
                                    en cuenta la posici&#243;n del eje, intente aplicar el freno de estacionamiento
                                    usando el programa TOOLBOX.
                                </para>
                                <para>. Afloje la boquilla de purga muy cuidadosamente y solo lo suficiente para
                                    determinar que el fluido de freno en la l&#237;nea NO EST&#233; PRESURIZADO en ese
                                    momento. Apriete la boquilla.
                                </para>
                            </entry>
                            <entry>
                                <para>Boquilla de purga del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>Vaya al siguiente paso.</para>
                            </entry>
                            <entry>
                                <para>Si hay fluido a presi&#243;n, reemplace el N&#250;cleo de la v&#225;lvula de
                                    suministro de presi&#243;n. Refi&#233;rase al manual de servicio apropiado en ISIS.
                                </para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>19.</para>
                            </entry>
                            <entry>
                                <para>Antes de proceder, por favor, lea todo este paso.</para>
                                <para>NOTA: La selecci&#243;n del programa TOOLBOX usada en este paso activar&#225;
                                    solamente la PSV por un breve per&#237;odo de tiempo, luego se desactivar&#225;.
                                </para>
                                <para>Con la manguera conectada FIRMEMENTE a la boquilla de purga del tanque SAHR, Abra
                                    cuidadosamente el tornillo de purga del SAHR solo lo suficiente para verificar si
                                    hay presi&#243;n en el fluido de la l&#237;nea.
                                </para>
                                <para>Mientras monitorea la presi&#243;n del fluido de frenos en la manguera de purga,
                                    solicite a alguien que use los siguientes men&#250; del programa TOOLBOX para
                                    activar la v&#225;lvula PSV (V&#225;lvula de suministro de presi&#243;n): PRUEBA DE
                                    COMPONENTES/SALIDAS PARA VARIOS FINES.
                                </para>
                                <para>Verifique que el fluido EST&#233; PRESURIZADO mientras se activa la PSV.</para>
                                <para>Apriete la boquilla de purga, y aplique el PB para asegurarse de que sea liberada
                                    la presi&#243;n en la l&#237;nea de freno.
                                </para>
                            </entry>
                            <entry>
                                <para>Boquilla de purga del tanque SAHR</para>
                            </entry>
                            <entry>
                                <para>El tanque SAHR es inoperable.</para>
                                <para>Causas Posibles:</para>
                                <para>&#8226;&#9;La v&#225;lvula de corte se atasc&#243; cerrada, evitando que el fluido
                                    entre o salga del tanque del SAHR. Reemplace la v&#225;lvula de corte / cartucho /
                                    conjunto del m&#250;ltiple.
                                </para>
                                <para>&#8226;&#9;Un componente da&#241;ado o atascado dentro del tanque del SAHR est&#225;
                                    impidiendo cualquier movimiento del eje. Reemplace el tanque SAHR.
                                </para>
                                <para>Refi&#233;rase al manual de servicio apropiado en ISIS.</para>
                                <para>PRECAUCI&#243;N: Puede que sea necesario desarmar el tanque para determinar el
                                    componente da&#241;ado. Remueva lentamente los componentes para prevenir lesiones
                                    causadas por fluido presurizado, en caso de que lo haya.
                                </para>
                            </entry>
                            <entry>
                                <para>Si NO hay fluido presurizado, vaya al siguiente paso.</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>20.</para>
                            </entry>
                            <entry>
                                <para>Desconecte el conector el&#233;ctrico de la bobina de la V&#225;lvula de
                                    suministro de presi&#243;n.
                                </para>
                                <para>Usando el multimetro, mida la resistencia de la bobina de la v&#225;lvula de
                                    suministro de presi&#243;n en las clavijas del conector de la bobina.
                                </para>
                                <para>La resistencia de la bobina debe estar entre 10.8 y 13.2 Ohms.</para>
                            </entry>
                            <entry>
                                <para>Conector el&#233;ctrico de la V&#225;lvula de suministro de presi&#243;n</para>
                            </entry>
                            <entry>
                                <para>Reemplace la V&#225;lvula de suministro de presi&#243;n. Refi&#233;rase al manual
                                    de servicio apropiado en ISIS.
                                </para>
                                <para>PRECAUCI&#243;N: No apriete demasiado la tuerca de retenci&#243;n de la bobina.
                                </para>
                            </entry>
                            <entry>
                                <para>Reemplace solamente la bobina el&#233;ctrica de la V&#225;lvula de suministro de
                                    presi&#243;n. Refi&#233;rase al manual de servicio apropiado en ISIS.
                                </para>
                                <para>PRECAUCI&#243;N: No apriete demasiado la tuerca de retenci&#243;n de la bobina.
                                </para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <para>
                <emph type="bold">Posibles problemas intermitentes y causas probables</emph>
            </para>
            <seqlist style="arabic">
                <item>
                    <para>Falla intermitente para liberarlo. (El eje SAHR tiene dificultad para extenderse, o no se
                        extiende ocasionalmente.) Causas posibles:
                    </para>
                    <seqlist style="alphalc">
                        <item>
                            <para>Atascamiento en el tanque SAHR (Prueba mientras el tanque SAHR est&#233; trabajando
                                correctamente.)
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Veh&#237;culo en Neutro. Llave de la ignici&#243;n en ON. Freno de
                                        estacionamiento (PB); aplicado.
                                    </para>
                                </item>
                                <item>
                                    <para>Hale los fusibles de motor FPB (Vea el Manual de servicio).</para>
                                </item>
                                <item>
                                    <para>Observaci&#243;n de la presi&#243;n del acumulador con el programa TOOLBOX.
                                    </para>
                                </item>
                                <item>
                                    <para>Bombee el pedal hasta que la presi&#243;n caiga entre 1540 y 1550 lb/pulg2
                                        (psi).
                                    </para>
                                </item>
                                <item>
                                    <para>Intente liberar el freno de estacionamiento (PB) usando el programa TOOLBOX.
                                    </para>
                                </item>
                                <item>
                                    <para>. Si el freno de estacionamiento (PB) no es liberado, el tanque SAHR est&#225;
                                        atascado internamente. Reemplace el tanque SAHR.
                                    </para>
                                </item>
                                <item>
                                    <para>Si el freno de estacionamiento (PB) se libera, posiblemente el problema no est&#225;
                                        en el tanque SAHR.
                                    </para>
                                </item>
                            </randlist>
                        </item>
                        <item>
                            <para>Trabada la V&#225;lvula de corte, o la de suministro de presi&#243;n (PSV)</para>
                            <randlist type="bullet">
                                <item>
                                    <para>Solamente puede ser aislada cuando ocurre, o por substituci&#243;n.</para>
                                </item>
                                <item>
                                    <para>Cuando el problema est&#225; ocurriendo, use los procedimientos de los pasos
                                        18 a 20 para aislarla.
                                    </para>
                                </item>
                                <item>
                                    <para>El atascamiento de las v&#225;lvula es causado t&#237;picamente por una
                                        instalaci&#243;n inadecuada (herramienta equivocada, o torsi&#243;n excesiva,
                                        vea el Manual de servicio).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>Falla intermitente para la aplicaci&#243;n. (El eje se extiende, pero en forma intermitente,
                        no se retraer&#225;.) Causas posibles:
                    </para>
                    <seqlist>
                        <item>
                            <para>La v&#225;lvula de corte, o la v&#225;lvula de suministro de presi&#243;n (PSV)
                                atascadas
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Solamente se pueden aislar cuando ocurre, o se pueden substituir.</para>
                                </item>
                                <item>
                                    <para>&#9;Cuando el problema est&#225; ocurriendo, use los procedimientos de los
                                        pasos 18 a 20 para aislarla.
                                    </para>
                                </item>
                                <item>
                                    <para>&#9;El atascamiento de las v&#225;lvula es causado t&#237;picamente por una
                                        instalaci&#243;n inadecuada (herramienta equivocada, o torsi&#243;n excesiva,
                                        vea el Manual de servicio).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </seqlist>
                </item>
                <item>
                    <para>Indicador del FRENO DE ESTACIONAMIENTO DE SERVICIO funciona intermitente cuando est&#225;
                        normal la operaci&#243;n del freno de estacionamiento. Causas posibles:
                    </para>
                    <seqlist>
                        <item>
                            <para>Reabastecimiento normal - El sensor de marcha indica la necesidad de
                                reabastecimiento.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Operaci&#243;n normal - una actualizaci&#243;n del software prevendr&#225;
                                        esto en los futuros veh&#237;culos >5/2008.
                                    </para>
                                </item>
                            </randlist>
                        </item>
                        <item>
                            <para>APERTURA intermitente del circuito el&#233;ctrico proveniente del sensor de marcha
                                ECU.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Intente reproducir el problema conduciendo sobre una superficie &#225;spera, o
                                        zarandeando el arn&#233;s.
                                    </para>
                                </item>
                                <item>
                                    <para>Revise si hay conexiones flojas o corro&#237;das (en el sensor de marcha, o en
                                        las 31 clavijas del conector ECU).
                                    </para>
                                </item>
                                <item>
                                    <para>Intermitencia en el sensor de marcha</para>
                                </item>
                            </randlist>
                        </item>
                    </seqlist>
                </item>
            </seqlist>
            <figure id="f08040101" figsize="col-wide">
                <graphic filename="../tsifigures/g08040101.webp" type="webp"/>
                <caption>Figura 1. Conexi&#243;n del eje SAHR</caption>
                <calloutgroup>
                    <callout1>1. Contratuerca</callout1>
                    <callout1>2. Planos en el eje SAHR</callout1>
                    <callout1>3. Raya indicadora "Marca de comprobaci&#243;n (Hash mark)";</callout1>
                    <callout1>4. Planos en el eje roscado</callout1>
                </calloutgroup>
            </figure>
            <figure id="f08040102" figsize="col-wide">
                <graphic filename="../tsifigures/g08040102.webp" type="webp" scalefit="1" scalefitwidth="502px"
                         scalefitheight="312px"/>
                <caption>Figura 2. Puntos de referencia para medir las dimensiones SAHR</caption>
            </figure>
            <figure id="f08040103" figsize="col-wide">
                <graphic filename="../tsifigures/g08040103.webp" type="webp"/>
                <caption>Figura 3. Conector del arn&#233;s del chasis con el Sensor de marcha</caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
