<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-05 - Localizaci&#243;n del N&#250;mero de serie en los Filtros de materia particulada
        diesel del escape (DPF)
    </stitle>
    <tsi id="m081205" tsitype="truck" translation="spanish">
        <tsinumber>08-12-05</tsinumber>
        <tsidate>Febrero 2008</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Localizaci&#243;n del N&#250;mero de serie en los Filtros de materia particulada diesel del escape
                (DPF)
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <description>
            <geninfo>
                <para>Este TSI detalla el procedimiento para localizar la localizaci&#243;n del n&#250;mero de serie del
                    DPF usado en los camiones, autobuses y chasises International.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="3">
            <title>Procedimiento de servicio</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                        procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                        estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando las
                        ruedas.
                    </para>
                </warning>
            </specpara>
            <para>Todas las unidades DPF tienen un n&#250;mero de serie adherido al recipiente o una etiqueta met&#225;lica
                que se encuentra soldada en el cuerpo del recipiente. Estos n&#250;meros pueden ser muy dif&#237;ciles
                de localizar debido a que la localizaci&#243;n y/o posici&#243;n var&#237;a por cada modelo de cami&#243;n,
                fabricante del motor y aplicaci&#243;n. Adicionalmente el mugre o la grasa pueden tapar los n&#250;meros
                una vez que el veh&#237;culo haya sido puesto en servicio. Puede requerirse un limpiador apropiado para
                remover el mugre y la grasa de la superficie del recipiente y as&#237; lograr identificar el n&#250;mero
                de serie.
            </para>
            <para>Las siguientes fotograf&#237;as muestran t&#237;picamente como se ven los n&#250;meros en el
                recipiente del DPF.
            </para>
            <para>
                <emph type="bold">International (Tenneco)</emph>
            </para>
            <para>N&#250;meros de Serie y Parte se encuentran en el lado del recipiente en el extremo de entrada.</para>
            <figure id="g08120501" figsize="pg-wide">
                <graphic filename="../tsifigures/g08120501a.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         scalefitheight="296px"/>
                <caption>Figura 1. International (Tenneco)</caption>
            </figure>
            <para>Para m&#225;s informaci&#243;n en los DPF International /Tenneco, vaya a la siguiente p&#225;gina de
                la Internet.
            </para>
            <para>
                <exhotlnk document="https://evalue.internationaldelivers.com/servicesecure/act/entry.asp"
                          bookname="EXTERNAL">https://evalue.internationaldelivers.com/servicesecure/act/ent ry.asp
                </exhotlnk>
            </para>
            <para>
                <emph type="bold">Caterpillar</emph>
            </para>
            <figure id="g07121702" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121702.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="328px"/>
                <caption>Figura 2. Caterpillar</caption>
            </figure>
            <para>
                <emph type="bold">Cummins</emph>
            </para>
            <figure id="g07121703" figsize="pg-wide">
                <graphic filename="../tsifigures/g07121703.webp" type="webp" scalefit="1" scalefitwidth="432px"
                         scalefitheight="288px"/>
                <caption>Figura 3. Cummins</caption>
            </figure>
            <specpara>
                <note>
                    <para>La Figura 3 muestra un dispositivo para tratamiento posterior t&#237;pico, solamente para
                        mostrar donde est&#225; localizado (A) el n&#250;mero de parte de Cummins. Su dispositivo para
                        tratamiento posterior puede ser diferente al de este ejemplo.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
