<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-16-02 - Procedimiento de calibraci&#243;n mejorado para la Br&#250;jula opcional del
        tablero de instrumentos
    </stitle>
    <tsi id="m081602" tsitype="truck" translation="spanish">
        <tsinumber>08-16-02</tsinumber>
        <replace>
            <tsinumber>07-16-02</tsinumber>
        </replace>
        <tsidate>Mayo 2008</tsidate>
        <subjectfile>Cabina</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de calibraci&#243;n mejorado para la Br&#250;jula opcional del tablero de
                instrumentos
            </subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3200</truckmodel>
                <truckmodel>4100</truckmodel>
                <truckmodel>4300</truckmodel>
                <truckmodel>4400</truckmodel>
                <truckmodel>7300</truckmodel>
                <truckmodel>7400</truckmodel>
                <truckmodel>7500</truckmodel>
                <truckmodel>7600</truckmodel>
                <truckmodel>7700</truckmodel>
                <truckmodel>8500</truckmodel>
                <truckmodel>8600</truckmodel>
                <truckmodel>DuraStar</truckmodel>
                <truckmodel>LoneStar</truckmodel>
                <truckmodel>ProStar</truckmodel>
                <truckmodel>TranStar</truckmodel>
                <truckmodel>WorkStar</truckmodel>
                <truckmodel>Autob&#250;s BE</truckmodel>
                <truckmodel>Autob&#250;s CE</truckmodel>
                <truckmodel>Autob&#250;s HC</truckmodel>
                <ucodegroup/>

                <ucode>16HBZ</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este procedimiento de calibraci&#243;n para la Br&#250;jula opcional del tablero de instrumentos
                    ha sido mejorado y reemplaza al viejo procedimiento impreso en el manual de operador publicado antes
                    de Enero del 2008. Se debe seguir el siguiente procedimiento para la calibraci&#243;n de la br&#250;jula.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Procedimiento mejorado de calibraci&#243;n de la Br&#250;jula del tablero de instrumentos</title>
            <svcprocinfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales o la muerte, saque el veh&#237;culo del camino y al&#233;jelo
                            de todo tr&#225;fico antes de efectuar el siguiente procedimiento.
                        </para>
                    </warning>
                </specpara>
                <para>En todos los veh&#237;culos nuevos equipados con br&#250;jula opcional se tiene que ejecutar la
                    calibraci&#243;n inicial de la br&#250;jula. La calibraci&#243;n de la br&#250;jula puede, o puede
                    que no se haya hecho en la planta de ensamble del veh&#237;culo. Si la direcci&#243;n mostrada por
                    la br&#250;jula se ve que es incorrecta, o se ve que se vuelve incorrecta, o se exhibe un mensaje
                    que dice "NO CALL", puede que se necesite restablecer la Zona de declinaci&#243;n para ponerla de
                    acuerdo con la localizaci&#243;n geogr&#225;fica actual, o que la calibraci&#243;n direccional de la
                    br&#250;jula va a necesitar ser recalibrada.
                </para>
                <para>La direcci&#243;n de la br&#250;jula est&#225; expuesta en el cuadrante izquierdo inferior del
                    tablero de instrumentos, inmediatamente debajo de la lectura de la temperatura exterior. Los
                    mensajes de texto necesarios para calibrar la br&#250;jula se pueden encontrar en la pantalla del
                    tablero de instrumentos, en la parte inferior derecha del cuadrante (Cuadrante 2) de la pantalla.
                    Gire la perilla de la pantalla del tablero de instrumentos hasta que el cursor est&#233; destellando
                    en el cuadrante inferior derecho. Oprima la perilla de la pantalla del tablero de instrumentos hasta
                    que aparezca el mensaje de texto deseado. Los mensajes de texto relacionados con la calibraci&#243;n
                    de la br&#250;jula incluyen "Calibrando la br&#250;jula (Calibrate Compas)", "Declinaci&#243;n de la
                    br&#250;jula (Compass Declination), "Zona de declinaci&#243;n # (Declination Zone)", y "Fin de la
                    calibraci&#243;n (End Calibration)".
                </para>
                <specpara>
                    <note>
                        <para>Se debe establecer
                            <emph type="bold">primero</emph>
                            la Zona de declinaci&#243;n para el lugar donde se est&#225; efectuando el procedimiento de
                            calibraci&#243;n de la br&#250;jula, y a continuaci&#243;n, se puede efectuar el
                            procedimiento para la Calibraci&#243;n direccional de la br&#250;jula. Ambos procedimientos
                            est&#225; listados en las siguientes p&#225;ginas y tiene que ser seguidos
                            <emph type="bold">exactamente</emph>
                            para asegurar la calibraci&#243;n apropiada de la br&#250;jula.
                        </para>
                    </note>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Procedimiento para establecer la Zona de declinaci&#243;n de la br&#250;jula</title>
                <para>El n&#250;mero de la zona de declinaci&#243;n es usado para ajustar los errores entre el Norte
                    magn&#233;tico y el Norte verdadero en el &#225;rea geogr&#225;fica de operaci&#243;n del veh&#237;culo
                    y tiene que ser establecida correctamente para que la br&#250;jula muestre la direcci&#243;n de
                    orientaci&#243;n precisa.
                </para>
                <specpara>
                    <note>
                        <para>Cuando calibre, o recalibre la br&#250;jula, usted tiene que seleccionar la Zona de
                            declinaci&#243;n que corresponda al lugar donde se est&#225; efectuando la calibraci&#243;n
                            de la br&#250;jula. El se puede establecer m&#225;s tarde para que iguale la Zona de
                            declinaci&#243;n donde el veh&#237;culo estar&#225; operando.
                        </para>
                    </note>
                </specpara>
                <para>Para los veh&#237;culos que regularmente operan de costa a costa, o en algunas zonas con declinaci&#243;n
                    diferente, pueden escoger una zona de declinaci&#243;n en el centro geogr&#225;fico del &#225;rea de
                    operaci&#243;n del veh&#237;culo, o cambiar diariamente la zona de declinaci&#243;n para coincidir
                    con la zona de declinaci&#243;n actual.
                </para>
                <para>Para iniciar el procedimiento de configuraci&#243;n de la Zona de declinaci&#243;n, el veh&#237;culo
                    tiene que estar detenido y con la llave de la ignici&#243;n en ON. Refi&#233;rase al mapa de Zonas
                    para determinar en n&#250;mero de Zona de declinaci&#243;n apropiada.
                </para>
                <figure id="f8487224" figsize="pg-wide">
                    <graphic filename="../tsifigures/g8487224.webp" type="webp"/>
                    <caption>Figura 1. Mapa de las Zonas</caption>
                </figure>
                <table tblwidth="pg-wide" type="simple">
                    <tgroup cols="3">
                        <colspec colname="col1" colwidth="0.49*"/>
                        <colspec colname="col2" colwidth="1.65*"/>
                        <colspec colname="col3" colwidth="0.86*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Paso</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Procedimiento</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Mensaje expuesto</emph>
                                    </para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>1</para>
                                </entry>
                                <entry>
                                    <para>Seleccione el Cuadrante 2 (inferior derecho) en la pantalla mediante el giro
                                        de la perilla de control de exhibici&#243;n en la direcci&#243;n de las agujas
                                        del reloj, o en la direcci&#243;n contraria.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817049.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>2</para>
                                </entry>
                                <entry>
                                    <para>Seleccione el mensaje "Declinaci&#243;n de la br&#250;jula (Compass
                                        Declination) oprimiendo y liberando la perilla de control de exhibici&#243;n
                                        hasta que aparezca este mensaje.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817053.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>3</para>
                                </entry>
                                <entry>
                                    <para>Oprima y mantenga oprimida la perilla de control de exhibici&#243;n hasta que
                                        cualquier n&#250;mero de Zona de declinaci&#243;n (0 a 10) sea exhibido.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817054.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>4</para>
                                </entry>
                                <entry>
                                    <para>Gire la perilla de control de exhibici&#243;n en el sentido de las agujas del
                                        reloj, o en el sentido contrario, hasta que quede expuesto el n&#250;mero de la
                                        Zona de declinaci&#243;n deseada. Refi&#233;rase al mapa de Zonas 1 para
                                        determinar el n&#250;mero apropiado para la localizaci&#243;n geogr&#225;fica
                                        actual.
                                    </para>
                                    <note>
                                        <para>Si no se selecciona el n&#250;mero de Zona de declinaci&#243;n apropiado
                                            dentro de los siguientes 15 segundos, la pantalla retornar&#225; al mensaje
                                            "Declinaci&#243;n de la br&#250;jula (Compass Declination)".
                                        </para>
                                    </note>
                                    <note>
                                        <para>Si se est&#225; calibrando, o recalibrando la br&#250;jula, la Zona de
                                            declinaci&#243;n debe ser establecida en el n&#250;mero de zona para el
                                            lugar geogr&#225;fico donde se est&#225; haciendo la calibraci&#243;n o
                                            recalibraci&#243;n, sin tener en cuenta el lugar donde eventualmente ha de
                                            operar el veh&#237;culo.
                                        </para>
                                    </note>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817055.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>5</para>
                                </entry>
                                <entry>
                                    <para>Oprima y
                                        <emph type="bold">MANTENGA OPRIMIDA</emph>
                                        la perilla de control hasta que aparezca el mensaje "Declinaci&#243;n de la Br&#250;jula
                                        (Compass Declinaction)" (Esto indica que el nuevo n&#250;mero de Zona de
                                        declinaci&#243;n ha sido programado dentro de la br&#250;jula).
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817053.webp" type="webp"/>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
            <svcsubproc>
                <title>Procedimiento para la Calibraci&#243;n direccional de la br&#250;jula</title>
                <para>Para iniciar el procedimiento de Calibraci&#243;n direccional de la br&#250;jula, pare el veh&#237;culo
                    en un &#225;rea suficientemente grande que le permita conducir el veh&#237;culo en c&#237;rculos
                    completos y ejecutar los siguientes pasos:
                </para>
                <table tblwidth="pg-wide" type="simple">
                    <tgroup cols="3">
                        <colspec colname="col1" colwidth="0.48*"/>
                        <colspec colname="col2" colwidth="1.67*"/>
                        <colspec colname="col3" colwidth="0.85*"/>
                        <thead>
                            <row>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Paso</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Procedimiento</emph>
                                    </para>
                                </entry>
                                <entry align="center">
                                    <para>
                                        <emph type="bold">Mensaje expuesto</emph>
                                    </para>
                                </entry>
                            </row>
                        </thead>
                        <tbody>
                            <row>
                                <entry>
                                    <para>1</para>
                                </entry>
                                <entry>
                                    <para>Seleccione el Cuadrante 2 (inferior derecho) en la pantalla del tablero de
                                        instrumentos mediante el giro de la perilla de control de exhibici&#243;n en
                                        direcci&#243;n de las agujas del reloj, o en la direcci&#243;n contraria.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817049.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>2</para>
                                </entry>
                                <entry>
                                    <para>Seleccione el mensaje "Calibraci&#243;n de la br&#250;jula (Calibrate Compass)
                                        oprimiendo y liberando la perilla de control de exhibici&#243;n hasta que
                                        aparezca este mensaje.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817050.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>3</para>
                                </entry>
                                <entry>
                                    <para>Oprima y sostenga la perilla de control de exhibici&#243;n (entre 3 y 5
                                        segundos) hasta que aparezca el mensaje "Fin de la calibraci&#243;n (End
                                        Calibration)".
                                    </para>
                                    <note>
                                        <para>Si el comando de "Fin de calibraci&#243;n (End calibration)" no se
                                            muestra, apague el veh&#237;culo, vuelva a arrancarlo y vuelva al Paso 1.
                                        </para>
                                    </note>
                                    <note>
                                        <para>Los siguientes pasos (4 a 6) tienen que ser terminados dentro de los
                                            siguientes 3 minutos para configurar la nueva calibraci&#243;n.
                                            <emph type="bold">No oprima la perilla de control de exhibici&#243;n o gire
                                                la llave de la ignici&#243;n a la posici&#243;n "OFF" hasta que estos
                                                pasos no hallan sido completados, de lo contrario, el proceso de
                                                calibraci&#243;n ser&#225; cancelado.
                                            </emph>
                                        </para>
                                    </note>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817051.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>4</para>
                                </entry>
                                <entry>
                                    <para>Inmediatamente despu&#233;s de que el mensaje "Fin de la calibraci&#243;n (End
                                        Calibration)" ha sido exhibido, conduzca el veh&#237;culo por 3 c&#237;rculos
                                        completos (durante este tiempo la exhibici&#243;n de la br&#250;jula estar&#225;
                                        en blanco o tendr&#225; unas l&#237;neas de guiones).
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817052.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>5</para>
                                </entry>
                                <entry>
                                    <para>Pare el veh&#237;culo y espere unos minutos. El mensaje de "Fin de la
                                        calibraci&#243;n (End Calibration)" deber&#225; reaparecer en la pantalla.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817051.webp" type="webp"/>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>6</para>
                                </entry>
                                <entry>
                                    <para>Empuje y RETENGA la perilla de control de la pantalla hasta que desaparezca el
                                        comando de "Fin de la calibraci&#243;n (End Calibration)". Ahora la calibraci&#243;n
                                        se debe haber completado.
                                        <emph type="bold">IMPORTANTE! Si al oprimir la perilla de control de la pantalla
                                            y falla de no RETENERLA OPRIMIDA HASTA QUE DESAPARECE el mensaje de "Fin de
                                            la calibraci&#243;n (End calibration)", se cancelar&#225; todo el
                                            procedimiento de calibraci&#243;n y usted tendr&#225; que volver a repetirlo
                                            desde el Paso 1.
                                        </emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>&#160;</para>
                                </entry>
                            </row>
                            <row>
                                <entry>
                                    <para>7</para>
                                </entry>
                                <entry>
                                    <para>Prueba de la calibraci&#243;n de la br&#250;jula. Coloque la llave de la
                                        ignici&#243;n en OFF y luego, vuelva a arrancar el veh&#161;culo&#237;culo.
                                        Espere unos 10 segundos hasta que la br&#250;jula complete su autorevisi&#243;n.
                                        Conduzca el veh&#237;culo en c&#237;rculos y anote las lecturas de la br&#250;jula.
                                        Si la pantalla en el cuadrante inferior izquierdo del tablero de instrumentos la
                                        br&#250;jula muestra la direcci&#243;n correcta del veh&#237;culo, se ha
                                        completado ahora la calibraci&#243;n de la br&#250;jula. Si la lectura de la br&#250;jula
                                        no es correcta, inspeccione si es correcto el n&#250;mero de la Zona de
                                        declinaci&#243;n, apague el veh&#237;culo (OFF), arranque nuevamente el veh&#237;culo,
                                        espere unos 10 segundos y de otra vuelta completa mientras anota peri&#243;dicamente
                                        las lecturas de la br&#250;jula. Si las lecturas contin&#250;an incorrectas,
                                        inicie nuevamente el procedimiento de calibraci&#243;n de la br&#250;jula.
                                    </para>
                                </entry>
                                <entry>
                                    <graphic filename="../tsifigures/g3817056.webp" type="webp"/>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
