<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-02 - Sale a la venta una Nueva herramienta para remover la camisa de desgaste</stitle>
    <tsi id="m081202" year="2008" tsitype="engine" translation="spanish">
        <tsinumber>08-12-02</tsinumber>
        <tsidate>Marzo 2008</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Sale a la venta una Nueva herramienta para remover la camisa de desgaste</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Se ha puesto a la venta una herramienta nueva (ZTSE4889) para remover la camisa de desgaste. Esta
                    herramienta se usa para remover la camisa desgastada vieja de la brida del cig&#252;e&#241;al.
                </para>
                <specpara>
                    <note>
                        <para>Cuando use esta herramienta nueva para remover la camisa desgastada, aseg&#250;rese de
                            usar y seguir los procedimientos de remoci&#243;n e instalaci&#243;n expuestos en esta TSI.
                            La nueva herramienta es m&#225;s f&#225;cil de usar que la herramienta para remoci&#243;n de
                            camisas desgastadas especificada en el Manual de Servicio de Motor EGES 345Manual de
                            servicio del motor.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <svcproc>
            <title>Remoci&#243;n del sello de aceite trasero del cig&#252;e&#241;al</title>
            <step1>
                <para count="1">Vea el Manual de servicio del motor para remover la rueda volante o el plato flexible.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Los motores de producci&#243;n no incluyen la camisa de desgaste con el sello de aceite
                        trasero del cig&#252;e&#241;al. Una camisa de desgaste es parte del sello de aceite trasero del
                        cig&#252;e&#241;al que se usa para servicio.
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, use anteojos de seguridad con escudos
                        laterales, o gafas de seguridad cuando hace el siguiente procedimiento.
                    </para>
                </warning>
            </specpara>
            <figure id="f001" figsize="col-wide">
                <graphic filename="../tsifigures/M10131.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 1. Remoci&#243;n del sello de aceite trasero del cig&#252;e&#241;al</caption>
                <calloutgroup>
                    <callout1 type="arabic">Sello de aceite trasero del cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Agujero (2) de arranque</callout1>
                    <callout1 type="arabic">Portador del sello de aceite trasero del cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Use una lezna o una broca para perforar de 1/8 de pulgada para hacer dos agujeros de
                    arranque peque&#241;os separados 180&#176;, en el sello de aceite trasero del cig&#252;e&#241;al.
                </para>
            </step1>
            <step1>
                <para count="1">Enrosque el tornillo del martillo extractor deslizante en uno de los agujeros de
                    arranque.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para remover el sello en forma uniforme, use el martillo extractor deslizante en uno de los
                        lados y luego en el otro lado.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva el sello de aceite del portador del sello de aceite de la parte trasera del cig&#252;e&#241;al
                    y desc&#225;rtelo.
                </para>
            </step1>
            <figure id="f002" figsize="col-wide">
                <graphic filename="../tsifigures/M10134.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 2. Juego de la Herramienta para remoci&#243;n de la camisa de desgaste ZTSE4889
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Anillo distorsionador</callout1>
                    <callout1 type="arabic">Eje distorsionador</callout1>
                </calloutgroup>
            </figure>
            <figure id="f003" figsize="col-wide">
                <graphic filename="../tsifigures/M10132.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 3. Remoci&#243;n de la camisa de desgaste</caption>
                <calloutgroup>
                    <callout1 type="arabic">Camisa de desgaste</callout1>
                    <callout1 type="arabic">Eje distorsionador</callout1>
                    <callout1 type="arabic">Brida del cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Anillo distorsionador</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Los motores de producci&#243;n no incluyen la camisa de desgaste con el sello de aceite
                        trasero del cig&#252;e&#241;al. Una camisa de desgaste es parte del sello de aceite trasero del
                        cig&#252;e&#241;al que se usa para servicio.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale el Anillo distorsionador ZTSE4889-2 de la Herramienta para remoci&#243;n de la
                    camisa de desgaste.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Se debe usar una llave de cubo con una extensi&#243;n con el eje distorsionador ZTSE4889-1.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque en posici&#243;n del Eje distorsionador (borde se&#241;alado dando la cara a la
                    camisa de desgaste) e inserte entre la camisa de desgaste y el anillo distorsionador hasta que su
                    fondo llegue contra el engranaje.
                </para>
            </step1>
            <step1>
                <para count="1">Gire lentamente el Eje distorsionador en el sentido de las agujas del reloj para aplicar
                    fuerza contra la camisa de desgaste.
                </para>
                <specpara>
                    <note>
                        <para>El eje distorsionador abollar&#225; y expandir&#225; la camisa de desgaste en el punto de
                            contacto, sin cortar a trav&#233;s de la camisa de desgaste
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Repita 3 veces los pasos 6 y 7 a 90&#176; de separaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Remueva la camisa de desgaste.</para>
            </step1>
            <step1>
                <para count="1">Remueva el Anillo distorsionador.</para>
            </step1>
        </svcproc>
        <svcproc>
            <title>Instalaci&#243;n del conjunto del Sello de aceite trasero del cig&#252;e&#241;al y la camisa de
                desgaste
            </title>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, use anteojos de seguridad con escudos
                        protectores laterales. Limite la presi&#243;n del aire comprimido a 207 kPa (30 lb/pulg2).
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Limpie la brida del cig&#252;e&#241;al con un solvente adecuado y seque la brida con
                    aire comprimido filtrado.
                </para>
            </step1>
            <figure id="f004" figsize="col-wide">
                <graphic filename="../tsifigures/M10137.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 4. Aplicaci&#243;n de sellador hidr&#225;ulico</caption>
            </figure>
            <step1>
                <para count="1">Aplique una capa de 360&#176; de Sellador hidr&#225;ulico Loctite en el borde trasero de
                    la brida del cig&#252;e&#241;al.
                </para>
            </step1>
            <figure id="f005" figsize="col-wide">
                <graphic filename="../tsifigures/M10114.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 5. Instalador del Sello de aceite trasero (base)</caption>
            </figure>
            <step1>
                <para count="1">Alinee la base del instalador ZTSE4515-B del Sello de aceite trasero con el pasador de
                    alineaci&#243;n en la brida del cig&#252;e&#241;al, e instale la base.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, no separe la camisa de desgaste del sello de aceite
                        trasero nuevo del cig&#252;e&#241;al; esto da&#241;ar&#225; el sello.
                    </para>
                </caution>
            </specpara>
            <figure id="f006" figsize="col-wide">
                <graphic filename="../tsifigures/M10135.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 6. Conjunto del sello de aceite trasero del cig&#252;e&#241;al y camisa de desgaste
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Labio del sello guardapolvo</callout1>
                    <callout1 type="arabic">Camisa de desgaste</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Antes de ensamblar, lubrique el di&#225;metro externo del sello de aceite trasero del cig&#252;e&#241;al
                        con una soluci&#243;n de jab&#243;n de lavaplatos y agua (mezcla aproximadamente de mitad y
                        mitad). No use otros lubricantes.
                    </para>
                </note>
            </specpara>
            <figure id="f007" figsize="col-wide">
                <graphic filename="../tsifigures/M10136.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 7. Instalaci&#243;n del conjunto del sello de aceite trasero del cig&#252;e&#241;al y
                    camisa de desgaste
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Conjunto del sello de aceite trasero del cig&#252;e&#241;al y camisa de
                        desgaste
                    </callout1>
                    <callout1 type="arabic">Instalador del Sello de aceite trasero (base)</callout1>
                    <callout1 type="arabic">Brida del cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque en posici&#243;n el conjunto del sello de aceite trasero del cig&#252;e&#241;al
                    y camisa de desgaste en el cubo (base) del instalador del Sello de aceite trasero.
                </para>
            </step1>
            <figure id="f008" figsize="col-wide">
                <graphic filename="../tsifigures/M10133.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 8. Instalaci&#243;n del conjunto del sello de aceite trasero del cig&#252;e&#241;al y
                    camisa de desgaste
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Collar forzador (ZTSE4515-2C)</callout1>
                    <callout1 type="arabic">Conjunto del sello de aceite trasero del cig&#252;e&#241;al y camisa de
                        desgaste
                    </callout1>
                    <callout1 type="arabic">Cojinete de empuje</callout1>
                    <callout1 type="arabic">Tuerca de mando</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque el collar forzador (ZTSE4515-2C), el cojinete de empuje, y la tuerca de mando en
                    el eje roscado.
                </para>
                <specpara>
                    <caution>
                        <para>Para prevenir da&#241;os en el motor, no use una llave de impacto neum&#225;tica para
                            apretar la tuerca de mando.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apriete la tuerca de mando hasta que el collar forzador llegue al fondo del instalador
                    del sello de aceite trasero (base).
                </para>
            </step1>
            <step1>
                <para count="1">Vea el Manual de servicio del motor para instalar la rueda volante o el plato
                    flexible.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
