<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-06 - Diagn&#243;sticos del Ventilador hidr&#225;ulico de enfriamiento de los Autobuses
        RE y RC
    </stitle>
    <tsi id="m081206" tsitype="truck" translation="spanish">
        <tsinumber>08-12-06</tsinumber>
        <tsidate>Marzo, 2008</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Diagn&#243;sticos del Ventilador hidr&#225;ulico de enfriamiento de los Autobuses RE y RC</subject>
        </subjectgroup>
        <distribution dealer="yes" fleet="yes" bodybuilder="no" isis_cd="yes"/>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>RE Bus</truckmodel>
                <truckmodel>RC Bus</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <para>Comenzando con los modelos del a&#241;o 2008, los productos Autob&#250;s RE y Autob&#250;s RC
                        est&#225;n equipados con un grupo de enfriamiento montado al lado. Este grupo de enfriamiento
                        usa un ventilador movido hidr&#225;ulicamente (como se muestra en la Figura 1 de abajo). El
                        circuito del ventilador hidr&#225;ulico y el circuito de la direcci&#243;n hidr&#225;ulica
                        comparten el mismo tanque y ambos son refrigerados por un enfriador de aceite por agua.
                    </para>
                    <para>Este TSI est&#225; dise&#241;ado para ayudar al t&#233;cnico de servicio a hacer la localizaci&#243;n
                        de fallas del circuito del ventilador hidr&#225;ulico de enfriamiento.
                    </para>
                    <figure id="f077001" figsize="pg-wide">
                        <graphic filename="../tsifigures/g077001.webp" type="webp" scalefit="1" scalefitwidth="432px"
                                 scalefitheight="272px"/>
                        <caption>Figura 1.</caption>
                    </figure>
                    <para>El filtro de retorno hidr&#225;ulico del circuito de impulso del ventilador hidr&#225;ulico
                        contiene una v&#225;lvula de desv&#237;o que se abre cuando la contrapresi&#243;n alcanza las 25
                        lb/pulg2.
                    </para>
                    <specpara>
                        <note>
                            <para>Para este sistema se usa SOLAMENTE el fluido para direcci&#243;n hidr&#225;ulica
                                especificado en el Manual del Operador (Fleetrite P/N CH990625C2).
                            </para>
                        </note>
                    </specpara>
                </lev1>
            </geninfo>
        </description>
        <svcproc svcproctype="troubleshoot" graphiccount="0">
            <title>Procedimiento para localizaci&#243;n de fallas del mando del ventilador hidr&#225;ulico</title>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte, NO OPERE el veh&#237;culo
                        con el ventilador hidr&#225;ulico o sus hojas funcionando mal o da&#241;adas.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte, NO INTENTE restringir
                        la rotaci&#243;n de las hojas durante la operaci&#243;n.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar da&#241;os a la propiedad, lesiones personales, o la muerte, cumpla con los
                        siguiente antes de efectuar las pruebas en el mando del ventilador:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Coloque la transmisi&#243;n en Estacionamiento (Park) o neutral, coloque el freno de
                                estacionamiento y coloque bloques para cu&#241;ar las ruedas.
                            </para>
                        </item>
                        <item>
                            <para>Use anteojos de seguridad con protecci&#243;n lateral.</para>
                        </item>
                        <item>
                            <para>No use ropa floja que pueda entrar en contacto con la hojas rotatorias del
                                ventilador.
                            </para>
                        </item>
                        <item>
                            <para>Evite el contacto con superficies calientes.</para>
                        </item>
                        <item>
                            <para>Proteja los cables de prueba para que no hagan contacto con componentes rotatorios.
                            </para>
                        </item>
                    </randlist>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales o la muerte cuando trabaje con l&#237;quidos u objetos
                        calientes o cerca de las partes calientes del motor, use ropa y guantes protectores contra el
                        calor.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">1.&#9;Ruido del ventilador excesivo (Ventilador funcionando al m&#225;ximo
                    permanentemente y/o poca fuerza):
                </emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Mida la velocidad del ventilador usando un fototac&#243;metro - referencia SPX p/n 3665 (efect&#250;e
                        esta medici&#243;n en un sistema fr&#237;o - temperatura del refrigerante de 190&#176; F (88&#176;
                        C) o menos).
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si la medida del ventilador entre los limites inferior y superior (de 0.94 a 1 vez por
                                cada rpm del motor), el ventilador est&#225; totalmente engranado (Ap&#233;ndice de
                                referencia, Tabla 1).
                            </para>
                        </item>
                        <item>
                            <para>Si el ventilador est&#225; en el estado de engranado totalmente en un sistema de
                                enfriamiento - revise el sensor de temperatura del refrigerante.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Revisi&#243;n del sensor de temperatura del refrigerante:</para>
                    <randlist type="dash">
                        <item>
                            <para>Usando el M&#225;ster de diagn&#243;sticos, o el "Asistente de servicios y el term&#243;metro
                                IR (ZTSE4799), aseg&#250;rese de que el sensor de temperatura del refrigerante est&#233;
                                funcionando correctamente y que no haya c&#243;digos de falla activos o almacenados
                                sobre el sensor del refrigerante.
                            </para>
                        </item>
                        <item>
                            <para>Si el sensor de temperatura del refrigerante est&#225; bien, proceda con la revisi&#243;n
                                del controlador electr&#243;nico del ventilador.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Controlador electr&#243;nico del ventilador:</para>
                    <randlist type="dash">
                        <item>
                            <para>Revisi&#243;n visual de LED verde en el controlador del ventilador (Ap&#233;ndice de
                                referencia, Figura 3). La presencia de un LED verde indica que el controlador est&#225;
                                recibiendo energ&#237;a (Clavija 2 del controlador) y tierra (Clavija 1 del
                                controlador). Si no hay LED verde, inspeccione el cableado y los conectores (Una prueba
                                de movimiento de los cables puede ayudar a identificar cualquier conexi&#243;n floja).
                            </para>
                        </item>
                        <item>
                            <para>Usando un punz&#243;n para pruebas el&#233;ctricas (ZTSE 4357) revise si hay una se&#241;al
                                de pulso en la se&#241;al hacia la v&#225;lvula de control proporcional (Ap&#233;ndice
                                de referencia, Figura 2).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si el controlador est&#225; recibiendo energ&#237;a, tierra, si todas las
                                        conexiones est&#225;n bien (buena continuidad) y no se lee ninguna se&#241;al
                                        hacia la v&#225;lvula de control proporcional, el controlador electr&#243;nico
                                        del ventilador tiene que ser reemplazado.
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">2.&#9;El ventilador no da vueltas:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido de la direcci&#243;n hidr&#225;ulica y/o ventilador de impulso
                        hidr&#225;ulico y aseg&#250;rese de que se est&#233; usando el fluido especificado y se
                        encuentre en el nivel apropiado.
                    </para>
                </item>
                <item>
                    <para>Inspeccione visualmente la bomba hidr&#225;ulica y aseg&#250;rese de que la correa est&#233;
                        tensionada y que la polea est&#233; girando cuando funciona el motor.
                    </para>
                    <randlist type="dash">
                        <item>
                            <para>Si la correa est&#225; presente y la polea est&#225; girando con el motor en
                                funcionamiento, aseg&#250;rese de que la polea no est&#233; patinando en el eje de la
                                bomba sin haberse engranado.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si la bomba est&#225; engranada, se requiere una prueba de rendimiento de la
                                        bomba hidr&#225;ulica y del motor (procedimiento que todav&#237;a no est&#225;
                                        disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">3.&#9;El ventilador gira muy lento:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido de la direcci&#243;n hidr&#225;ulica y/o ventilador de impulso
                        hidr&#225;ulico y aseg&#250;rese de que se est&#233; usando el fluido especificado y se
                        encuentre en el nivel apropiado.
                    </para>
                </item>
                <item>
                    <para>Inspeccione si hay mangueras retorcidas, obstruidas o con escapes.</para>
                </item>
                <item>
                    <para>Revise la v&#225;lvula de control proporcional:</para>
                    <randlist type="dash">
                        <item>
                            <para>Con el motor apagado, desconecte la conexi&#243;n el&#233;ctrica en la v&#225;lvula de
                                control proporcional (Ap&#233;ndice de referencia, Figura 4) y arranque el motor, el
                                ventilador debe girar en el estado de engranaje total. Mida la velocidad del ventilador
                                usando el fototac&#243;metro - SPX p/n 3665 (Ap&#233;ndice de referencia, Tabla 1).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si la medida de la velocidad del ventilador se encuentra entre los limites
                                        inferior y superior (0.94 a 1 vez por cada rpm del motor) con el solenoide de la
                                        v&#225;lvula de control proporcional desconectado, proceda a revisar el sensor
                                        de temperatura del refrigerante.
                                    </para>
                                </item>
                                <item>
                                    <para>Si el ventilador gira muy lento (menos de 0.94 veces por cada rpm del motor),
                                        se requiere hacer pruebas de rendimiento de la bomba hidr&#225;ulica y del motor
                                        (Procedimiento que todav&#237;a no est&#225; disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Revisi&#243;n del sensor de temperatura del refrigerante:</para>
                    <randlist type="dash">
                        <item>
                            <para>Usando el M&#225;ster de diagn&#243;sticos, o el "Asistente de servicios y el term&#243;metro
                                IR (ZTSE4799), aseg&#250;rese de que el sensor de temperatura del refrigerante est&#233;
                                funcionando correctamente y que no haya c&#243;digos de falla activos o almacenados
                                sobre el sensor del refrigerante.
                            </para>
                        </item>
                        <item>
                            <para>Si el sensor de temperatura del refrigerante est&#225; bien, proceda con la se&#241;al
                                de la v&#225;lvula de control proporcional..
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Revisi&#243;n de la se&#241;al de la v&#225;lvula de control proporcional:</para>
                    <randlist type="dash">
                        <item>
                            <para>Usando un punz&#243;n 88 para pruebas el&#233;ctricas (ZTSE 4357) revise si hay una se&#241;al
                                de pulso en la se&#241;al hacia la v&#225;lvula de control proporcional (Ap&#233;ndice
                                de referencia, Figura 2).
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si se mide una se&#241;al en la v&#225;lvula de control proporcional, se
                                        requiere una prueba de rendimiento de la bomba hidr&#225;ulica y del motor
                                        (Procedimiento que todav&#237;a no est&#225; disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">4.&#9;El ventilador gira intermitentemente y/o err&#225;ticamente:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido hidr&#225;ulico de la direcci&#243;n hidr&#225;ulica y/o impulso
                        del ventilador y aseg&#250;rese de que se est&#233; usando el fluido especificado y que se
                        encuentre al nivel apropiado.
                    </para>
                </item>
                <item>
                    <para>Inspeccione si en el sistema hay mangueras retorcidas, obstruidas, o escapes.</para>
                </item>
                <item>
                    <para>Revisi&#243;n del sensor de temperatura del refrigerante:</para>
                    <randlist type="dash">
                        <item>
                            <para>Usando el M&#225;ster de diagn&#243;sticos, o el "Asistente de servicios y el term&#243;metro
                                IR (ZTSE 4799), aseg&#250;rese de que el sensor de temperatura del refrigerante est&#233;
                                funcionando correctamente y que no haya c&#243;digos de falla activos o almacenados
                                sobre el sensor del refrigerante.
                            </para>
                        </item>
                        <item>
                            <para>Si el sensor de temperatura del refrigerante est&#225; bien, proceda con la revisi&#243;n
                                del controlador electr&#243;nico del ventilador.
                            </para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Revise el controlador electr&#243;nico del ventilador:</para>
                    <randlist type="dash">
                        <item>
                            <para>Revisi&#243;n visual de LED verde en el controlador del ventilador (Ap&#233;ndice de
                                referencia, Figura 3). La presencia de un LED verde indica que el controlador est&#225;
                                recibiendo energ&#237;a (Clavija 2 del controlador) y tierra (Clavija 1 del
                                controlador). Si no hay LED verde, inspeccione el cableado y los conectores (Una prueba
                                de movimiento de los cables puede ayudar a identificar cualquier conexi&#243;n floja).
                            </para>
                        </item>
                        <item>
                            <para>Usando un punz&#243;n 88 para pruebas el&#233;ctricas (ZTSE 4357) revise si hay una se&#241;al
                                de pulso en la se&#241;al hacia la v&#225;lvula de control proporcional (Ap&#233;ndice
                                de referencia, Figura 2), y una prueba de movimiento de los cables puede ayudar a
                                identificar cualquier conexi&#243;n floja.
                            </para>
                            <randlist type="bullet">
                                <item>
                                    <para>Si la energ&#237;a del controlador, la tierra, y las conexiones est&#225;n
                                        bien (buena continuidad) incluyendo la se&#241;al en la v&#225;lvula de control
                                        proporcional, se requiere una prueba de rendimiento de la bomba hidr&#225;ulica
                                        y del motor (Procedimiento que todav&#237;a no est&#225; disponible).
                                    </para>
                                </item>
                            </randlist>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">5.&#9;La bomba hidr&#225;ulica o el motor es excesivamente ruidoso:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido hidr&#225;ulico de la direcci&#243;n hidr&#225;ulica y/o impulso
                        del ventilador y aseg&#250;rese de que se est&#233; usando el fluido para direcci&#243;n hidr&#225;ulica
                        especificado y que se encuentre al nivel apropiado.
                    </para>
                </item>
                <item>
                    <para>Inspeccione si en el sistema hay mangueras retorcidas, obstruidas, o escapes.</para>
                    <randlist type="dash">
                        <item>
                            <para>Si el fluido y las mangueras est&#225;n bien, se requiere hacer pruebas de rendimiento
                                de la bomba hidr&#225;ulica y del motor (Procedimiento que todav&#237;a no est&#225;
                                disponible).
                            </para>
                        </item>
                    </randlist>
                </item>
            </randlist>
            <para>
                <emph type="bold">6.&#9;El fluido hidr&#225;ulico est&#225; espumoso:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido hidr&#225;ulico de la direcci&#243;n hidr&#225;ulica y/o impulso
                        del ventilador y aseg&#250;rese de que se est&#233; usando el fluido especificado, que no est&#233;
                        contaminado y se encuentre al nivel apropiado.
                    </para>
                </item>
                <item>
                    <para>Inspeccione si en el sistema hay mangueras retorcidas, obstruidas, o escapes.</para>
                </item>
            </randlist>
            <para>
                <emph type="bold">7.&#9;El fluido hidr&#225;ulico est&#225; recalentado:</emph>
            </para>
            <randlist type="bullet">
                <item>
                    <para>Revise el tanque del fluido hidr&#225;ulico de la direcci&#243;n hidr&#225;ulica y/o impulso
                        del ventilador y aseg&#250;rese de que se est&#233; usando el fluido especificado y que se
                        encuentre al nivel apropiado.
                    </para>
                    <para>
                        <emph type="bold">***Nota: Para este sistema se usa SOLAMENTE el fluido para direcci&#243;n hidr&#225;ulica
                            especificado en el Manual del Operador (Fleetrite P/N CH990625C2)***
                        </emph>
                    </para>
                </item>
                <item>
                    <para>Inspeccione si en el sistema hay mangueras retorcidas, obstruidas, o escapes.</para>
                </item>
                <item>
                    <para>Inspeccione si el enfriador tiene escapes o da&#241;os.</para>
                </item>
                <item>
                    <para>Aseg&#250;rese de que el refrigerante del veh&#237;culo est&#233; en buenas condiciones y al
                        nivel apropiado.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc svcproctype="describe" graphiccount="3">
            <title>Ap&#233;ndice</title>
            <table id="t077001">
                <tgroup cols="3">
                    <colspec colname="col1" align="center" colwidth="0.71*"/>
                    <colspec colname="col2" align="center" colwidth="0.66*"/>
                    <colspec colname="COLSPEC1" colwidth="0.69*"/>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>Rpm del motor</para>
                            </entry>
                            <entry align="center">
                                <para>Velocidad del ventilador (l&#237;mite inferior)</para>
                            </entry>
                            <entry align="center">
                                <para>Velocidad del ventilador (l&#237;mite superior)</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>800</para>
                            </entry>
                            <entry align="center">
                                <para>752</para>
                            </entry>
                            <entry align="center">
                                <para>800</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>900</para>
                            </entry>
                            <entry align="center">
                                <para>846</para>
                            </entry>
                            <entry align="center">
                                <para>900</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1000</para>
                            </entry>
                            <entry align="center">
                                <para>940</para>
                            </entry>
                            <entry align="center">
                                <para>1000</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1100</para>
                            </entry>
                            <entry align="center">
                                <para>1034</para>
                            </entry>
                            <entry align="center">
                                <para>1100</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1200</para>
                            </entry>
                            <entry align="center">
                                <para>1128</para>
                            </entry>
                            <entry align="center">
                                <para>1200</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1300</para>
                            </entry>
                            <entry align="center">
                                <para>1222</para>
                            </entry>
                            <entry align="center">
                                <para>1300</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1400</para>
                            </entry>
                            <entry align="center">
                                <para>1316</para>
                            </entry>
                            <entry align="center">
                                <para>1400</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1500</para>
                            </entry>
                            <entry align="center">
                                <para>1410</para>
                            </entry>
                            <entry align="center">
                                <para>1500</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1600</para>
                            </entry>
                            <entry align="center">
                                <para>1504</para>
                            </entry>
                            <entry align="center">
                                <para>1600</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1700</para>
                            </entry>
                            <entry align="center">
                                <para>1598</para>
                            </entry>
                            <entry align="center">
                                <para>1700</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1800</para>
                            </entry>
                            <entry align="center">
                                <para>1692</para>
                            </entry>
                            <entry align="center">
                                <para>1800</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1900</para>
                            </entry>
                            <entry align="center">
                                <para>1786</para>
                            </entry>
                            <entry align="center">
                                <para>1900</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                            <entry align="center">
                                <para>1880</para>
                            </entry>
                            <entry align="center">
                                <para>2000</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2100</para>
                            </entry>
                            <entry align="center">
                                <para>1974</para>
                            </entry>
                            <entry align="center">
                                <para>2100</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2200</para>
                            </entry>
                            <entry align="center">
                                <para>2068</para>
                            </entry>
                            <entry align="center">
                                <para>2200</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>2300</para>
                            </entry>
                            <entry align="center">
                                <para>2162</para>
                            </entry>
                            <entry align="center">
                                <para>2300</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <figure id="f077002" figsize="pg-wide">
                <graphic filename="../tsifigures/g077002.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Figura 2.</caption>
            </figure>
            <figure id="f077003" figsize="pg-wide">
                <graphic filename="../tsifigures/g077003.webp" type="webp" scalefit="1" scalefitwidth="288px"
                         scalefitheight="248px"/>
                <caption>Figura 3.</caption>
            </figure>
            <figure id="f077004" figsize="pg-wide">
                <graphic filename="../tsifigures/g077004.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         scalefitheight="392px"/>
                <caption>Figura 4.</caption>
            </figure>
            <para>
                <emph type="bold">C&#225;lculos de ejemplo:</emph>
            </para>
            <para>
                <emph type="italic">Velocidad del ventilador</emph>
            </para>
            <para>Si la velocidad medida del ventilador est&#225; entre 0.94 y 1 veces por cada rpm del motor, el
                ventilador est&#225; totalmente engranado
            </para>
            <para>La velocidad del ventilador totalmente engranado debe estar entre 0.94 y 1 vez por cada rpm del
                motor
            </para>
            <para>Rpm del motor = 2100</para>
            <para>Rpm del ventilador (l&#237;mite inferior) = 0.94 * 2100 = 1974 rpm</para>
            <para>Rpm del ventilador (l&#237;mite superior) = 1 * 2100 = 2100 rpm</para>
            <para>
                <emph type="italic">El ventilador debe estar entre 1974 y 2100 rpm con el motor funcionando a 2100 rpm
                    (calculado arriba)
                </emph>
            </para>
            <para>
                <emph type="bold">Preguntas y Respuestas Frecuentes (P y R):</emph>
            </para>
            <para>
                <emph type="italic">P - &#191;Qu&#233; pasa si el filtro se obstruye?</emph>
            </para>
            <para>R - Existe un desv&#237;o, por lo tanto el filtro no debe presentar ning&#250;n s&#237;ntoma.</para>
            <para>
                <emph type="italic">P - &#191;Cu&#225;les son los s&#237;ntomas de un sistema que ha sido llenado con el
                    l&#237;quido equivocado?
                </emph>
            </para>
            <para>R - El uso de un l&#237;quido equivocado causa espuma, ruido, recalentamiento y problemas en la
                direcci&#243;n asistida hidr&#225;ulicamente.
            </para>
            <para>
                <emph type="italic">P - &#191;Cu&#225;l es el s&#237;ntoma de nivel bajo de fluido?</emph>
            </para>
            <para>R - El nivel bajo causa recalentamiento y espuma del fluido lo mismo que asistencia intermitente a la
                direcci&#243;n hidr&#225;ulica.
            </para>
        </svcproc>
    </tsi>
</isis>
