<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-04 - Procedimiento para la instalaci&#243;n del Enfriador EGR y el Soporte</stitle>
    <tsi id="m081204" year="2008" tsitype="engine" translation="spanish">
        <tsinumber>08-12-04</tsinumber>
        <tsidate>Febrero 2008</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Procedimiento para la instalaci&#243;n del Enfriador EGR y el Soporte</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>MaxxForce DT</engfam>
                <engfam>MaxxForce 9</engfam>
                <engfam>MaxxForce 10</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Se ha hecho un cambio en el procedimiento de instalaci&#243;n del Enfriador (EGR) de la
                    recirculaci&#243;n del gas de escape y en el soporte - lado del escape. El cambio consiste en
                    apretar los dos tornillos de montaje M12 x 70 del soporte del enfriador EGR despu&#233;s (no antes)
                    que las abrazaderas del enfriador EGR.
                </para>
                <para>Refi&#233;rase al EGES 335 Manual de servicio de motor, a la p&#225;gina 134, Secci&#243;n del
                    Sistema (EGR) de recirculaci&#243;n del gas de escape. Use el siguiente procedimiento para modificar
                    su copia impresa existente del Manual de servicio de motor.
                </para>
                <seqlist style="arabic">
                    <item>
                        <para>Renumere los pasos 7, 8 y 9, como pasos 6, 7, y 8.</para>
                    </item>
                    <item>
                        <para>Renumere el paso 6 como paso 9.</para>
                    </item>
                    <item>
                        <para>Encierre en un c&#237;rculo el paso 9 (viejo paso 6) el cual dice " Apriete los dos
                            tornillos de montaje M12 x 70 a la torsi&#243;n especial (p&#225;gina 138)," y col&#243;quele
                            un flecha hacia abajo para seguir la secuencia despu&#233;s del nuevo paso 8.
                        </para>
                    </item>
                </seqlist>
                <para>Estos cambios estar&#225;n incluidos en la versi&#243;n EGES 335-1 del Manual de servicio de
                    motoren la p&#225;gina de la Internet ISIS.
                </para>
                <para>Vea la siguiente p&#225;gina para la enumeraci&#243;n del nuevo procedimiento.</para>
            </geninfo>
        </description>
        <svcproc svcproctype="install" graphiccount="2">
            <title>Enfriador EGR y soporte - Lado del escape</title>
            <figure id="f145" figsize="col-wide">
                <graphic filename="../tsifigures/K17022.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 1. Lado del escape del enfriador EGR y soporte</caption>
                <calloutgroup>
                    <callout1 type="arabic">Tornillo Esp&#225;rrago M8 x 30</callout1>
                    <callout1 type="arabic">Empaque del tubo de escape</callout1>
                    <callout1 type="arabic">Abrazadera del enfriador EGR (2)</callout1>
                    <callout1 type="arabic">Tornillos M12 x 70 (2)</callout1>
                    <callout1 type="arabic">Tuerca M8 (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para id="s0515" count="1">Afloje los conjuntos del enfriador EGR del lado del escape, el soporte del
                    enfriador, y las dos abrazaderas nuevas del enfriador EGR.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el empaque nuevo en tubo de escape en los esp&#225;rragos de la brida de admisi&#243;n
                    del enfriador EGR del lado del escape.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del enfriador EGR del lado del escape en el m&#250;ltiple de escape
                    e instale y apriete con los dedos los dos tornillos M12 x 70.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los tornillos esp&#225;rrago M8 x 30 y dos tuercas M8, y apri&#233;telos a la
                    torsi&#243;n est&#225;ndar (p&#225;gina 471).
                </para>
            </step1>
            <step1>
                <para count="1">Si el m&#250;ltiple de escape fue removido, apriete en la secuencia apropiada los
                    tornillos del m&#250;ltiple de escape a la torsi&#243;n especial (p&#225;gina 148).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, instale todos los componentes del sistema EGR antes de
                        apretar las abrazaderas del enfriador EGR.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Preapriete las tuercas de las abrazaderas del enfriador EGR a 8 N-m (71
                    libra/fuerza-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Afloje dos vueltas (720 grados) ambas tuercas de las abrazaderas EGR.</para>
            </step1>
            <step1>
                <para count="1">Apriete las tuercas de las abrazaderas del enfriador EGR a la torsi&#243;n final de 7
                    N-m (60 libra/fuerza-pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los dos tornillos M12 x 70 a la torsi&#243;n especial (p&#225;gina 138).</para>
            </step1>
            <figure id="f144" figsize="col-wide">
                <graphic filename="../tsifigures/K17021.webp" type="webp" scalefit="1" scalefitwidth="248px" box="no"/>
                <caption>Figura 2. Escudo trasero contra el calor, enfriador EGR del lado del escape</caption>
                <calloutgroup>
                    <callout1 type="arabic">Escudo contra el calor</callout1>
                    <callout1 type="arabic">Tornillo M10 x 20</callout1>
                    <callout1 type="arabic">Tuerca M8 (2)</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Coloque en posici&#243;n de instalaci&#243;n el escudo contra el calor y emp&#250;jelo
                    hacia abajo para encajarlo en su lugar.
                </para>
            </step1>
            <step1>
                <para count="1">Instale las muescas del escudo contra el calor sobre los tornillos esp&#225;rrago del m&#250;ltiple
                    de escape.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo M10 x 20 y apri&#233;telo a la torsi&#243;n est&#225;ndar (p&#225;gina
                    471).
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos tuercas M8 del escudo contra el calor en los tornillos esp&#225;rrago del m&#250;ltiple
                    de escape y apri&#233;telas a la torsi&#243;n especial (p&#225;gina 138).
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
