<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-07 - Combustible Biodiesel y Mezclas Biodiesel</stitle>
    <tsi id="m081207" year="2008" tsitype="engine" translation="spanish">
        <tsinumber>08-12-07</tsinumber>
        <replace>
            <tsinumber>TSI-05-12-21</tsinumber>
        </replace>
        <tsidate>Mayo 2008</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Combustible Biodiesel y Mezclas Biodiesel</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Este TSI aplica a los motores diesel International , incluyendo a los motores diesel International
                    MaxxForce modelo 2007 en adelante.
                </para>
                <para>Este TSI contiene la pol&#237;tica y declaraci&#243;n sobre el combustible biodiesel, mezclas con
                    biodiesel, recomendaciones para el almacenamiento y uso de mezclas biodiesel, la cobertura de la
                    garant&#237;a, y el impacto de los combustibles biodiesel en las emisiones del motor.
                </para>
            </geninfo>
        </description>
        <svcproc>
            <title>Politica y Declaraci&#243;n de nuestra posici&#243;n</title>
            <para>Navistar, Inc, entiende y soporta el inter&#233;s del cliente en los recursos de combustible renovable
                y reconoce el r&#225;pido crecimiento de la industria del biodiesel y la disponibilidad de incentivos
                del gobierno que promueven el uso del biodiesel.
            </para>
            <para>Navistar est&#225; de acuerdo con la posici&#243;n oficial sobre el uso del combustible diesel asumida
                por la Asociaci&#243;n de fabricantes de motores (EMA). Para m&#225;s informaci&#243;n, vea
                www.enginemanufacturers.org.
            </para>
            <para>La posici&#243;n de Navistar referente a las mezclas de biodiesel es la siguiente:</para>
            <para>
                <title>Mezclas de biodiesel (Hasta la B5)</title>
            </para>
            <para>Actualmente, todas las mezclas hasta la B5 tienen caracter&#237;sticas que las hacen indistigibles del
                combustible diesel. Se est&#225; trabajando para incluir las especificaciones para mezclas m&#225;s
                altas a la B5 del est&#225;ndar ASTM D975. Navistar aprueba las mezclas hasta la B5, siempre y cuando
                los dos componentes cumplan las especificaciones actuales ASTM D6751 y ASTM D975. Las mezclas de
                biodiesel de calidad hasta la B5 no deben causar problemas al motor o a los sistemas diesel.
            </para>
            <para>
                <title>Mezclas de biodiesel (B6-B20)</title>
            </para>
            <para>Las mezclas B6 a B20 tienen diferentes caracter&#237;sticas al las del combustible diesel. La B20 se
                usa en flotas en los Estados Unidos de Am&#233;rica, debido al rendimiento del balance de la B20, sus
                niveles de emisi&#243;n, costo y disponibilidad. La B20 tambi&#233;n es el nivel de mezcla m&#237;nimo
                que califica como combustible alterno, en cumplimiento con el acto de la pol&#237;tica de energ&#237;a
                de 1992. Las mezclas inferiores a la B20 se usan regionalmente, dependiendo de los incentivos de
                impuestos favorables que var&#237;an de Estado a Estado.
            </para>
            <para>No hay un est&#225;ndar ASTM para las mezclas B6 a B20, lo cual hace dificulta a los consumidores como
                determinar la calidad del combustible. La ASTM est&#225; trabajando en los est&#225;ndar para las
                mezclas B6 a B20; en el &#237;nterin, la EMA ha hecho p&#250;blica la Especificaci&#243;n de combustible
                de prueba B20 (Junio 2006) que define las caracter&#237;sticas para la calidad y consistencia del
                combustible. Hasta que la ASTM no expida el est&#225;ndar para la B6 a B20, La Especificaci&#243;n de
                combustible de prueba B20 de la EMA es recomendada para usuarios que requieran la calidad y consistencia
                de las mezclas B20.
            </para>
            <para>La Directiva de Biodiesel Nacional (National Biodiesel Board (NBB)) ha establecido un Programa
                voluntario de manejo de calidad Biodiesel BQ9000, para entrenar, certificar, y acreditar productores y
                vendedores de biodiesel. Este programa debe promover en forma significante la calidad del producto y su
                consistencia. Para m&#225;s informaci&#243;n, vea www.nbb.org.
            </para>
            <para>Si los clientes quieren usar mezclas de biodiesel B6 a B20, Navistar les recomienda lo siguiente:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Las mezclas de biodiesel deben cumplir con la Especificaci&#243;n de combustible de prueba EMA
                        B20.
                    </para>
                </item>
                <item>
                    <para>Las mezclas de combustible biodiesel se deben obtener de un productor o distribuidor
                        acreditado BQ9000.
                    </para>
                </item>
                <item>
                    <para>Los clientes deben seguir las siguientes recomendaciones de Navistar para las mezclas de
                        biodiesel descritas en este TSI.
                    </para>
                </item>
            </randlist>
            <para>
                <title>Mezclas biodiesel (por encima de la B20)</title>
            </para>
            <para>Navistar no recomienda mezclas de biodiesel m&#225;s altas que la B20; mayores proporciones de
                biodiesel en la mezcla pueden causar problemas durante la operaci&#243;n del motor.
            </para>
        </svcproc>
        <svcproc>
            <title>Covertura de la garant&#237;a</title>
            <para>Navistar garantiza incondicionalmente el uso de mezclas hasta la B5, incluida la mezcla B5, que
                cumplan con las especificaciones ASTM D6751 y ASTM D975.
            </para>
            <para>El uso de las mezclas B6 a B20 en los motores diesel International MaxxForce&#8482; del 2007 en
                adelante, es a discreci&#243;n de los clientes y/o operadores, y no anular&#225;n autom&#225;ticamente
                una garant&#237;a del motor. Sin embargo, si la falla del componente del motor se le puede atribuir
                directamente al uso de mezclas B6 a B20, no obtenidas de un abastecedor de combustible certificado
                BQ9000, que no cumplen las Especificaciones de combustible de prueba EMA B20, o no usadas por
                recomendaci&#243;n en este TSI, Navistar opcionalmente puede negar la garant&#237;a en el motor
                afectado, o en el componente del motor.
            </para>
        </svcproc>
        <svcproc>
            <title>Combustible biodiesel</title>
            <para>La Sociedad americana para pruebas y materiales (ASTM) define el biodiesel como un combustible de
                mono-alcoh&#243;l est&#233;rico de una cadena larga de &#225;cidos grasos derivados de aceites vegetales
                o de grasas animales,designado B100.
            </para>
            <para>Los &#233;steres son compuestos org&#225;nicos oxigenados que se pueden usar en los motores diesel,
                porque algunas de sus propiedades claves son comparables con aquellas del combustible diesel.
            </para>
            <para>Aceites vegetales crudos o refinados, o grasas recicladas
                <emph type="bold">que no han sido procesadas</emph>
                como biodiesel, no son biodiesel y se deben evitar.
            </para>
            <para>Sin importar que la disponibilidad de suministro de biomasa usada para producir biodiesel B100
                (bueno), el producto final tiene que cumplir con los requerimientos de las especificaciones ASTM D6751,
                o la Europea EN14214.
            </para>
            <para>El biodiesel &#233;ster met&#237;lico de soya (SME), derivado del aceite de soya, es el biodiesel m&#225;s
                com&#250;n producido en los Estados Unidos de Am&#233;rica. El biodiesel &#233;ster met&#237;lico de
                colza (RME), derivado del aceite de colza, es el biodiesel m&#225;s com&#250;n producido en Europa. En
                conjunto, estos combustibles son llamados algunas veces &#233;steres met&#237;licos de &#225;cidos
                grasos (FAME).
            </para>
            <para>Los combustible biodiesel son producidos por un proceso de transesterificaci&#243;n, en el cual varios
                aceites (triglic&#233;ridos) son convertidos en &#233;steres met&#237;licos a trav&#233;s de la reacci&#243;n
                qu&#237;mica con alcohol met&#237;lico (metanol) en la presencia de un catalizador, como el sodio, o el
                hidr&#243;xido de potasio. Los subproductos de esta reacci&#243;n qu&#237;mica son glicerol y agua,
                ambos son indeseables y necesitan ser removidos del combustible junto con las trazas de metanol, triglic&#233;ridos
                sin reaccionar y el catalizador. Los combustible biodiesel contienen oxigeno natural, el cual, durante
                el almacenaje reduce la estabilidad del combustible. Tambi&#233;n la disponibilidad de suministro del
                biodiesel intr&#237;nsecamente no contiene azufre, este elemento puede llegar a estar presente en el
                combustible diesel si se ha contaminado durante la transesterificaci&#243;n o el almacenamiento.
            </para>
            <para>El biodiesel B100 puede llegar a mezclarse con el combustible diesel. Las mezclas de biodiesel son
                designadas como BXX, donde XX representa el porcentaje de B100 en la mezcla del biodiesel (Ejemplo: B5,
                B20).
            </para>
            <para>Recientemente, ha sido revisada la norma ASTM D6751 para incluir criterios sobre la estabilidad del
                combustible y medidas. Est&#225;n pr&#243;ximas las revisiones futuras para mejorar la calidad y
                limpieza del B100.
            </para>
        </svcproc>
        <svcproc>
            <title>Recommendaciones para el uso de mezclas de biodiesel</title>
            <para>Navistar recomienda a los usuarios del B20 que seleccionen un abastecedor de combustible certificado
                BQ9000 y soliciten al abastecedor pruebas de que el combustible cumple con la Especificaci&#243;n del
                combustible de prueba EMA B20. Los combustible que no cumplan con la Especificaci&#243;n EMA pueden
                causar dep&#243;sitos en el sistema de combustible, obstruir filtros, contaminar el aceite del motor y
                en la degradaci&#243;n del combustible.
            </para>
            <para>Si los proveedores y clientes siguen los procedimientos correctos de almacenaje y mantenimiento para
                el combustible y los equipos, las mezclas hasta la B20 que cumplan las Especificaciones de combustible
                de prueba EMA deben rendir satisfactoriamente en los motores diesel International e International
                MaxxForce&#8482; .
            </para>
            <para>
                <emph type="bold">Navistar recomienda lo siguiente</emph>:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Antes de almacenamiento del biodiesel, los tanques se deben limpiar minuciosamente, eliminar
                        los residuos y el crecimiento de microbios, adem&#225;s, la limpieza de los tanques tiene que
                        ser inspeccionada y verificada peri&#243;dicamente. Los residuos, agua o crecimiento de
                        microbios se concentrar&#225;n en el combustible biodiesel almacenado, causando el incremento de
                        dep&#243;sitos que obstruir&#225;n los filtros prematuramente. Agregando biocida durante el
                        almacenamiento reducir&#225; el crecimiento de microbios, pero esto no es un substituto para
                        limpiar los tanques de almacenamiento.
                    </para>
                </item>
                <item>
                    <para>Los tanques de combustible del veh&#237;culo tiene que ser limpiados y secados minuciosamente
                        antes de usar las mezclas biodiesel.
                    </para>
                </item>
                <item>
                    <para>Debido a que las mezclas de biodiesel tienden a disolver dep&#243;sitos en los tanques y l&#237;neas
                        de combustible, en los motores usados, antes de usar mezclas de biodiesel se deben instalar
                        filtros de combustible nuevos.
                    </para>
                </item>
                <item>
                    <para>Cuando use biodiesel, instale un filtro de combustible nuevo cada que cambie aceite (a la
                        mitad del intervalo normal de servicio) para mejorar la separaci&#243;n de agua.
                    </para>
                </item>
                <item>
                    <para>Debido a que el combustible biodiesel tiene un punto de ebullici&#243;n m&#225;s alto, revise
                        m&#225;s frecuentemente el nivel del aceite y el intervalo de tiempo del cambio de aceite cuando
                        la diluci&#243;n del combustible crece el nivel de combustible bajo las siguientes condiciones:
                    </para>
                    <randlist type="bullet">
                        <item>
                            <para>Uso de sistemas de postratamiento</para>
                        </item>
                        <item>
                            <para>Mezclas de biodiesel cercanas a la B20</para>
                        </item>
                        <item>
                            <para>Tratamiento de Carga baja</para>
                        </item>
                    </randlist>
                </item>
                <item>
                    <para>Para las condiciones de climas fr&#237;os, Navistar recomienda instalar un calentador de
                        combustible apropiado.
                    </para>
                </item>
                <item>
                    <para>La separaci&#243;n de agua de las mezclas de combustible biodiesel es m&#225;s dif&#237;cil
                        que la separaci&#243;n de agua del combustible diesel. Los usuarios tiene que ser cuidadosos
                        para prevenir las acumulaciones de agua en el sistema de combustible. Si es posible, para
                        remover el agua, se debe instalar un filtro adicional de combustible/separador de agua en el
                        sistema de combustible.
                    </para>
                </item>
                <item>
                    <para>Las mezclas de biodiesel se deben usar dentro de los 6 meses de la fecha de fabricaci&#243;n,
                        debido a que la estabilidad de oxidaci&#243;n del biodiesel es menor que la del combustible
                        diesel.
                    </para>
                </item>
                <item>
                    <para>Si el equipo impulsado por biodiesel debe ser estacionado por m&#225;s de tres meses, el
                        sistema de combustible debe ser drenado, limpiado y secado.
                    </para>
                </item>
                <item>
                    <para>Los sellos del sistema de combustible usados en el 2006 y a&#241;os anteriores puede que se
                        degraden prematuramente. Cuando reemplace los sellos, se recomienda usar sellos Viton&#174; o
                        sellos equivalentes.
                    </para>
                </item>
                <item>
                    <para>En los motores diesel viejos operados con biodiesel, se deben monitorear los siguientes
                        materiales: Caucho natural, caucho de but&#237;lo, caucho nitr&#237;lico, cobre, esta&#241;o y
                        plomo. Estos materiales se pueden degradar prematuramente causando dep&#243;sitos que obstruyen
                        las l&#237;neas de combustible y los filtros.
                    </para>
                </item>
            </randlist>
        </svcproc>
        <svcproc>
            <title>Impacto de las mezclas biodiesel en las emisiones del motor</title>
            <para>Las mezclas de combustible biodiesel se usan en flotas que operan en &#225;reas inalcanzables para
                reducir el humo visible, la emisi&#243;n de part&#237;culas y el olor del escape diesel.
            </para>
            <para>Las mezclas de biodiesel pueden reducir los niveles de emisiones de HC (hidrocarburos) y de CO (mon&#243;xido
                de carb&#243;n); sin embargo, las mezclas de biodiesel pueden de alguna manera incrementar los niveles
                de emisiones de NO
                <subscript>X</subscript>
                (&#243;xido de nitr&#243;geno) en algunos motores.
            </para>
            <para>Las mezclas de biodiesel, usadas en los motores nuevos de bajas emisiones no afectan significantemente
                las emisiones.
            </para>
            <para>Las pruebas han mostrado que las mezclas de biodiesel ayudan a la auto regeneraci&#243;n de los
                filtros de materia particulada diesel.
            </para>
        </svcproc>
    </tsi>
</isis>
