<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-09 - Instalaci&#243;n de los Sellos del c&#225;rter Inferior</stitle>
    <tsi id="m081209" year="2008" tsitype="engine" translation="spanish">
        <tsinumber>08-12-09</tsinumber>
        <tsidate>Junio 2008</tsidate>
        <subjectfile>Motor</subjectfile>
        <subjectgroup>
            <subject>Instalaci&#243;n de los Sellos del c&#225;rter Inferior</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>VT 275</engfam>
                <engfam>VT 365</engfam>
                <engfam>MaxxForce 5</engfam>
                <engfam>MaxxForce 7</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este TSI aplica a los motores diesel International&#174; VT 275, de los Modelos del a&#241;o 2005
                    y posteriores; Motores diesel VT 365, Modelos de los a&#241;os 2002 y 2003; Motores diesel
                    International&#174; VT 365, Modelos de los a&#241;os 2004 al 2006; Motores diesel International&#174;
                    MaxxForce&#8482; 5, de los modelos del a&#241;o 2007 y posteriores; y los Motores diesel
                    International&#174; MaxxForce&#8482; 7, de los modelos del a&#241;o 2007 y posteriores.
                </para>
                <para>Este procedimiento de instalaci&#243;n de sellos nuevos incluye la aplicaci&#243;n de Loctite&#174;
                    515 para prevenir escapes entre el c&#225;rter inferior y el superior.
                </para>
                <randlist type="bullet">
                    <title>Manuales de referencia</title>
                    <item>
                        <para>EGES 300-1 International&#174; VT 275 Manual de servicio de motor</para>
                    </item>
                    <item>
                        <para>EGES-235-2 International&#174; VT 365 Manual de servicio de motor</para>
                    </item>
                    <item>
                        <para>EGES-295-2 International&#174; VT 365 Manual de servicio de motor</para>
                        <para>EGES-345 International&#174; MaxxForce&#8482; 5</para>
                    </item>
                    <item>
                        <para>EGES-390 International&#174; MaxxForce&#8482; 7 Manual de servicio de motor</para>
                    </item>
                </randlist>
                <specpara>
                    <regulation>
                        <para>Los fluidos de motor (aceite, combustible, y refrigerante) pueden ser peligrosos para la
                            salud humana y para el ambiente. Manipule todos los fluidos y otros materiales contaminantes
                            (Ejemplo; filtros, trapos, etc.) de acuerdo a las regulaciones aplicables. Recicle o desh&#225;gase
                            de los fluidos del motor, filtros, y otros materiales contaminantes de acuerdo a las
                            regulaciones aplicables.
                        </para>
                    </regulation>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para prevenir las lesiones personales o la muerte, lea todas las instrucciones de
                            seguridad de la secci&#243;n "Informaci&#243;n de seguridad" en la aplicaci&#243;n del
                            Manual de servicio.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para prevenir lesiones personales o la muerte, antes de hacer cualquier diagn&#243;stico o
                            procedimiento de servicio, coloque la transmisi&#243;n en posici&#243;n neutral o de
                            estacionamiento ("Park"), active el freno de estacionamiento, y coloque bloques cu&#241;ando
                            las ruedas.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para prevenir lesiones personales o la muerte, antes de remover componentes aseg&#250;rese
                            de que el motor se haya enfriado.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>Para prevenir lesiones personales o la muerte, no permita que los fluidos permanezcan
                            sobre su piel. Limpie su piel y u&#241;as con limpiador de manos y l&#225;velas con jab&#243;n
                            y agua. Lave o deseche ropas o trapos contaminados con fluidos del motor.
                        </para>
                    </warning>
                </specpara>
            </geninfo>
        </description>
        <svcproc>
            <title>Remoci&#243;n</title>
            <step1>
                <para count="1">Vea los procedimientos en el Manual de servicio del motor. Monte el motor en un soporte:
                    remueva el c&#225;rter de aceite inferior, el c&#225;rter de aceite superior, la cubierta delantera
                    y la cubierta trasera.
                </para>
            </step1>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/D08241.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 1. Instalaci&#243;n de la Herramienta para sincronizar el cig&#252;e&#241;al ZTSE4519
                    (VT 365, 2002-2006)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Engranaje del eje de levas</callout1>
                    <callout1 type="arabic">Herramienta para sincronizar el cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Pasador para alineaci&#243;n del cig&#252;e&#241;al</callout1>
                </calloutgroup>
            </figure>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/J03039.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 2. Instalaci&#243;n de la Herramienta para sincronizar el cig&#252;e&#241;al ZTSE4687
                    (VT 275, 2005 y posteriores y MaxxForce&#8482; 5, 2007 y posteriores y)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Engranaje del eje de levas</callout1>
                    <callout1 type="arabic">Balanceador primario</callout1>
                </calloutgroup>
            </figure>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/M07121.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 3. Marcas de sincronizaci&#243;n del cig&#252;e&#241;al y del eje de levas (MaxxForce&#8482;
                    7, 2007 y posteriores)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Marca para sincronizar el cig&#252;e&#241;al</callout1>
                    <callout1 type="arabic">Marca para sincronizar el eje de levas</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Mueva con la barra y alinee las marcas de tiempo del motor.</para>
            </step1>
            <specpara>
                <note>
                    <para>Para colocar el motor alineado en tiempo, haga una de las siguientes cosas:</para>
                </note>
            </specpara>
            <randlist type="bullet">
                <item>
                    <para>Instale la Herramienta de sincronizaci&#243;n del tiempo del cig&#252;e&#241;al ZTSE4519
                        (Figura 1)
                    </para>
                </item>
                <item>
                    <para>Instale la Herramienta de sincronizaci&#243;n del tiempo del cig&#252;e&#241;al ZTSE4687
                        (Figura 2)
                    </para>
                </item>
                <item>
                    <para>Alinee las marcas de sincronizaci&#243;n del cig&#252;e&#241;al con el eje de levas (Figura
                        3).
                    </para>
                </item>
            </randlist>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/D0759.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 4. Tornillos del c&#225;rter inferior externo y tornillos del cojinete principal (VT
                    365, 2002-2003)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tornillos del c&#225;rter inferior externo (M8 x 30) (8)</callout1>
                    <callout1 type="arabic">Tornillo del cojinete principal del lado externo (M14 x 114) (10)</callout1>
                    <callout1 type="arabic">Tornillo del cojinete principal del lado interno (M14 x 127) (10)</callout1>
                </calloutgroup>
            </figure>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/D0762.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 5. Tornillos del cojinete principal (VT 365, 2004-2006 y MaxxForce&#8482; 7, 2007 y
                    posteriores)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tornillo del cojinete principal del lado externo (M14 x 114) (10)</callout1>
                    <callout1 type="arabic">Tornillo del cojinete principal del lado interno (M14 x 127) (10)</callout1>
                </calloutgroup>
            </figure>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/J07018.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 6. Tornillos del c&#225;rter inferior externo y tornillos del cojinete principal (VT
                    275, 2005 y posteriores, y MaxxForce&#8482; 5, 2007 y posteriores)
                </caption>
                <calloutgroup>
                    <callout1 type="arabic">Tornillos del c&#225;rter inferior externo (M8 x 30) (6)</callout1>
                    <callout1 type="arabic">Tornillo de la tapa del cojinete principal del lado externo (M14 x 114)
                        (8)
                    </callout1>
                    <callout1 type="arabic">Tornillo de la tapa del cojinete principal del lado interno (M14 x 127)
                        (8)
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Remueva y descarte los tornillos de cojinete principal interno (M14 x 127).</para>
            </step1>
            <step1>
                <para count="1">Remueva y descarte los tornillos de cojinete principal externo (M14 x 114).</para>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos del c&#225;rter inferior externo (M8 x 30) (8), si es aplicable.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el c&#225;rter inferior.</para>
                <specpara>
                    <caution>
                        <para>Para prevenir da&#241;os en el motor, use un marcador permanente para identificar los
                            componentes internos o su orientaci&#243;n. No use pintura o marcadores temporales.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Use un marcador permanente para numerar los cojinetes principales, empezando por el
                    frente del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva los cojinetes principales del c&#225;rter inferior empuj&#225;ndolos hacia
                    afuera de los caballetes.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione los cojinetes y col&#243;quelos al lado.</para>
            </step1>
            <step1>
                <para count="1">Remueva y descarte los sellos del c&#225;rter inferior.</para>
            </step1>
            <step1>
                <para count="1">Limpie la superficie de acople, la superficie de los cojinetes, las ranuras de los
                    sellos, y los agujeros de los tornillos del c&#225;rter inferior.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie las superficies de acople y los rieles del c&#225;rter superior.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para prevenir lesiones personales o la muerte, use anteojos de seguridad con escudos
                        protectores laterales. Limite la presi&#243;n del aire comprimido a 207 kPa (30 lb/pulg2).
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, limpie y seque las roscas de los agujeros de los
                        tornillos del c&#225;rter utilizando aire comprimido filtrado. El mugre o aceite en los agujeros
                        puede causar trabas y lecturas incorrectas de torsi&#243;n.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Limpie y seque las roscas de los agujeros de los tornillos del c&#225;rter superior,
                    utilizando aire comprimido filtrado.
                </para>
            </step1>
        </svcproc>
        <svcproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Aplique una capa leve de eliminador de empaques Loctite&#174; 515 en las ranuras de los
                    sellos.
                </para>
            </step1>
            <step1>
                <para count="1">Instale nuevos sellos en el c&#225;rter inferior y limpie el exceso de eliminador de
                    empaques Loctite&#174; 515 de la superficie del c&#225;rter.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Cuando instale los cojinetes, aseg&#250;rese de que no haya aceite entre el respaldo de los
                        cojinetes y los caballetes de cojinete del c&#225;rter inferior.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale los cojinetes principales en el c&#225;rter inferior en la misma posici&#243;n
                    en la que fueron marcados.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique los cojinetes con aceite de motor limpio.</para>
            </step1>
            <step1>
                <para count="1">Aplique una capa leve de eliminador de empaques Loctite&#174; 515 en la superficie del c&#225;rter
                    superior.
                </para>
            </step1>
            <step1>
                <para count="1">En forma cuidadosa, coloque en posici&#243;n el c&#225;rter inferior contra el c&#225;rter
                    superior.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, instale tornillos de cojinete principal nuevos en el
                        conjunto del c&#225;rter inferior.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Para prevenir da&#241;os en el motor, instale los tornillos m&#225;s largos (M14 x 127) en la
                        parte interior de las tapas principales, y los tornillos m&#225;s cortos (M14 x 114) en la parte
                        exterior de las tapas principales.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Instale, pero no apriete a torsi&#243;n los tornillos de cojinete principal interno (M14
                    x 127).
                </para>
            </step1>
            <step1>
                <para count="1">Instale, pero no apriete a torsi&#243;n los tornillos de cojinete principal externo (M14
                    x 114).
                </para>
            </step1>
            <step1>
                <para count="1">Instale, pero no apriete a torsi&#243;n los tornillos del c&#225;rter inferior externo
                    (M8 x 30), si es aplicable.
                </para>
                <figure figsize="col-wide">
                    <graphic filename="../tsifigures/D0761.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Figura 7. Secuencia de torsi&#243;n para los tornillos del cojinete principal (VT 365,
                        2002-2006 y MaxxForce&#8482; 7, 2007 y posteriores)
                    </caption>
                </figure>
                <figure figsize="col-wide">
                    <graphic filename="../tsifigures/J07020.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                    <caption>Figura 8. Secuencia de torsi&#243;n para los tornillos del cojinete principal (VT 275, 2005
                        y posteriores y MaxxForce&#8482; 5, 2007 y posteriores)
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Apriete a torsi&#243;n los tornillos de los cojinetes principales en la siguiente
                    secuencia:
                </para>
                <randlist type="bullet">
                    <item>
                        <para>Primero -- apriete todos los tornillos a una torsi&#243;n de 120 N&#250;m (90 lb/frza&#250;pie)</para>
                    </item>
                    <item>
                        <para>Segundo -- apriete todos los tornillos a una torsi&#243;n de 163 N&#250;m (120 lb/frza&#250;pie)</para>
                    </item>
                    <item>
                        <para>Tercero -- apriete todos los tornillos a una torsi&#243;n de 231 N&#250;m (170 lb/frza&#250;pie)</para>
                    </item>
                </randlist>
            </step1>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/D0760.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 9. Secuencia de torsi&#243;n para los tornillos del c&#225;rter inferior externo (VT
                    365, 2002-2003)
                </caption>
            </figure>
            <figure figsize="col-wide">
                <graphic filename="../tsifigures/J07019.webp" type="webp" scalefit="1" scalefitwidth="248px"/>
                <caption>Figura 10. Secuencia de torsi&#243;n para los tornillos del c&#225;rter inferior externo (VT
                    275, 2005 y posteriores y MaxxForce&#8482; 5, 2007 y posteriores)
                </caption>
            </figure>
            <step1>
                <para count="1">Apriete en secuencia a torsi&#243;n los tornillos externos M8 x 30, si es aplicable.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la herramienta para sincronizar el cig&#252;e&#241;al, si est&#225; instalada.
                </para>
            </step1>
            <step1>
                <para count="1">Vea el Manual de servicio de motor. Instale la cubierta trasera, la cubierta delantera,
                    el c&#225;rter superior de aceite y el c&#225;rter inferior de aceite.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
