<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de ruedas
    </stitle>
    <tsi id="tsi961401ra" tsitype="truck" translation="spanish">
        <tsinumber>96-14-01RA</tsinumber>
        <replace>
            <tsinumber>96-14-01R</tsinumber>
        </replace>
        <tsidate>Junio de 2001</tsidate>
        <subjectfile>EJE TRASERO</subjectfile>
        <subjectgroup>
            <subject>&#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de ruedas</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Axilok</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <specpara>
                    <warning>
                        <para>Para evitar lesiones personales graves o la muerte, no instale la tuerca Axilock en ning&#250;n
                            eje que no est&#233; montado con esta tuerca o en ning&#250;n veh&#237;culo fabricado por
                            International antes del 1 de junio de 1996. El uso inadecuado de la tuerca Axilock podr&#237;a
                            provocar una condici&#243;n de "descentramiento de ruedas".
                        </para>
                    </warning>
                </specpara>
                <para>Los veh&#237;culos International con ejes traseros simples de 23,000 a 30,000 lb y ejes traseros t&#225;ndem
                    de 38,000 a 58,000 lb probablemente utilizan la tuerca unitaria de seguro autom&#225;tico de ajuste
                    del balero de ruedas
                    <emph type="bold">Axilok</emph>
                    (
                    <hotlnk xrefid="f9614011">Figura 1</hotlnk>). El dise&#241;o unitario
                    <emph type="bold">Axilok</emph>
                    mejora el ajuste exacto y confiable del balero de ruedas. Su dise&#241;o de tuerca unitaria de
                    seguro autom&#225;tico permite un ajuste de balero preciso, lo que hace f&#225;cil lograr los
                    ajustes de juego longitudinal de 0.001 pulg a 0.005 pulg lo que permite mejorar el sello de rueda y
                    la vida &#250;til del balero, cumpliendo con los requisitos de los sistemas de frenos antibloqueo.
                </para>
                <figure id="f9614011" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614011.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="272px" resolution="200"/>
                    <caption>Figura 1. Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de ruedas
                        <emph type="bold">Axilok</emph>
                    </caption>
                    <calloutgroup>
                        <callout1>1. CLIP DE SEGURIDAD</callout1>
                        <callout1>2. JAULA DE SEGURIDAD</callout1>
                        <callout1>3. TUERCA DE AJUSTE DEL BALERO DE RUEDAS</callout1>
                    </calloutgroup>
                </figure>
                <para>El dise&#241;o unitario
                    <emph type="bold">Axilok</emph>
                    es f&#225;cil de instalar. Coloque un cubo de 6 puntas de 4 pulgadas sobre la parte hexagonal de la
                    tuerca para soltar los clips de seguridad. Esto permite que la tuerca gire libremente dentro de la
                    jaula de seguridad. Cuando se quita el cubo y los clips de seguridad est&#225;n fijos en los
                    orificios de bloqueo en la jaula de seguridad, la tuerca de ajuste
                    <emph type="bold">Axilok</emph>
                    se fija en forma segura en su lugar.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="pm" graphiccount="0">
            <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de
                ruedas
            </stitle>
            <title>SELECCI&#211;N Y MANTENIMIENTO DEL CUBO</title>
            <para>Se requiere un cubo de 6 puntas de 4 pulgadas para presionar los clips de seguridad para la instalaci&#243;n
                y retiro de la tuerca de ajuste del balero de ruedas
                <emph type="bold">Axilok</emph>.
            </para>
            <specpara>
                <important>
                    <para>Use siempre el cubo correcto. No use ning&#250;n otro tipo de instrumento para presionar los
                        clips de seguridad como alicates, fiadores de canal, etc.
                    </para>
                </important>
            </specpara>
            <para>Aseg&#250;rese de que el cubo no est&#233; gastado ni da&#241;ado hasta el punto que no presione al m&#225;ximo
                los clips de seguridad o no enganche correctamente el dispositivo hexagonal de la tuerca.
            </para>
            <para>Use siempre una llave de torsi&#243;n correctamente calibrada para instalar el conjunto de tuerca de
                ajuste
                <emph type="bold">Axilok</emph>.
            </para>
            <specpara>
                <caution>
                    <para>No use nunca una llave de impacto u otra herramienta mec&#225;nica para instalar o quitar un
                        conjunto de tuerca
                        <emph type="bold">Axilok</emph>.
                    </para>
                </caution>
            </specpara>
        </svcproc>
        <svcproc svcproctype="remove" graphiccount="1">
            <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de
                ruedas
            </stitle>
            <title>RETIRO</title>
            <step1>
                <para count="1">Coloque el cubo de 4 pulgadas sobre la parte hexagonal de la tuerca para presionar los
                    clips de seguridad (
                    <hotlnk xrefid="f9614012">Figura 2</hotlnk>). Aseg&#250;rese de presionar el cubo por encima de la
                    tuerca hasta que toque la jaula de seguridad. Esto asegura que los clips de seguridad se
                    desenganchar&#225;n y no se da&#241;ar&#225;n durante el desensamblaje.
                </para>
            </step1>
            <figure id="f9614012" figsize="col-wide">
                <graphic filename="../tsifigures/g9614012.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="312px" resolution="150"/>
                <caption>Figura 2. Coloque el cubo sobre la parte hexagonal de la tuerca</caption>
            </figure>
            <step1>
                <para count="1">Gire la tuerca hacia la izquierda para quitarla.
                    <emph type="bold">Mantenga la presi&#243;n hacia adelante sobre el cubo para mantener los clips de
                        seguridad desenganchados de los orificios de retenci&#243;n.
                    </emph>
                    Al sacar el conjunto de la tuerca de ajuste
                    <emph type="bold">Axilok</emph>
                    se requiere mantener manualmente la jaula de seguridad movi&#233;ndose hacia el extremo del husillo
                    con la tuerca mientras se retira la tuerca (
                    <hotlnk xrefid="f9614012">Figura 2</hotlnk>). &#161;NO LO FUERCE! Si se agarrota durante el proceso
                    de retiro, suelte el conjunto gir&#225;ndolo hacia la direcci&#243;n inversa 1/4 de vuelta, luego
                    siga con la direcci&#243;n de retiro. Repita este paso si es necesario. &#161;NO LO FUERCE!
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Antes de volver a instalar la tuerca Axilok, aseg&#250;rese de que las roscas, la leng&#252;eta
                        de fijaci&#243;n, los clips de seguridad y la jaula de seguridad no presenten da&#241;os ni
                        defectos en las condiciones de trabajo correctas.
                    </para>
                </caution>
            </specpara>
        </svcproc>
        <svcproc svcproctype="install" graphiccount="5">
            <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de
                ruedas
            </stitle>
            <title>INSTALACI&#211;N</title>
            <step1>
                <para count="1">Limpie bien las roscas del husillo y el chavetero con un cepillo de alambre para evitar
                    que haya una lectura falsa del ajuste de baleros (
                    <hotlnk xrefid="f9614013">Figura 3</hotlnk>).
                </para>
                <figure id="f9614013" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614013.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figura 3. Limpie las roscas del husillo y el chavetero con un cepillo de alambre</caption>
                </figure>
                <specpara>
                    <important>
                        <para>Aseg&#250;rese de que la ranura del chavetero no tenga rebabas ni defectos (
                            <hotlnk xrefid="f9614014">Figura 4</hotlnk>).
                        </para>
                    </important>
                </specpara>
                <figure id="f9614014" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614014.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figura 4. Aseg&#250;rese de que la ranura del chavetero no tenga rebabas ni defectos
                    </caption>
                </figure>
                <para>Lubrique los baleros antes de la instalaci&#243;n Para conocer las especificaciones de lubricaci&#243;n
                    correctas, consulte el GRUPO 10 - LUBRICACI&#211;N en el Manual de servicio maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique unas gotas de aceite de lubricaci&#243;n ligero a trav&#233;s de uno de los
                    orificios de la jaula de seguridad. Esto permite que la tuerca gire libremente durante la instalaci&#243;n
                    (
                    <hotlnk xrefid="f9614015">Figura 5</hotlnk>).
                </para>
                <figure id="f9614015" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614015.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px" resolution="150"/>
                    <caption>Figura 5. Aplique aceite de lubricaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">La tuerca y la jaula de seguridad del conjunto de tuerca
                    <emph type="bold">Axilok</emph>
                    se bloquean juntas con dos clips de seguridad (
                    <hotlnk xrefid="f9614011">Figura 1</hotlnk>). Coloque el cubo de 6 puntas de 4 pulgadas sobre el
                    dispositivo hexagonal de la tuerca para presionar los clips de seguridad, soltando as&#237; los
                    clips y permitiendo que la tuerca gire libremente dentro de la jaula de seguridad (
                    <hotlnk xrefid="f9614016">Figura 6</hotlnk>).
                </para>
                <figure id="f9614016" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614016.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figura 6. Jaula de seguridad y leng&#252;eta de fijaci&#243;n de la tuerca</caption>
                    <calloutgroup>
                        <callout1>1. JAULA DE SEGURIDAD</callout1>
                        <callout1>2. LENG&#220;ETA DE LA JAULA DE SEGURIDAD</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Alinee la leng&#252;eta sobre la jaula de seguridad con el chavetero en el husillo (
                    <hotlnk xrefid="f9614016">Figura 6</hotlnk>). Rosque la tuerca en el husillo con la ayuda del cubo (
                    <hotlnk xrefid="f9614017">Figura 7</hotlnk>).
                    <emph type="bold">Mantenga la presi&#243;n hacia adelante sobre el cubo para mantener los clips de
                        seguridad desenganchados de los orificios de retenci&#243;n.
                    </emph>
                    Aseg&#250;rese de que la jaula de seguridad est&#233; libre y no tope las roscas del semieje.
                </para>
                <figure id="f9614017" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614017.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="392px" resolution="150"/>
                    <caption>Figura 7. Rosque la tuerca en el husillo con la ayuda del cubo</caption>
                </figure>
            </step1>
        </svcproc>
        <svcproc svcproctype="adjust" graphiccount="1">
            <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de
                ruedas
            </stitle>
            <title>AJUSTE DEL BALERO DE RUEDAS</title>
            <step1>
                <para count="1">Despu&#233;s de instalar el cubo de ruedas, los baleros y la tuerca unitaria de seguro
                    autom&#225;tico
                    <emph type="bold">Axilok</emph>, gire el conjunto del cubo mientras aprieta la tuerca de seguro
                    autom&#225;tico a 200 lb pie. (271 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Desatornille la tuerca unitaria de seguro autom&#225;tico
                    <emph type="bold">Axilok</emph>
                    hasta la torsi&#243;n cero.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el conjunto del cubo un m&#237;nimo de una vuelta completa mientras vuelve a
                    apretar la tuerca unitaria de seguro autom&#225;tico
                    <emph type="bold">Axilok</emph>
                    a 50 lb pie. (68 Nm).
                </para>
            </step1>
            <step1>
                <para count="1">Desatornille la tuerca unitaria de seguro autom&#225;tico
                    <emph type="bold">Axilok</emph>
                    1/8 de vuelta.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el cubo de la tuerca
                    <emph type="bold">Axilok</emph>, permitiendo que las abrazaderas de resorte se suelten y se ajusten
                    en los orificios de la jaula de seguridad.
                    <emph type="bold">Inspeccione visualmente o con los dedos para asegurarse de que las leng&#252;etas
                        de fijaci&#243;n est&#225;n alineadas con los orificios de la jaula de seguridad.
                    </emph>
                    Si las leng&#252;etas de los clips de seguridad no est&#225;n alineadas con los orificios, gire la
                    tuerca
                    <emph type="bold">Axilok</emph>
                    hacia la izquierda hasta que los clips de seguridad se enganchen en los orificios de seguridad (
                    <hotlnk xrefid="f9614018">Figura 8</hotlnk>).
                </para>
                <figure id="f9614018" figsize="col-wide">
                    <graphic filename="../tsifigures/g9614018.webp" type="webp" scalefit="1" scalefitwidth="248px"
                             scalefitheight="312px" resolution="150"/>
                    <caption>Figura 8. Gire la tuerca Axilok hacia la izquierda hasta que los clips de seguridad se
                        enganchen
                    </caption>
                </figure>
            </step1>
        </svcproc>
        <svcproc id="x9614011" svcproctype="adjust" graphiccount="2">
            <stitle>Spanish - TSI 96-14-01RA - &#174; Tuerca unitaria de seguro autom&#225;tico de ajuste del balero de
                ruedas
            </stitle>
            <title>REVISI&#211;N Y AJUSTE DEL JUEGO LONGITUDINAL DEL BALERO DE RUEDAS</title>
            <svcsubproc>
                <title>Procedimiento</title>
                <para>Este procedimiento se realiza con el veh&#237;culo sobre los soportes de piso.</para>
                <step1>
                    <para count="1">Use un indicador de cuadrante para medir el juego longitudinal del cubo (
                        <hotlnk xrefid="f9614019">Figura 9</hotlnk>) en relaci&#243;n con el tubo del eje (husillo) con
                        <emph type="bold">el semieje no instalado</emph>. Tambi&#233;n se recomienda no instalar el
                        conjunto de llantas.
                    </para>
                    <figure id="f9614019" figsize="col-wide">
                        <graphic filename="../tsifigures/g9614019.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px" resolution="150"/>
                        <caption>Figura 9. Monte el indicador de cuadrante en el cubo</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">Saque el semieje si est&#225; instalado. Monte el indicador de cuadrante en el cubo
                        tal como aparece en la
                        <hotlnk xrefid="f9614019">Figura 9</hotlnk>. Tome el conjunto en la posici&#243;n de las 3 y las
                        9 horas.
                        <emph type="bold">Mientras gira el conjunto,</emph>
                        primero empuje, luego jale en forma pareja sobre el conjunto para medir la cantidad de juego
                        longitudinal. Observe la lectura total del indicador.
                    </para>
                </step1>
                <step1>
                    <para count="1">Los procedimientos de ajuste del balero se realizan para obtener un juego
                        longitudinal de 0.001 a 0.005 pulgadas (0.0254 a 0.127 mm) sin precarga. Posiblemente sea
                        necesario apretar o desatornillar la tuerca
                        <emph type="bold">Axilok</emph>
                        para obtener la cantidad correcta de juego longitudinal. Consulte el Ajuste fino (ajuste en
                        incrementos) m&#225;s abajo.
                    </para>
                </step1>
            </svcsubproc>
            <svcsubproc>
                <title>Ajuste fino (ajuste en incrementos)</title>
                <para>La jaula de seguridad
                    <emph type="bold">Axilok</emph>
                    (
                    <hotlnk xrefid="f9614011">Figura 1</hotlnk>) tiene varios orificios de seguridad y cada uno
                    representa un valor de ajuste. Consulte la
                    <hotlnk xrefid="t9614011">Tabla de valores de ajuste en incrementos</hotlnk>
                    para obtener el valor de medici&#243;n en incrementos.
                </para>
                <table id="t9614011">
                    <title>Tabla de valores de ajustes en incrementos</title>
                    <tgroup cols="4" colsep="1" rowsep="1">
                        <colspec colname="sqcolumn1" colwidth="1.00in"/>
                        <colspec colname="sqcolumn2" colwidth="1.18in"/>
                        <colspec colname="sqcolumn3" colwidth="1.00in"/>
                        <colspec colname="sqcolumn4" colwidth="1.00in"/>
                        <spanspec namest="sqcolumn1" nameend="sqcolumn2" spanname="1to2"/>
                        <thead valign="top">
                            <row>
                                <entry colspan="2" spanname="1to2" valign="top">
                                    <para>
                                        <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                    </para>
                                </entry>
                                <entry morerows="1" valign="top">
                                    <para>
                                        <emph type="bold">No. de ranuras en el anillo de retenci&#243;n</emph>
                                    </para>
                                </entry>
                                <entry morerows="1" valign="top">
                                    <para>
                                        <emph type="bold">Ranuras del valor de ajuste en incrementos</emph>
                                    </para>
                                </entry>
                            </row>
                            <row>
                                <entry valign="top">
                                    <para>
                                        <emph type="bold">International</emph>
                                    </para>
                                </entry>
                                <entry valign="top">
                                    <para>
                                        <emph type="bold">Axilok</emph>
                                    </para>
                                </entry>
                                <entry>
                                    <para>-</para>
                                </entry>
                                <entry>
                                    <para>-</para>
                                </entry>
                            </row>
                        </thead>
                        <tbody valign="top">
                            <row>
                                <entry valign="top">
                                    <para>2032055C1</para>
                                </entry>
                                <entry valign="top">
                                    <para>AX-12-3250</para>
                                </entry>
                                <entry valign="top">
                                    <para>36</para>
                                </entry>
                                <entry valign="top">
                                    <para>0.0023 pulgadas</para>
                                </entry>
                            </row>
                        </tbody>
                    </tgroup>
                </table>
                <para>Una vez que se ha logrado configurar el ajuste, se puede lograr un ajuste fino del juego
                    longitudinal.
                </para>
                <step1>
                    <para count="1">Coloque el cubo de 4 pulgadas sobre el dispositivo hexagonal de la tuerca para
                        presionar los clips de seguridad (
                        <hotlnk xrefid="f961401a">Figura 10</hotlnk>).
                    </para>
                    <figure id="f961401a" figsize="col-wide">
                        <graphic filename="../tsifigures/g961401a.webp" type="webp" scalefit="1" scalefitwidth="248px"
                                 scalefitheight="312px" resolution="150"/>
                        <caption>Figura 10. Coloque el cubo sobre el dispositivo hexagonal de la tuerca</caption>
                    </figure>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para disminuir el juego longitudinal</emph>, gire la tuerca unitaria de seguro
                        autom&#225;tico de ajuste del balero de ruedas
                        <emph type="bold">Axilok</emph>
                        hacia la derecha hacia el o los orificios siguientes (ejemplo: de 0.004 pulgadas a 0.002
                        pulgadas de juego longitudinal).
                    </para>
                </step1>
                <step1>
                    <para count="1">
                        <emph type="bold">Para aumentar el juego longitudinal</emph>, gire la tuerca unitaria de seguro
                        autom&#225;tico del balero de ruedas
                        <emph type="bold">Axilok</emph>
                        hacia la izquierda hacia el o los orificios siguientes (ejemplo: de 0.001 pulgadas a 0.003
                        pulgadas de juego longitudinal).
                    </para>
                </step1>
                <step1>
                    <para count="1">Una vez completado el ajuste del balero de ruedas, saque el cubo de la tuerca
                        <emph type="bold">Axilok</emph>
                        para que los clips de seguridad se suelten y enganchen en los orificios de seguridad en la jaula
                        de seguridad.
                        <emph type="bold">Inspeccione visualmente o con los dedos para asegurarse de que las leng&#252;etas
                            de fijaci&#243;n est&#225;n alineadas con los orificios de la jaula de seguridad.
                        </emph>
                        Si las leng&#252;etas de los clips de seguridad no est&#225;n alineadas con un orificio de
                        seguridad de la jaula, gire la tuerca
                        <emph type="bold">Axilok</emph>
                        hacia la IZQUIERDA hasta que las abrazaderas de resorte se enganchen en los orificios de
                        seguridad.
                    </para>
                </step1>
                <step1>
                    <para count="1">Verifique el nuevo juego longitudinal con un indicador de cuadrante. Consulte los
                        pasos 2 y 3 de la secci&#243;n
                        <hotlnk xrefid="x9614011">REVISI&#211;N Y AJUSTE DEL JUEGO LOGITUDINAL DEL BALERO DE
                            RUEDA</hotlnk>.
                    </para>
                </step1>
                <specpara>
                    <caution>
                        <para>Si no se siguen estos procedimientos se podr&#237;an producir da&#241;os graves en el
                            husillo o fallas en los extremos de la rueda.
                        </para>
                    </caution>
                </specpara>
                <para>La tuerca de ajuste del eje permite un ajuste preciso del balero de ruedas. Teniendo esto en
                    cuenta, el juego longitudinal de la rueda debe mantenerse en el rango de especificaci&#243;n de
                    0.001 pulg a 0.005 pulg. Esto proporciona una mayor vida &#250;til del balero de ruedas.
                </para>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
