<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-08-06 - M&#233;todo y torsi&#243;n de apriete de la tuerca del perno de montaje del sensor
        del amper&#237;metro - 3000RE
    </stitle>
    <tsi id="tsi970806" tsitype="truck" translation="spanish">
        <tsinumber>97-08-06</tsinumber>
        <tsidate>Abril, 1997</tsidate>
        <subjectfile>COMPONENTES EL&#201;CTRICOS</subjectfile>
        <subjectgroup>
            <subject>M&#233;todo y torsi&#243;n de apriete de la tuerca del perno de montaje del sensor del amper&#237;metro
                - 3000RE
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Cuando es necesario sacar el sensor del amper&#237;metro o los terminales positivos del perno de
                    montaje del amper&#237;metro, es importante que la tuerca del perno de montaje se apriete
                    correctamente durante el reensamblaje. Si no se sigue este procedimiento, se puede barrer el del
                    perno del bloque de montaje.
                </para>
                <para>El conjunto de montaje del sensor del amper&#237;metro (
                    <hotlnk xrefid="f9708061">Figura 1</hotlnk>) consta de un perno de 3/8-16 y un bloque moldeado (
                    <hotlnk xrefid="f9708062">Figura 2</hotlnk>), un perno de extensi&#243;n de &#189;-13 (
                    <hotlnk xrefid="f9708063">Figura 3</hotlnk>), arandelas y tuercas.
                </para>
                <figure id="f9708061" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9708061.webp" type="webp"/>
                    <caption>Figura 1. Conjunto de montaje del sensor del amper&#237;metro</caption>
                </figure>
                <figure id="f9708062" figsize="col-wide">
                    <graphic filename="../tsifigures/g9708062.webp" type="webp"/>
                    <caption>Figura 2. Perno y bloque moldeado</caption>
                </figure>
                <figure id="f9708063" figsize="col-wide">
                    <graphic filename="../tsifigures/g9708063.webp" type="webp"/>
                    <caption>Figura 3. Perno de extensi&#243;n</caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="tsirepair" graphiccount="0">
            <stitle>Spanish - TSI 97-08-06 - M&#233;todo y torsi&#243;n de apriete de la tuerca del perno de montaje del
                sensor del amper&#237;metro - 3000RE
            </stitle>
            <title>Service Procedure</title>
            <specpara>
                <warning>
                    <para>Las bater&#237;as expulsan gases explosivos. En todo momento, mantenga a distancia las
                        chispas, llamas, cigarrillos encendidos u otras fuentes de inflamaci&#243;n. Siempre utilice
                        gafas de seguridad y pantalla de soldador cuando trabaje cerca de bater&#237;as, a fin de evitar
                        lesiones.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Durante cualquier reparaci&#243;n del sistema el&#233;ctrico, desconecte el terminal negativo
                        de la bater&#237;a.
                    </para>
                </note>
            </specpara>
            <para>Reensamblaje del sensor del amper&#237;metro y perno de extensi&#243;n:</para>
            <step1>
                <para count="1">Instale los conectores del cable del motor de arranque en el perno de 3/8-16 (
                    <hotlnk xrefid="f9708062">Figura 2</hotlnk>) y arandelas. Enrosque el perno de extensi&#243;n (
                    <hotlnk xrefid="f9708063">Figura 3</hotlnk>) y apri&#233;telo a una torsi&#243;n de 13.6 Nm (10
                    libras-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el sensor del amper&#237;metro en el perno de extensi&#243;n, cuidando de que la
                    tuerca hexagonal moldeada en el sensor coincida con la tuerca hexagonal en el perno de extensi&#243;n.
                    Coloque el sensor con el conector hacia abajo y mirando hacia el exterior.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la arandela y la tuerca de alternador y cable de alimentaci&#243;n. Apriete la
                    tuerca a una torsi&#243;n de 13.6 a 16.3 Nm (10 a 12 libras-pie), mientras mantiene la tuerca
                    hexagonal sobre el perno de extensi&#243;n con una llave auxiliar.
                </para>
                <specpara>
                    <caution>
                        <para>Si no usa una llave auxiliar mientras aprieta la tuerca en el paso 3, puede causar da&#241;os
                            al perno y al bloque moldeado (
                            <hotlnk xrefid="f9708062">Figura 2</hotlnk>).
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcproc>
    </tsi>
</isis>
