<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-12-11R - Llenado en f&#225;brica de aditivo refrigerante complementario (SCA) y nivel de
        mantenimiento de la concentraci&#243;n para motores International
    </stitle>
    <tsi id="tsi971211r" tsitype="engine" translation="spanish">
        <tsinumber>97-12-11R</tsinumber>
        <replace>
            <tsinumber>97-12-11</tsinumber>
        </replace>
        <tsidate>Septiembre, 1997</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Llenado en f&#225;brica de aditivo refrigerante complementario (SCA) y nivel de mantenimiento de la
                concentraci&#243;n para motores International
            </subject>
        </subjectgroup>
        <description>
            <geninfo>
                <lev1>
                    <title>ADITIVO REFRIGERANTE COMPLEMENTARIO</title>
                    <para>Ahora los filtros de agua en los motores diesel International vienen precargados con 4.0
                        unidades de aditivo refrigerante complementario (SCA) DCA4. &#201;ste reemplaza al filtro del l&#237;quido
                        refrigerante sencillo sin ninguna precarga de SCA. Esto asegura un nivel de f&#225;brica de 1.9
                        unidades por gal&#243;n (UPG). Inmediatamente despu&#233;s del llenado, el SCA comienza a cubrir
                        el sistema del l&#237;quido refrigerante, iniciando la protecci&#243;n del motor y del sistema
                        del l&#237;quido refrigerante. El proceso de revestimiento agotar&#225; una peque&#241;a
                        cantidad del SCA instalado en f&#225;brica. La especificaci&#243;n actual para el SCA es de 1.5
                        a 3.0 UPG mientras que el nivel &#243;ptimo es de 1.5 a 2.0 UPG. El filtro precargado
                        proporciona un coj&#237;n para asegurar que cada veh&#237;culo se entregue con el nivel de SCA
                        en el rango &#243;ptimo.
                    </para>
                </lev1>
                <lev1>
                    <title>FECHAS DE PRODUCCI&#211;N VIGENTES:</title>
                    <para>Motores T 444E 3/11/97 (n&#250;mero de serie del motor 503178)</para>
                    <para>Motores DT 466 y 530 12/3/96 (n&#250;mero de serie del motor 1026427)</para>
                </lev1>
            </geninfo>
        </description>
        <svcproc svcproctype="tsicheck" graphiccount="1">
            <stitle>Spanish - TSI 97-12-11R - Llenado en f&#225;brica de aditivo refrigerante complementario (SCA) y
                nivel de mantenimiento de la concentraci&#243;n para motores International
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <svcprocinfo>
                <para>Se recomienda revisar el nivel de concentraci&#243;n del SCA a los intervalos regulares de
                    servicio PM. Los niveles de SCA no deben exceder las 3.0 UPG. Durante el mantenimiento del SCA del
                    sistema del l&#237;quido refrigerante, el nivel superior se debe basar en las velocidades de
                    agotamiento experimentadas con los intervalos de PM usados. Nuevamente, el nivel &#243;ptimo es de
                    1.5-2.0 UPG, para evitar la erosi&#243;n por cavitaci&#243;n y lograr una m&#225;xima vida &#250;til
                    de los componentes del sistema de enfriamiento y una m&#225;xima eficiencia del sistema de
                    enfriamiento.
                </para>
                <specpara>
                    <note>
                        <para>El anticongelante de etilenglicol se instala en las plantas de ensamblaje. El juego de
                            prueba DCA4 mide en forma precisa el nivel de SCA DCA4 o Pencool en mezclas de l&#237;quidos
                            refrigerantes de etilenglicol o propilenglicol o combinaciones de ambos. Navistar no
                            recomienda mezclar l&#237;quidos refrigerantes de etilenglicol y propilenglicol.
                        </para>
                    </note>
                </specpara>
            </svcprocinfo>
            <svcsubproc>
                <title>Antes de la entrega</title>
                <para>No es necesario ni recomendable revisar el nivel de SCA antes de la entrega. La &#250;nica excepci&#243;n
                    es cuando el nivel del l&#237;quido refrigerante est&#225; bajo debido a una fuga en el sistema. S&#243;lo
                    en este caso se debe revisar el nivel de SCA y, si el nivel de concentraci&#243;n se encuentra por
                    debajo de 1.5 UPG, se debe agregar SCA para que llegue a 1.9 UPG, lo que equivale al nivel de
                    llenado en f&#225;brica.
                </para>
                <para>Las compa&#241;&#237;as de carrocer&#237;as de autobuses y otras que abren y conectan a los
                    sistemas de enfriamiento del chasis de International son responsables de asegurar que todo el l&#237;quido
                    refrigerante puesto en el sistema no sea menos de 1.9 UPG.
                </para>
            </svcsubproc>
            <svcsubproc>
                <title>Resumen</title>
                <para>Navistar entrega ahora todos los motores International con un filtro de precarga de 4.0 unidades.
                    El nivel &#243;ptimo es de 1.5-2.0 UPG. Los llenados en f&#225;brica ser&#225;n de 1.9 como m&#237;nimo,
                    para dar cabida al agotamiento inicial normal. S&#243;lo los veh&#237;culos que han experimentado
                    fugas del sistema de enfriamiento requieren revisiones en la inspecci&#243;n antes de la entrega.
                </para>
                <para>Se incluye una hoja de trabajo (
                    <hotlnk xrefid="f9712111">Figura 1</hotlnk>) para determinar la cantidad de SCA que hay que agregar
                    al sistema del l&#237;quido refrigerante para alcanzar el nivel deseado de concentraci&#243;n.
                </para>
                <figure id="f9712111" figsize="full-pg">
                    <graphic filename="../tsifigures/g9712111.webp" type="webp"/>
                    <caption>Figura 1. Hoja de trabajo para la determinaci&#243;n del nivel de SCA</caption>
                </figure>
            </svcsubproc>
        </svcproc>
    </tsi>
</isis>
