<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-12-16 - P&#233;rdida de potencia y golpeteo del motor en motores T 444E de International&#8482;
        fabricados en enero de 1997 y despu&#233;s con inyectores de combustible de chorro dividido
    </stitle>
    <tsi id="tsi971216" tsitype="engine" translation="spanish">
        <tsinumber>97-12-16</tsinumber>
        <tsidate>Agosto, 1997</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>P&#233;rdida de potencia y golpeteo del motor en motores T 444E de International&#8482; fabricados
                en enero de 1997 y despu&#233;s con inyectores de combustible de chorro dividido
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>T 444E</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Todos los motores T 444E del a&#241;o de modelo 1997 que usan inyectores de combustible de chorro
                    dividido n&#186; identificador 1822803C1 &#243; 1825125C1 y un sistema de combustible sin carga (en
                    vigencia en los motores con n&#250;mero de serie 460195 y superiores; tambi&#233;n, en los motores
                    con n&#250;mero de serie 432842 y superiores en aplicaciones de United Parcel Service).
                </para>
                <para>El sistema de combustible, conocido ahora como sistema sin carga, significa que los tubos de
                    combustible de los grupos izquierdo y derecho ya no tienen la capacidad de retornar combustible.
                    Todo el combustible de retorno proviene del regulador de presi&#243;n ubicado delante de las v&#225;lvulas
                    checadoras de los tubos de combustible (vea el diagrama del sistema de combustible sin carga,
                    <hotlnk xrefid="f9712161">Figura 1</hotlnk>). En el documento de servicio TSI 97-12-09 se detalla
                    una descripci&#243;n completa de los inyectores de chorro dividido.
                </para>
                <figure id="f9712161" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9712161.webp" type="webp"/>
                    <caption>Figura 1. Diagrama de flujo del sistema de suministro de combustible sin carga</caption>
                </figure>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="4">
            <stitle>Spanish - TSI 97-12-16 - P&#233;rdida de potencia y golpeteo del motor en motores T 444E de
                International&#8482; fabricados en enero de 1997 y despu&#233;s con inyectores de combustible de chorro
                dividido
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>La causa de una p&#233;rdida de potencia, acompa&#241;ada en ocasiones por un sonido de golpeteo,
                puede ser la obstrucci&#243;n del combustible hacia la cabeza de cilindro en los motores mencionados. La
                conexi&#243;n de suministro de combustible en las cabezas de cilindro (trasera derecha y delantera
                izquierda), tiene un orificio que puede obstruirse, generalmente por residuos del sello de hule de la l&#237;nea
                de suministro (vea la
                <hotlnk xrefid="f9712162">Figura 2</hotlnk>). El diagn&#243;stico de esta condici&#243;n en el motor
                puede generar m&#250;ltiples c&#243;digos de contribuci&#243;n de los cilindros en un grupo.
            </para>
            <specpara>
                <note>
                    <para>&#161;No reemplace los inyectores de combustible!</para>
                </note>
            </specpara>
            <figure id="f9712162" figsize="pg-wide">
                <graphic filename="../tsifigures/g9712162.webp" type="webp"/>
                <caption>Figura 2. Conexi&#243;n de suministro de combustible (v&#225;lvula checadora) en la cabeza de
                    cilindro
                </caption>
            </figure>
            <para>Quite la l&#237;nea de suministro de combustible dudosa que va hacia la cabeza de cilindro (delantera
                izquierda o trasera derecha) e inspeccione si hay residuos en la conexi&#243;n. Inspeccione el sello de
                hule de la l&#237;nea de suministro y reempl&#225;celo si es necesario (N/R 1812348C1). Al instalar un
                nuevo sello, el tubo met&#225;lico debe llegar al fondo de la conexi&#243;n en su posici&#243;n normal
                mientras se aprietan las tuercas del ret&#233;n del tubo.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de instalar la conexi&#243;n del conector tal como se describe aqu&#237; para
                        asegurar que el sello de hule se asiente en forma uniforme. El sello se puede cortar si la
                        conexi&#243;n no se instala adecuadamente.
                    </para>
                </important>
            </specpara>
            <para>La eliminaci&#243;n de los residuos desde la conexi&#243;n de entrada de combustible hacia la cabeza
                de cilindro debe restablecer el funcionamiento adecuado del motor.
            </para>
            <para>Un sonido de golpeteo en el motor o "cacareo" que a veces se describe como un golpeteo del combustible
                o de la biela, puede ser causado por el agarrotamiento de la v&#225;lvula del regulador de combustible o
                por la existencia de residuos atrapados en el asiento. El problema de "cacareo" se puede agravar si la
                presi&#243;n de la bomba de transferencia de combustible cae por debajo de 241 kPa (35 psi) en ralent&#237;.
                Desensamble el regulador (
                <hotlnk xrefid="f9712163">Figura 3</hotlnk>
                y
                <hotlnk xrefid="f9712164">Figura 4</hotlnk>) e inspeccione si hay agarrotamiento, residuos o muelles
                rotos y reempl&#225;celo si es necesario por el paquete de la v&#225;lvula del regulador (N/R
                1823641C91). Quite la l&#237;nea de suministro de combustible de la conexi&#243;n de 3 v&#237;as que va
                hacia la bomba de suministro de combustible (
                <hotlnk xrefid="f9712165">Figura 5</hotlnk>) e inspeccione el sello de hule de la l&#237;nea de
                suministro y reempl&#225;celo si es necesario (N/R 1812348C1). Al instalar un nuevo sello, el tubo met&#225;lico
                debe llegar al fondo de la conexi&#243;n en su posici&#243;n normal mientras se aprietan las tuercas del
                ret&#233;n del tubo.
            </para>
            <specpara>
                <important>
                    <para>Aseg&#250;rese de instalar la conexi&#243;n del conector tal como se describe aqu&#237; para
                        asegurar que el sello de hule se asiente en forma uniforme. El sello se puede cortar si la
                        conexi&#243;n no se instala adecuadamente.
                    </para>
                </important>
            </specpara>
            <specpara>
                <note>
                    <para>Si las condiciones descritas en este documento a&#250;n existen despu&#233;s de efectuar estos
                        procedimientos, consulte el Manual de diagn&#243;stico del motor para ampliar el diagn&#243;stico.
                    </para>
                </note>
            </specpara>
            <figure id="f9712163" figsize="pg-wide">
                <graphic filename="../tsifigures/g9712163.webp" type="webp"/>
                <caption>Figura 3. V&#225;lvula del regulador de combustible</caption>
            </figure>
            <figure id="f9712164" figsize="pg-wide">
                <graphic filename="../tsifigures/g9712164.webp" type="webp"/>
                <caption>Figura 4. V&#225;lvula del regulador de combustible</caption>
            </figure>
            <figure id="f9712165" figsize="pg-wide">
                <graphic filename="../tsifigures/g9712165.webp" type="webp"/>
                <caption>Figura 5. Conexi&#243;n del suministro de combustible de la v&#225;lvula del regulador en la
                    conexi&#243;n de tres v&#237;as
                </caption>
            </figure>
        </svcproc>
    </tsi>
</isis>
