<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-12-26 - Nuevo m&#243;dulo de control del motor Navistar para todos los motores
        International&#174; controlados electr&#243;nicamente, construidos en octubre de 1997 y con posterioridad (motor
        T 444E n&#250;mero de serie 634234 y posteriores) (motor DT 466E y 530E n&#250;mero de serie 1075289 y
        posteriores)
    </stitle>
    <tsi id="tsi971226" tsitype="truck" translation="spanish">
        <tsinumber>97-12-26</tsinumber>
        <tsidate>Diciembre, 1997</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Nuevo m&#243;dulo de control del motor Navistar para todos los motores International&#174;
                controlados electr&#243;nicamente, construidos en octubre de 1997 y con posterioridad (motor T 444E n&#250;mero
                de serie 634234 y posteriores) (motor DT 466E y 530E n&#250;mero de serie 1075289 y posteriores)
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>T 444E
                    <snrange>634234 y posteriores</snrange>
                </engfam>
                <engfam>DT 466E
                    <snrange>1075289 y posteriores</snrange>
                </engfam>
                <engfam>530E
                    <snrange>1075289 y posteriores</snrange>
                </engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>Informaci&#243;n general</title>
                    <para>Se ha lanzado un m&#243;dulo de control electr&#243;nico
                        <emph type="bold">(ECM)</emph>
                        instalado en el motor (
                        <hotlnk xrefid="f9712261">Figura 1</hotlnk>
                        y
                        <hotlnk xrefid="f9712262">Figura 2</hotlnk>) para la l&#237;nea completa de motores diesel
                        controlados electr&#243;nicamente de Navistar: los motores marca International&#174; T 444E, DT
                        466E y 530E. El nuevo "ECM Navistar" consolida los tres m&#243;dulos actuales usados para el
                        monitoreo y control del rendimiento del motor y del veh&#237;culo. Los m&#243;dulos electr&#243;nicos
                        anteriores estaban instalados en el chasis. La producci&#243;n comenz&#243; el 27 de octubre de
                        1997 para los motores DT 466E y 530E, con n&#250;mero de serie 1075289 y posteriores, y el 3 de
                        noviembre de 1997 para los motores T 444E, con n&#250;mero de serie 634234 y posteriores.
                    </para>
                    <para>Los tres m&#243;dulos reemplazados por el nuevo ECM son:</para>
                    <seqlist>
                        <item>
                            <para>ECM - M&#243;dulo de control electr&#243;nico</para>
                        </item>
                        <item>
                            <para>IDM - M&#243;dulo de propulsi&#243;n por inyecci&#243;n</para>
                        </item>
                        <item>
                            <para>VPM - M&#243;dulo personalizado del veh&#237;culo</para>
                        </item>
                    </seqlist>
                    <figure id="f9712261" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9712261.webp" type="webp"/>
                        <caption>Figura 1. Motor T 444E equipado con ECM (M&#243;dulo de control del motor) Navistar
                        </caption>
                    </figure>
                    <figure id="f9712262" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9712262.webp" type="webp"/>
                        <caption>Figura 2. Motor DT 466E (similar a 530E) con ECM (M&#243;dulo de control del motor)
                            Navistar
                        </caption>
                    </figure>
                    <para>Las estrategias de funcionamiento son muy similares entre los dos sistemas. Las funciones de
                        los tres m&#243;dulos usados en el sistema anterior est&#225;n consolidadas en un solo
                        controlador. La combinaci&#243;n de los tres m&#243;dulos en uno mejora el funcionamiento y las
                        caracter&#237;sticas de control del motor y del veh&#237;culo; adem&#225;s, los mazos el&#233;ctricos
                        se reducen s&#243;lo a dos. Uno es el mazo del motor, que contiene cableado hacia los
                        componentes instalados en el motor. El otro mazo es el mazo del chasis, que contiene cableado
                        hacia los componentes instalados en el chasis, incluida la bater&#237;a y el suministro de energ&#237;a
                        del encendido.
                    </para>
                </lev1>
                <lev1>
                    <title>Caracter&#237;sticas</title>
                    <para>Se agreg&#243; una nueva caracter&#237;stica est&#225;ndar de Luz de cambio de aceite
                        <emph type="bold">(COL)</emph>al tablero. Esta caracter&#237;stica se puede programar para que
                        la luz &#225;mbar se encienda cuando sea el momento de cambiar el aceite del motor. La COL se
                        puede programar en t&#233;rminos de kil&#243;metros (millas), horas o consumo calculado de
                        combustible del veh&#237;culo. Estos l&#237;mites de intervalos de servicio se pueden ajustar, o
                        bien la caracter&#237;stica COL se puede desactivar.
                    </para>
                    <para>Los nuevos sistemas de protecci&#243;n del motor son caracter&#237;sticas opcionales y
                        controladas por el ECM. La Luz de aceite y agua
                        <emph type="bold">(OWL)</emph>
                        roja y el Zumbador de alarma del motor est&#225;n dise&#241;ados para encenderse cuando se dan
                        las condiciones que pueden causar un inminente da&#241;o al motor. El nivel de protecci&#243;n
                        depende del
                        <emph type="bold">Sistema de advertencia y protecci&#243;n del motor</emph>
                        que est&#233; activado en el ECM. Cuando el interruptor de encendido est&#225; en la posici&#243;n
                        "On", hay energ&#237;a disponible en la luz OWL y en la alarma. La luz y la alarma se encienden
                        cuando el ECM proporciona un trayecto a tierra. Se puede observar una revisi&#243;n moment&#225;nea
                        del foco cada vez que el operador activa el interruptor de encendido.
                    </para>
                    <para>El Regulador de presi&#243;n hidr&#225;ulica
                        <emph type="bold">(HPG)</emph>; es una nueva caracter&#237;stica opcional usada para el control
                        de lazo cerrado de la presi&#243;n hidr&#225;ulica sobre la base de una entrada de presi&#243;n
                        hidr&#225;ulica externa y una presi&#243;n hidr&#225;ulica deseada programable. Los controles
                        estar&#225;n cableados al ECM para permitir el funcionamiento y se usar&#225; un sensor para
                        indicar la presi&#243;n de funcionamiento. Esta caracter&#237;stica es principalmente para las
                        bombas de entrega de l&#237;quidos, especialmente en aplicaciones de bombas de incendio.
                    </para>
                </lev1>
                <lev1>
                    <title>Sensores</title>
                    <para>Los siguientes sensores instalados en el motor y en el chasis fueron cambiados para acomodar
                        al M&#243;dulo de control del motor Navistar.
                    </para>
                    <para>Se cambi&#243; el sensor de presi&#243;n absoluta del m&#250;ltiple
                        <emph type="bold">(MAP)</emph>. El sensor anterior que estaba instalado en la cubierta del motor
                        fue reemplazado por un sensor anal&#243;gico instalado directamente en la corriente de aire de
                        admisi&#243;n, en la parte superior de la cubierta de la v&#225;lvula. Con este sensor, el
                        voltaje de la se&#241;al aumenta a medida que aumenta la presi&#243;n auxiliar. Observe que este
                        es el mismo sensor que el sensor anterior usado para la presi&#243;n del aceite del motor.
                    </para>
                    <para>Se cambi&#243; el sensor de presi&#243;n de aceite del motor
                        <emph type="bold">(EOP)</emph>. Ahora, el sensor EOP se requiere en todos los motores que tienen
                        el ECM Navistar, a menos que el usuario prefiera su propio sistema de detecci&#243;n. Ahora el
                        nuevo sensor lee hasta 100 psi. Es un sensor anal&#243;gico con el cual el voltaje de la se&#241;al
                        aumenta cuando hay un aumento en la presi&#243;n. Como se mencion&#243; anteriormente en este
                        documento, se dispone de una caracter&#237;stica de advertencia y protecci&#243;n del motor que
                        se debe usar en conjunto con el sensor EOP. &#201;sta advierte al conductor acerca de una
                        condici&#243;n de baja presi&#243;n del aceite del motor y se puede programar para detener el
                        motor.
                    </para>
                    <para>
                        <emph type="bold">El interruptor (sensor) del pedal de embrague</emph>
                        fue reemplazado por un interruptor de un polo y dos v&#237;as. Sin embargo, el funcionamiento
                        ser&#225; similar; el interruptor estar&#225; cableado en serie con el relevador de inhibici&#243;n
                        de arranque del motor (relevador est&#225;ndar), controlado por el ECM.
                    </para>
                    <para>
                        <emph type="bold">El interruptor (sensor) de encendido y apagado del crucero</emph>
                        es ahora un interruptor continuo y ya no estar&#225; cableado en serie con un bloque de
                        resistores, sino que enviar&#225; una se&#241;al digital directamente al controlador.
                    </para>
                    <para>
                        <emph type="bold">Interruptores (sensores) de frenos;</emph>
                        los frenos hidr&#225;ulicos usar&#225;n un interruptor de dos polos y una v&#237;a con dos
                        circuitos separados hacia el controlador. Los frenos de aire de los camiones rectos usar&#225;n
                        dos interruptores de presi&#243;n de aire, cada uno con una se&#241;al hacia el controlador. Los
                        frenos de aire de los tractores usar&#225;n un interruptor con circuitos paralelos hacia el
                        controlador. Ambas entradas de frenos hacia el controlador estar&#225;n normalmente abiertas.
                    </para>
                </lev1>
                <lev1>
                    <title>Accionadores</title>
                    <para>El ECM controlar&#225; el funcionamiento del embrague del ventilador y de las persianas,
                        determinado por la temperatura del motor. La temperatura del motor es monitoreada por un
                        <emph type="bold">Control del ventilador del motor</emph>
                        que proporciona la l&#243;gica correcta para determinar el momento en que se debe encender o
                        apagar el ventilador, energizando o desenergizando el solenoide de accionamiento del ventilador.
                    </para>
                    <para>El
                        <emph type="bold">relevador de inhibici&#243;n de arranque del motor</emph>
                        fue reemplazado por un relevador est&#225;ndar controlado por el ECM. El relevador recibe se&#241;ales
                        desde el interruptor de encendido y desde el ECM para cerrar el relevador. La corriente al
                        relevador se suministra desde el interruptor de seguridad de neutral con transmisi&#243;n autom&#225;tica
                        o desde el embrague con transmisi&#243;n manual.
                    </para>
                    <para>
                        <emph type="bold">El relevador del arranque</emph>
                        ahora est&#225; instalado en el centro de la cubierta del motor, junto al relevador de energ&#237;a.
                        El relevador del arranque se usa para cambiar la energ&#237;a de la bater&#237;a al solenoide
                        del motor de arranque cuando se energiza el relevador de inhibici&#243;n de arranque (relevador
                        est&#225;ndar). Con protecci&#243;n t&#233;rmica contra arranque excesivo, el relevador tambi&#233;n
                        es controlado por el termopar de arranque excesivo.
                    </para>
                    <para>
                        <emph type="bold">La energ&#237;a de la bater&#237;a</emph>
                        hacia el ECM pasar&#225; a trav&#233;s de un relevador de energ&#237;a simple. El m&#243;dulo de
                        control electr&#243;nico requiere una fuente de 12 voltios de energ&#237;a para realizar sus
                        funciones. Recibe esta energ&#237;a de funcionamiento directamente desde las bater&#237;as del
                        veh&#237;culo a trav&#233;s de los contactos del relevador del ECM, cada vez que la llave de
                        encendido se gira a la posici&#243;n "On". El giro del interruptor de encendido a "On" hace que
                        el ECM proporcione una tierra interna al lado de la bobina del relevador del ECM. Esto hace que
                        el relevador cierre sus contactos y proporcione al ECM la energ&#237;a necesaria para efectuar
                        sus diversas funciones.
                    </para>
                </lev1>
            </geninfo>
        </description>
    </tsi>
</isis>
