<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-12-01 - JUEGO AUXILIAR DE CALENTAMIENTO Y ARRANQUE EN FR&#205;O PARA MOTORES DT-408/466 Y
        MOTORES INTERNATIONAL&#174; 530 EQUIPADOS CON LA BOMBA DE INYECCI&#211;N DE COMBUSTIBLE MODELO P-3000 &#211;
        7100
    </stitle>
    <tsi id="tSI971201" tsitype="engine" translation="spanish">
        <tsinumber>97-12-01</tsinumber>
        <tsidate>Enero, 1997</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>JUEGO AUXILIAR DE CALENTAMIENTO Y ARRANQUE EN FR&#205;O PARA MOTORES DT-408/466 Y MOTORES
                INTERNATIONAL&#174; 530 EQUIPADOS CON LA BOMBA DE INYECCI&#211;N DE COMBUSTIBLE MODELO P-3000 &#211;
                7100
            </subject>
        </subjectgroup>
        <svcproc svcproctype="TSI" graphiccount="0">
            <stitle>Spanish - TSI 97-12-01 - JUEGO AUXILIAR DE CALENTAMIENTO Y ARRANQUE EN FR&#205;O PARA MOTORES
                DT-408/466 Y MOTORES INTERNATIONAL&#174; 530 EQUIPADOS CON LA BOMBA DE INYECCI&#211;N DE COMBUSTIBLE
                MODELO P-3000 &#211; 7100
            </stitle>
            <title>DESCRIPCI&#211;N</title>
            <para>Se ha lanzado un juego auxiliar de calentamiento y arranque en fr&#237;o, en paquete
                <emph type="bold">(n&#250;mero de refacci&#243;n 1826410C92)</emph>
                . Este juego mejorar&#225; el funcionamiento del encendido en fr&#237;o y el arranque. Tambi&#233;n
                evita la aparici&#243;n de un exceso de humo blanco durante el arranque del motor e inmediatamente despu&#233;s
                de &#233;ste.
            </para>
            <para>El sistema de arranque en fr&#237;o consta de los siguientes componentes:</para>
            <randlist type="bullet">
                <item>
                    <para>Controlador de inicio de la llama</para>
                </item>
                <item>
                    <para>(2) Buj&#237;as incandescentes de llama</para>
                </item>
                <item>
                    <para>V&#225;lvula solenoide de combustible</para>
                </item>
                <item>
                    <para>Sensor de temperatura</para>
                </item>
                <item>
                    <para>Luz indicadora</para>
                </item>
                <item>
                    <para>(3) L&#237;neas de combustible</para>
                </item>
            </randlist>
            <para>(Nota: en las instrucciones de instalaci&#243;n entregadas con el juego se ofrece una lista completa
                de todas las piezas incluidas en el juego).
            </para>
            <para>El sistema de arranque en fr&#237;o opera con dos buj&#237;as incandescentes de llama (FGP),
                instaladas en el m&#250;ltiple de admisi&#243;n del motor. Las FGP se activan el&#233;ctricamente para
                iniciar el ciclo de precalentamiento. Una vez que se alcanza la temperatura requerida en la FGP, la luz
                indicadora instalada en el tablero parpadea y se puede encender el motor para que arranque.
            </para>
            <specpara>
                <note>
                    <para>
                        <emph type="bold">NOTA</emph>
                        - Si la temperatura del l&#237;quido refrigerante es superior a 25&#176;C (77&#176;F), la luz
                        indicadora parpadea inmediatamente despu&#233;s de encender el interruptor de encendido, con lo
                        cual el sistema de arranque en fr&#237;o no se activa ni tampoco se requiere.
                    </para>
                </note>
            </specpara>
            <para>Durante el modo de arranque del motor, una v&#225;lvula solenoide de combustible dirige el combustible
                diesel a la boquilla de la FGP. La boquilla mide el combustible diesel en la FGP, donde se mezcla con
                aire y se enciende. Ahora, el aire se calienta antes de ingresar al m&#250;ltiple de admisi&#243;n. Al
                mantener la llama durante un per&#237;odo predeterminado despu&#233;s de arrancar el motor, el motor
                puede calentarse mucho m&#225;s r&#225;pido y el humo blanco, que normalmente se produce durante e
                inmediatamente despu&#233;s de arrancar el motor, se reduce al m&#237;nimo. Todo el proceso de arranque
                del motor, dependiente de la temperatura, es preprogramado y controlado en forma autom&#225;tica por el
                microprocesador del controlador de arranque en fr&#237;o.
            </para>
            <specpara>
                <warning>
                    <para>NO UTILICE ELEMENTOS AUXILIARES VOL&#193;TILES PARA EL ARRANQUE TALES COMO &#201;TER, PROPANO
                        O GASOLINA EN EL SISTEMA DE ADMISI&#211;N DE AIRE DEL MOTOR. LAS BUJ&#205;AS INCANDESCENTES
                        ENCENDER&#193;N LOS VAPORES. EL FUEGO PUEDE CAUSAR LESIONES GRAVES, MUERTE O DA&#209;OS
                        MATERIALES.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>A temperaturas muy fr&#237;as (-20&#176;C, -4&#176;F), el tiempo de restablecimiento del
                        sistema de arranque en fr&#237;o ser&#225; m&#225;s largo, debido al aumento de presi&#243;n en
                        el aceite del motor.
                    </para>
                </note>
            </specpara>
            <para>Durante la instalaci&#243;n de las buj&#237;as incandescentes de llama, se requerir&#225; una nueva
                etiqueta de emisi&#243;n. La etiqueta se reemplazar&#225; en forma gratuita. Las instrucciones que
                vienen en el juego incluyen un formulario de reemplazo.
            </para>
            <para>Las instrucciones incluyen tambi&#233;n un diagrama de cableado del sistema y una gu&#237;a de
                localizaci&#243;n y soluci&#243;n de problemas.
            </para>
        </svcproc>
    </tsi>
</isis>
