<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 97-14-01 - Cierre del divisor de esfuerzo de rotaci&#243;n (PDL)</stitle>
    <tsi id="tsi971401" tsitype="truck" translation="spanish">
        <tsinumber>97-14-01</tsinumber>
        <tsidate>Julio, 1997</tsidate>
        <subjectfile>EJE TRASERO</subjectfile>
        <subjectgroup>
            <subject>Cierre del divisor de esfuerzo de rotaci&#243;n (PDL)</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Los veh&#237;culos Navistar est&#225;n equipados con dos tipos de sistemas de control del PDL:
                </para>
                <seqlist>
                    <item>
                        <para>
                            <emph type="bold">El seguro de reversa</emph>
                            se engancha por resorte y se desengancha por aire y se usa en todos los ejes en t&#225;ndem
                            Spicer, excepto el modelo Spicer S400. La v&#225;lvula de control usada en esta aplicaci&#243;n
                            de seguro de reversa es el n&#250;mero de refacci&#243;n 2015934C1, que tiene una conexi&#243;n
                            de aire r&#225;pida.
                        </para>
                    </item>
                    <item>
                        <para>
                            <emph type="bold">El seguro est&#225;ndar</emph>
                            se engancha por aire y se desengancha por resorte y se usa en todos los t&#225;ndem Rockwell
                            y Eaton y en el modelo Spicer S400. La v&#225;lvula de control usada en esta aplicaci&#243;n
                            de seguro est&#225;ndar es el n&#250;mero de refacci&#243;n 2014371C1, que tambi&#233;n
                            tiene una conexi&#243;n de aire r&#225;pida.
                        </para>
                    </item>
                </seqlist>
                <specpara>
                    <note>
                        <para>La &#250;ltima versi&#243;n de los sistemas de control del PDL anteriores comenz&#243; a
                            fabricarse en agosto de 1996 en Chatham y en octubre de 1996 en Springfield.
                        </para>
                    </note>
                </specpara>
                <para>Antes de este cambio, todos los fabricantes de ejes en t&#225;ndem pod&#237;an usar cualquier
                    sistema de control del PDL. Para determinar qu&#233; tipo de sistema de control del PDL se usa,
                    compare el dise&#241;o de la cubierta del PDL y la ubicaci&#243;n del orificio de entrada de aire
                    con los ejemplos que se muestran en el
                    <hotlnk xrefid="f9714011">Cuadro 1</hotlnk>.
                </para>
                <figure id="f9714011" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9714011.webp" type="webp"/>
                    <caption>Figura 1. Cuadro 1 - Comparaci&#243;n de los cierres del divisor de esfuerzo de rotaci&#243;n</caption>
                </figure>
            </geninfo>
        </description>
    </tsi>
</isis>
