<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-08-05 - Cumplimiento para el a&#241;o 2000 con camiones International&#174;</stitle>
    <tsi id="tsi980805" tsitype="truck" translation="spanish">
        <tsinumber>98-08-05</tsinumber>
        <tsidate>Diciembre, 1998</tsidate>
        <subjectfile>COMPONENTES EL&#201;CTRICOS</subjectfile>
        <subjectgroup>
            <subject>Cumplimiento para el a&#241;o 2000 con camiones International&#174;</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>Este TSI se aplica a todos los modelos International con m&#243;dulos de control
                    electr&#243;nico.
                </para>
                <para>Esta declaraci&#243;n es una exposici&#243;n de disponibilidad para el a&#241;o 2000 conforme con
                    la ley de exposici&#243;n de informaci&#243;n y disponibilidad para el a&#241;o 2000 (105 P.L. 271).
                </para>
                <para>Los m&#243;dulos de control del motor usados en camiones International usan un sistema de reloj
                    electr&#243;nico para llevar un registro de la informaci&#243;n de intervalos de tiempo, pero sin
                    referencia a la fecha calendario del acontecimiento. Debido a que la funci&#243;n de fecha no est&#225;
                    incorporada en la estrategia de funcionamiento, los m&#243;dulos de control del motor satisfacen el
                    <emph type="bold">Cumplimiento para el a&#241;o 2000</emph>. Esto se aplica a motores International
                    usados en veh&#237;culos de servicio mediano y tambi&#233;n en motores de servicio pesado
                    proporcionados por Caterpillar (3406E, 3406P, 3176, 3176B, C10 y C12), Cummins (PACE, PT-PACER, ECI
                    y CELECT) y Detroit Diesel (DDEC II y DDEC III).
                </para>
                <para>En forma similar, los siguientes componentes y sistemas satisfacen el
                    <emph type="bold">Cumplimiento para el a&#241;o 2000</emph>: alternadores; frenos; sistemas de
                    prevenci&#243;n de choques; monitores HVAC; grupos de instrumentos; sistemas de monitoreo de
                    Caterpillar, Cummins, Detroit Diesel, Eaton, Pollack y XATA Corporation; radios (si cuentan con la
                    funci&#243;n de reloj); sistemas de comunicaci&#243;n de equipos especiales; tac&#243;grafo de Argo
                    Instruments y Veeder-Root; transmisiones.
                </para>
                <para>Las herramientas de servicio EZ-Tech&#8482; y ProLink de Navistar satisfacen el
                    <emph type="bold">Cumplimiento para el a&#241;o 2000</emph>.
                </para>
            </geninfo>
        </description>
    </tsi>
</isis>
