<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-08-01 - Desconexi&#243;n del sistema el&#233;ctrico</stitle>
    <tsi id="tsi980801" tsitype="truck" translation="spanish">
        <tsinumber>98-08-01</tsinumber>
        <tsidate>Mayo, 1998</tsidate>
        <subjectfile>COMPONENTES EL&#201;CTRICOS</subjectfile>
        <subjectgroup>
            <subject>Desconexi&#243;n del sistema el&#233;ctrico</subject>
        </subjectgroup>
        <description>
            <geninfo>
                <para>En ciertos veh&#237;culos, algunos de sus componentes electr&#243;nicos pueden requerir que la
                    energ&#237;a y la conexi&#243;n a tierra hacia el dispositivo vayan directamente a las bater&#237;as.
                    Si el veh&#237;culo est&#225; equipado de esta forma, en la caja de bater&#237;a ver&#225; los
                    cables gruesos positivo y negativo usuales, adem&#225;s de los cables m&#225;s finos de alimentaci&#243;n
                    de indicadores y de circuito de tierra hacia los componentes electr&#243;nicos del veh&#237;culo.
                </para>
                <para>Cada vez que efect&#250;e un servicio el&#233;ctrico que requiera desconectar las bater&#237;as
                    del veh&#237;culo, siga el procedimiento se&#241;alado a continuaci&#243;n.
                </para>
                <specpara>
                    <warning>
                        <para>Las bater&#237;as expulsan gases explosivos. Mantenga alejadas en todo momento las
                            chispas, las llamas, los cigarrillos encendidos u otras fuentes de inflamaci&#243;n. Use
                            siempre gafas de seguridad y una pantalla de soldador al trabajar cerca de bater&#237;as, a
                            fin de evitar lesiones.
                        </para>
                    </warning>
                </specpara>
            </geninfo>
        </description>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - TSI 98-08-01 - Desconexi&#243;n del sistema el&#233;ctrico</stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <para>Consulte la
                <hotlnk xrefid="f9808011">Figura 1
                    <xref refid="f9808011"/>
                </hotlnk>
                .
            </para>
            <figure id="f9808011" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808011.webp" type="webp"/>
                <caption>Figura 1. Figura 1</caption>
            </figure>
            <step1>
                <para count="1">Desconecte el cable o los cables negativos del terminal de la bater&#237;a.</para>
                <specpara>
                    <note>
                        <para>Si quita el cable de cruce de conductores de las bater&#237;as, se deben desconectar ambos
                            extremos.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desconecte el circuito de tierra electr&#243;nico y asegure que el terminal del cable de
                    tierra est&#233; aislado de todas las superficies met&#225;licas.
                </para>
                <specpara>
                    <caution>
                        <para>Si no desconecta el circuito de tierra electr&#243;nico pueden producirse graves da&#241;os
                            al m&#243;dulo de control electr&#243;nico.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcproc>
    </tsi>
</isis>
