<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-04-02R - Eliminaci&#243;n de la chaveta y el chavetero del engranaje de impulsi&#243;n de
        los compresores de aire para Bendix Tu-Flo 550 y 750
    </stitle>
    <tsi id="tsi980402R" tsitype="truck" translation="spanish">
        <tsinumber>98-04-02R</tsinumber>
        <replace>
            <tsinumber>M98-04-02</tsinumber>
            <tsinumber>M97-12-22</tsinumber>
        </replace>
        <tsidate>Marzo, 1999</tsidate>
        <subjectfile>FRENOS</subjectfile>
        <subjectgroup>
            <subject>Eliminaci&#243;n de la chaveta y el chavetero del engranaje de impulsi&#243;n de los compresores de
                aire para Bendix Tu-Flo 550 y 750
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este TSI corresponde a todos los modelos equipados con motores International DT 466/DT 466E y
                    30/530E fabricados despu&#233;s del 1 de marzo de 1998.
                </para>
                <para>Bendix ha efectuado cambios al engranaje de impulsi&#243;n del compresor de aire Tu-Flo 550 y 750
                    y al cig&#252;e&#241;al. La chaveta y el chavetero han sido eliminados del engranaje de impulsi&#243;n
                    del compresor de aire y del cig&#252;e&#241;al. La tuerca de retenci&#243;n del engranaje de impulsi&#243;n,
                    ajustada a una torsi&#243;n de 110 libras pie (149 Nm), es suficiente para evitar que el engranaje
                    gire en el eje y elimina la necesidad de la chaveta y el chavetera.
                </para>
                <specpara>
                    <caution>
                        <para>No mezcle componentes sin chaveta con materiales viejos (componentes con chaveta). Si los
                            mezcla podr&#237;a ocasionar una falla del cigue&#241;al.
                        </para>
                    </caution>
                </specpara>
                <para>Los compresores Tu-Flo, vigentes para los n&#250;meros de serie del motor 1050304 para Bendix 550
                    y 1055789 para Bendix 750, tienen el nuevo estilo de cig&#252;e&#241;al forjado . La tuerca de
                    retenci&#243;n del engranaje de impulsi&#243;n debe ajustarse a una torsi&#243;n de 110 libras pie
                    (149 Nm).
                </para>
                <specpara>
                    <caution>
                        <para>Para evitar un posible da&#241;o al cig&#252;e&#241;al, no use una herramienta de impacto
                            de aire para ajustar la tuerca de retenci&#243;n del engranaje de impulsi&#243;n .
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <caution>
                        <para>Si se utiliza un comprensor Bendix Tu-Flo 750 con uno DT 466 con capacidad nominal de 2
                            400 rpm ocurrir&#225; una falla del compresor. El compresor Bendix Tu-Flo 750 tiene una
                            capacidad nominal m&#225;xima de 2 000 rpm.
                        </para>
                    </caution>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9804021" frame="all">
                <title>Informaci&#243;n sobre refacciones (n&#250;meros de refacci&#243;n nuevos para realizar el
                    servicio)
                </title>
                <tgroup cols="2" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n de la refacci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>1694005C92</para>
                            </entry>
                            <entry align="center">
                                <para>Compresor de aire Bendix Tu-Flo 550</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1696864C92</para>
                            </entry>
                            <entry align="center">
                                <para>Compresor de aire Bendix Tu-Flo 750</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>1830070C1</para>
                            </entry>
                            <entry align="center">
                                <para>Engranaje de impulsi&#243;n SIN chavetero (no reemplazar)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
    </tsi>
</isis>
