<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-04-01R - ECU de la pr&#243;xima generaci&#243;n para Sistemas de frenos antibloqueo (ABS)
    </stitle>
    <tsi id="tSI980401R" tsitype="truck" translation="spanish">
        <tsinumber>98-04-01R</tsinumber>
        <replace>
            <tsinumber>98-04-01</tsinumber>
        </replace>
        <tsidate>Abril, 1998</tsidate>
        <subjectfile>FRENOS</subjectfile>
        <subjectgroup>
            <subject>ECU de la pr&#243;xima generaci&#243;n para Sistemas de frenos antibloqueo (ABS)</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Bendix</vendor>
                <vendor>Wabco</vendor>
            </configure>
        </apply>
        <description>
            <geninfo>
                <lev1>
                    <title>Generalidades</title>
                    <para>Esta TSI se aplica a todos los modelos fabricados con ABS de Wabco a partir del 2 de febrero
                        de 1998 y con ABS de Bendix, a partir del 1 de marzo de 1998.
                    </para>
                </lev1>
                <lev1>
                    <title>Allied Signal (Bendix)</title>
                    <para>A partir del 1 de marzo de 1998, todos los veh&#237;culos fabricados con ABS de Bendix usar&#225;n
                        la nueva ECU EC-17 de Bendix en lugar de la ECU EC-16. La nueva ECU EC-17 de Bendix es un 33% m&#225;s
                        peque&#241;a y un 44% m&#225;s liviana que la ECU EC-16 y posee comunicaciones en serie para
                        controlar el motor J1939.
                    </para>
                    <para>En los modelos 91/92/93/9400, la ECU se ha reubicado en el larguero del bastidor derecho, detr&#225;s
                        de la cabina (
                        <hotlnk xrefid="f9804011">Figura 1</hotlnk>). En todos los dem&#225;s modelos, la ubicaci&#243;n
                        de la ECU se mantiene igual.
                    </para>
                    <figure id="f9804011" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9804011.webp" type="webp" resolution="300"/>
                        <caption>Figura 1. Figura 1 - ECU de Bendix y enrutado del mazo de cables</caption>
                    </figure>
                    <lev2>
                        <title>Diagn&#243;sticos</title>
                        <para>La ECU EC-17 de Bendix ECU no est&#225; disponible con LED de diagn&#243;stico ni con el
                            interruptor magn&#233;tico que se usa para restablecer y autoconfigurar la ECU. Este cambio
                            fue motivado por el hecho de que la mayor&#237;a de las ECU se instalan en ubicaciones donde
                            los LED de diagn&#243;stico no se pueden ver.
                        </para>
                        <para>Hay dos opciones disponibles para el diagn&#243;stico de servicio de Bendix: la
                            herramienta de servicio port&#225;til EZ Tech&#8482; con el software de diagn&#243;stico
                            ACom o la Interfaz de comunicaciones de diagn&#243;stico (DCI). Navistar trabaj&#243; en
                            conjunto con Bendix para desarrollar la DCI y el software de diagn&#243;stico ACom.
                        </para>
                        <para>Una de las opciones es el
                            <emph type="bold">equipo port&#225;til EZ Tech:</emph>
                            La EZ Tech es una robusta herramienta de servicio de diagn&#243;stico basada en una
                            computadora port&#225;til que ha sido desarrollada para entregar informaci&#243;n eficiente
                            y exacta para el servicio de los veh&#237;culos International. El equipo port&#225;til EZ
                            Tech se conecta al Enlace de datos J1587 a trav&#233;s del conector del puerto serie de la
                            computadora en la unidad DCI. Un t&#233;cnico que usa el software de diagn&#243;stico ACom
                            ABS puede realizar las siguientes tareas:
                        </para>
                        <seqlist>
                            <item>
                                <para>Localizar y diagnosticar las fallas actuales</para>
                            </item>
                            <item>
                                <para>Probar el funcionamiento correcto de los componentes individuales</para>
                            </item>
                            <item>
                                <para>Obtener, ver y guardar un historial de frecuencia de fallas espec&#237;ficas
                                </para>
                            </item>
                            <item>
                                <para>Registrar el rendimiento de los componentes durante el funcionamiento real del veh&#237;culo</para>
                            </item>
                        </seqlist>
                        <para>La segunda opci&#243;n es la
                            <emph type="bold">DCI:</emph>
                            La herramienta de servicio DCI es una unidad manual que se enchufa en el conector de diagn&#243;stico
                            del veh&#237;culo (Enlace de datos J1587), ubicado en el tablero de instrumentos en la
                            cabina. La herramienta de servicio DCI tiene la misma pantalla de diagn&#243;stico por LED
                            que la anterior ECU EC-16 para localizar fallas del sistema antibloqueo y un bot&#243;n de
                            restablecimiento para reemplazar al interruptor magn&#233;tico en la EC-16. Para interpretar
                            los c&#243;digos de falla, consulte Grupo 04, Control de ABS y tracci&#243;n, en el Manual
                            de servicio maestro CTS-5000. La herramienta de servicio DCI, n&#250;mero de refacci&#243;n
                            ZTSE-4453, se puede pedir a Kent Moore al 1-800-520-2584.
                        </para>
                    </lev2>
                </lev1>
                <lev1>
                    <title>Wabco</title>
                    <para>A partir del 2 de febrero de 1998, todos los veh&#237;culos fabricados con ABS de Wabco tendr&#225;n
                        la ECU versi&#243;n "D" de Wabco en lugar de la versi&#243;n "C". La ECU versi&#243;n "D"
                        mejorada de Wabco tiene la capacidad de comunicaciones en serie para controlar el motor J1939,
                        sin afectar los costos. Consulte la
                        <hotlnk xrefid="f9804012">Figura 2</hotlnk>
                        para conocer la ubicaci&#243;n de la ECU en el bastidor.
                    </para>
                    <figure id="f9804012" figsize="pg-wide">
                        <graphic filename="../tsifigures/g9804012.webp" type="webp" resolution="300"/>
                        <caption>Figura 2. Figura 2 - ECU de Wabco y enrutado del mazo de cables</caption>
                    </figure>
                    <para>Si el veh&#237;culo tiene la ECU versi&#243;n "D" con control autom&#225;tico de la tracci&#243;n
                        (ATC), el sistema usar&#225; una v&#225;lvula ATC en lugar de las dos v&#225;lvulas ATC usadas
                        con la ECU versi&#243;n "C".
                    </para>
                    <lev2>
                        <title>Diagn&#243;sticos</title>
                        <para>Hay dos opciones disponibles para el diagn&#243;stico de servicio de Wabco: la herramienta
                            de servicio port&#225;til EZ Tech o el interruptor de c&#243;digo intermitente.
                        </para>
                        <para>Una opci&#243;n es el
                            <emph type="bold">equipo port&#225;til EZ Tech:</emph>
                            El software de diagn&#243;stico basado en Windows para la ECU versi&#243;n "D" de Wabco
                            estar&#225; disponible a mediados de 1998.
                        </para>
                        <para>La otra opci&#243;n es el
                            <emph type="bold">interruptor de c&#243;digo intermitente:</emph>
                            La ECU versi&#243;n "D" de Wabco tiene un interruptor de c&#243;digo intermitente moment&#225;neo
                            en lugar de un interruptor de palanca de apagado y encendido que se usa en la ECU versi&#243;n
                            "C". Para visualizar los c&#243;digos de falla, mantenga presionado el interruptor de c&#243;digo
                            intermitente durante un segundo y lib&#233;relo. Para interpretar los c&#243;digos de falla,
                            consulte CTS-5253, Sistema de frenos antibloqueo y de tracci&#243;n de 4 canales de Rockwell
                            Wabco, que se encuentra en el Grupo 4 del Manual de servicio maestro CTS-5000.
                        </para>
                    </lev2>
                </lev1>
            </geninfo>
        </description>
    </tsi>
</isis>
