<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-08-02 - Centro de mando con opci&#243;n de od&#243;metro de viaje que muestra indicios de
        parpadeo y errores de pantalla, congelamiento de las agujas indicadoras del veloc&#237;metro y tac&#243;metro o
        registro de kil&#243;metros (millas) inferior al real
    </stitle>
    <tsi id="tSI980802" tsitype="truck" translation="spanish">
        <tsinumber>98-08-02</tsinumber>
        <tsidate>Mayo, 1998</tsidate>
        <subjectfile>COMPONENTES EL&#201;CTRICOS</subjectfile>
        <subjectgroup>
            <subject>Centro de mando con opci&#243;n de od&#243;metro de viaje que muestra indicios de parpadeo y
                errores de pantalla, congelamiento de las agujas indicadoras del veloc&#237;metro y tac&#243;metro o
                registro de kil&#243;metros (millas) inferior al real
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9100</truckmodel>
                <truckmodel>9200</truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta TSI se aplica a los modelos 9100, 9200, 9300 y 9400 con opci&#243;n de od&#243;metro electr&#243;nico
                    de viaje y centro de mandos fabricado antes del c&#243;digo de fecha 0798 (consulte la
                    <hotlnk xrefid="f9808021">Figura 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
                <figure id="f9808021" figsize="pg-wide">
                    <graphic filename="../tsifigures/g9808021.webp" type="webp"/>
                    <caption>Figura 1. Figura 1</caption>
                </figure>
                <para>En ciertos casos, la introducci&#243;n de voltajes moment&#225;neos (picos de voltaje) en el grupo
                    de veloc&#237;metro y tac&#243;metro pueden causar que la pantalla parpadee o presente errores. Para
                    evitar que ocurran parpadeos y errores en la pantalla, se puede agregar un filtro de voltaje moment&#225;neo
                    al circuito correspondiente. La adici&#243;n de un filtro de voltaje moment&#225;neo tambi&#233;n
                    puede corregir otros problemas, tales como la congelaci&#243;n de las agujas del veloc&#237;metro y
                    tac&#243;metro y un registro inferior al real de los kil&#243;metros (millas) recorridos.
                </para>
                <para>Esta instrucci&#243;n cubre la modificaci&#243;n del cableado del veh&#237;culo para agregar un
                    filtro de voltaje moment&#225;neo en el circuito de alimentaci&#243;n 14G hacia el Centro de mando,
                    para impedir que los voltajes moment&#225;neos ingresen en el Centro de mando.
                </para>
                <specpara>
                    <note>
                        <para>Esta modificaci&#243;n no se debe instalar si el c&#243;digo de fecha del Centro de mando
                            es 0798 o posterior.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9808021" frame="all">
                <title>Informaci&#243;n sobre las refacciones</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n de la refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top" align="center">
                                <para>2502548C1</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>Juego de filtro</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - TSI 98-08-02 - Centro de mando con opci&#243;n de od&#243;metro de viaje que muestra
                indicios de parpadeo y errores de pantalla, congelamiento de las agujas indicadoras del veloc&#237;metro
                y tac&#243;metro o registro de kil&#243;metros (millas) inferior al real
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <step1>
                <para count="1">Quite el fusible y disyuntor F5-C del tablero de fusibles.</para>
            </step1>
            <specpara>
                <warning>
                    <para>El circuito 14G est&#225; en 12 voltios incluso con la llave en la posici&#243;n de apagado.
                        Si no se quita la protecci&#243;n del circuito, puede producirse un cortocircuito durante la
                        instalaci&#243;n del filtro y ocasionar lesiones.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Quite cuatro tornillos de montaje del grupo de veloc&#237;metro y tac&#243;metro y
                    separe el grupo de la superficie de montaje.
                </para>
            </step1>
            <step1>
                <para count="1">Localice el conector el&#233;ctrico m&#250;ltiple de color blanco en la parte posterior
                    del grupo de veloc&#237;metro y tac&#243;metro (
                    <hotlnk xrefid="f9808021">Figura 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Localice el circuito 14G que se une al conector blanco (
                    <hotlnk xrefid="f9808021">Figura 1
                        <xref refid="f9808021"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El cable del circuito 14G es de color rojo.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Corte el circuito 14G a aproximadamente a 76 mm (3 pulgadas) del conector.</para>
            </step1>
            <step1>
                <para count="1">Instale el filtro en el circuito 14G, prestando atenci&#243;n a los cables etiquetados
                    en el filtro. La polaridad es cr&#237;tica y los cables etiquetados del filtro se deben conectar
                    como se muestra en la
                    <hotlnk xrefid="f9808022">Figura 2
                        <xref refid="f9808022"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <figure id="f9808022" figsize="pg-wide">
                <graphic filename="../tsifigures/g9808022.webp" type="webp"/>
                <caption>Figura 2. Figura 2</caption>
            </figure>
            <step1>
                <para count="1">Localice el conector del adaptador de tierra 455 &#243; 454 que est&#225; varios cent&#237;metros
                    (pulgadas) a la derecha del veloc&#237;metro y el tac&#243;metro, quite el bloqueo del terminal,
                    inserte el cable de tierra del filtro dentro de un terminal abierto y reinstale el bloqueo del
                    terminal.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>El conector del adaptador de tierra tiene cables de color blanco.</para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>Es posible que deba quitar el grupo de instrumentos de la derecha para lograr el acceso
                        adecuado.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Reinstale el grupo de veloc&#237;metro y tac&#243;metro y el fusible y disyuntor F5-C.
                </para>
            </step1>
            <step1>
                <para count="1">Compare el total de kil&#243;metros (millas) del ECM del motor con el valor que aparece
                    en el grupo de instrumentos. Si el kilometraje (millaje) del grupo de instrumentos no concuerda con
                    el valor del ECM del motor, use Pro-Link&#8482; 9000 y el cartucho IPC para reprogramar el grupo de
                    instrumentos con el valor del kilometraje (millaje) del ECM del motor.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para programar el grupo de instrumentos, los interruptores de inmersi&#243;n se deben
                        configurar en "0". Despu&#233;s de programar el grupo de instrumentos, devuelva los
                        interruptores de inmersi&#243;n a su posici&#243;n original.
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
