<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-12-18 - Procedimiento de limpieza en el chasis para el paquete de enfriamiento del veh&#237;culo</stitle>
    <tsi id="tsi981218" tsitype="truck" translation="spanish">
        <tsinumber>98-12-18</tsinumber>
        <replace>
            <tsinumber>M97-12-18</tsinumber>
        </replace>
        <tsidate>Noviembre, 1998</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Procedimiento de limpieza en el chasis para el paquete de enfriamiento del veh&#237;culo</subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>3000</truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este TSI se aplica al autob&#250;s AmTran 3000RE.</para>
                <para>La obstrucci&#243;n de las aletas del enfriador de aire de carga puede causar una baja potencia,
                    ya que el motor reduce la entrega de combustible para compensar las temperaturas superiores a lo
                    normal del l&#237;quido refrigerante. Esto se ha observado principalmente en unidades con motores T
                    444E que utilizan el dispositivo de contrapresi&#243;n de escape en climas fr&#237;os.
                </para>
                <para>En la producci&#243;n del 28 de abril de 1998 se agreg&#243; una extensi&#243;n de 60 cm (24
                    pulgadas) del tubo de ventilaci&#243;n del c&#225;rter, a fin de minimizar la entrada de vapores
                    aceitosos del c&#225;rter al compartimiento del motor y luego al enfriador del aire de carga. Adem&#225;s,
                    toda fuga de l&#237;quido mayor que una filtraci&#243;n puede causar la obstrucci&#243;n del CAC.
                </para>
                <specpara>
                    <note>
                        <para>Para evitar la obstrucci&#243;n del CAC, las fugas de l&#237;quido desde el compartimiento
                            del motor deben repararse lo m&#225;s pronto posible.
                        </para>
                    </note>
                </specpara>
                <para>El siguiente procedimiento se recomienda como un programa anual de mantenimiento para asegurarse
                    de que las sales y los residuos del camino salgan del paquete de enfriamiento, a fin de garantizar
                    un rendimiento y confiabilidad &#243;ptimos.
                </para>
                <specpara>
                    <note>
                        <para>Cuando el autob&#250;s est&#225; en servicio, los paneles deben estar cerrados y
                            asegurados, para impedir la entrada de contaminantes al compartimiento del motor.
                        </para>
                    </note>
                </specpara>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9812181" frame="all">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n de la pieza</emph>
                                </para>
                            </entry>
                            <entry align="center">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry align="center">
                                <para>SG13005</para>
                            </entry>
                            <entry>
                                <para>Limpiador Simple Green</para>
                            </entry>
                            <entry align="center">
                                <para>3.7 l (1 gal)</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>npn</para>
                            </entry>
                            <entry>
                                <para>Rociador de superficies con varilla de extensi&#243;n flexible y punta de
                                    ventilador
                                </para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>npn</para>
                            </entry>
                            <entry>
                                <para>Lavador a presi&#243;n o limpiador a vapor</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>npn</para>
                            </entry>
                            <entry>
                                <para>Manguera de jard&#237;n con boquilla de mango de pistola</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>npn</para>
                            </entry>
                            <entry>
                                <para>Espejo extensible para t&#233;cnicos</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry align="center">
                                <para>npn</para>
                            </entry>
                            <entry>
                                <para>Linterna</para>
                            </entry>
                            <entry align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="clean" graphiccount="0">
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <step1>
                <para count="1">Mezcle limpiador Simple Green en una mezcla 50/50 con agua en el tanque del rociador.
                </para>
            </step1>
            <step1>
                <para count="1">Roc&#237;e el enfriador de aire de carga desde el costado del motor con soluci&#243;n de
                    limpieza Simple Green. Use el espejo de t&#233;cnico y la linterna para asegurar una cobertura
                    completa y uniforme con la soluci&#243;n de limpieza. Deje que la soluci&#243;n de limpieza se
                    impregne durante 20 a 30 minutos. Es posible aplicar m&#225;s soluci&#243;n de limpieza a las &#225;reas
                    excesivamente obstruidas.
                </para>
            </step1>
            <step1>
                <para count="1">Saque el conjunto de rejilla trasera.</para>
            </step1>
            <step1>
                <para count="1">Saque la cubierta del tap&#243;n de drenaje del aceite del motor desde el panel de
                    administraci&#243;n de aire para abrir una v&#237;a a fin de que el agua drene.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique soluci&#243;n de limpieza al radiador desde la parte trasera del autob&#250;s.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>No roc&#237;e el enfriador del aire de carga ni las aletas del radiador en &#225;ngulo, ya que
                        las aletas se pueden da&#241;ar y se puede reducir la eficacia del enfriamiento.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>No intente limpiar el enfriador del aire de carga desde el costado del motor con un lavador a
                        presi&#243;n, ya que el da&#241;o de las aletas del enfriador del aire de carga reducir&#225; la
                        eficacia del enfriamiento.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s del per&#237;odo de impregnaci&#243;n, lave a presi&#243;n o limpie con
                    vapor el paquete de enfriamiento desde la parte trasera del autob&#250;s. Limpie por completo cada
                    fila de aletas lenta y verticalmente y luego en forma horizontal. Este proceso debe tomar
                    aproximadamente 10 minutos.
                </para>
            </step1>
            <step1>
                <para count="1">Enjuague el enfriador del aire de carga con la manguera de jard&#237;n y la boquilla
                    desde el costado del motor. Roc&#237;e agua en un &#225;ngulo de 45 grados o menos para soltar y
                    enjuagar los residuos desde el enfriador del aire de carga. Inspeccione las aletas con el espejo de
                    t&#233;cnico y la linterna, para asegurar una limpieza adecuada.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva al costado del radiador y lave a presi&#243;n seg&#250;n el paso 6 durante unos 5
                    minutos, para sacar los residuos restantes.
                </para>
            </step1>
            <step1>
                <para count="1">Enjuague el paquete de enfriamiento y el compartimiento del motor con agua limpia para
                    sacar todo residuo de la soluci&#243;n de limpieza.
                </para>
            </step1>
            <step1>
                <para count="1">Efect&#250;e una inspecci&#243;n final del paquete de enfriamiento usando el espejo de t&#233;cnico
                    y la linterna. Si hubo &#225;reas que no fueron limpiadas, h&#225;galo seg&#250;n los pasos del
                    procedimiento anterior.
                </para>
            </step1>
            <step1>
                <para count="1">Reinstale la rejilla y la cubierta del tap&#243;n de drenaje del aceite del motor.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el mazo de cables del embrague del ventilador y haga funcionar el motor en
                    ralent&#237; alto durante unos 3 minutos, para secar el paquete de enfriamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Apague el motor y vuelva a conectar el mazo de cables del embrague del ventilador.
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
