<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-12-14 - Motor Cummins N-14 con banda de ventilador Poly-V desviada</stitle>
    <tsi id="tsi981214" tsitype="truck" translation="spanish">
        <tsinumber>98-12-14</tsinumber>
        <tsidate>Octubre, 1998</tsidate>
        <subjectfile>MOTOR</subjectfile>
        <subjectgroup>
            <subject>Motor Cummins N-14 con banda de ventilador Poly-V desviada</subject>
        </subjectgroup>
        <apply>
            <configure>
                <vendorgroup/>

                <vendor>Cummins</vendor>
                <truckmodelgroup/>

                <truckmodel>9100
                    <daterange>
                        <startdate>08/01/1996</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9200
                    <daterange>
                        <startdate>08/01/1996</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9300
                    <daterange>
                        <startdate>08/01/1996</startdate>
                    </daterange>
                </truckmodel>
                <truckmodel>9400
                    <daterange>
                        <startdate>08/01/1996</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Esta TSI se aplica a los modelos 91/92/93/9400 fabricados despu&#233;s de julio de 1996 con el
                    motor Cummins N-14 y la banda de ventilador Poly-V.
                </para>
                <para>Los modelos 91/92/93/9400 con motores Cummins N-14 fabricados despu&#233;s de julio de 1996,
                    pueden experimentar una desviaci&#243;n de la banda del ventilador. Para solucionar el problema de
                    desviaci&#243;n de la banda, se ha desarrollado un procedimiento para revisar los efectos de la
                    transmisi&#243;n del ventilador y pautas para tensar correctamente la banda.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9812141" frame="all">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="2.75in"/>
                    <colspec colwidth="1.01in"/>
                    <thead>
                        <row>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n de la pieza</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Cantidad</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top" align="center">
                                <para>ZBH994153</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>Soporte de montaje de nuevo dise&#241;o</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>seg&#250;n se requiera</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="top" align="center">
                                <para>3501266C1</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>Banda Poly-V modelos 91/92/9400</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="top" align="center">
                                <para>3513716C1</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>Banda Poly-V modelos 9300</para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>1</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="0">
            <stitle>Spanish - TSI 98-12-14 - Motor Cummins N-14 con banda de ventilador Poly-V desviada</stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <step1>
                <para count="1">Identifique el n&#250;mero de refacci&#243;n de la polea de transmisi&#243;n del
                    accesorio, ubicado en la cara frontal de la polea.
                </para>
                <step2>
                    <para count="1">Si el n&#250;mero de refacci&#243;n de la polea de transmisi&#243;n del accesorio es
                        3501255
                        <emph type="bold">C1</emph>, contin&#250;e con el paso 2.
                    </para>
                </step2>
                <step2>
                    <para count="1">Si el n&#250;mero de refacci&#243;n de la polea de transmisi&#243;n del accesorio es
                        3501255
                        <emph type="bold">C2</emph>, contin&#250;e con el paso 3.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale arandelas espaciadoras detr&#225;s de la polea, tal como se indica en Cambio
                    autorizado en terreno G-97902.
                </para>
            </step1>
            <step1>
                <para count="1">Ubique e identifique el soporte de montaje del conjunto de embrague del ventilador.
                </para>
                <step2>
                    <para count="1">El soporte de montaje de nuevo dise&#241;o est&#225; pintado de color gris y se
                        encuentra en los veh&#237;culos fabricados despu&#233;s del 1 de enero de 1998. El soporte de
                        montaje de nuevo dise&#241;o tendr&#225; adem&#225;s un orificio en la ubicaci&#243;n de montaje
                        inferior derecha (lado del pasajero) y un agujero levemente alargado en la ubicaci&#243;n de
                        montaje inferior izquierda (lado del conductor). Si se identifica el soporte de nuevo dise&#241;o,
                        contin&#250;e con el paso 6.
                    </para>
                </step2>
                <step2>
                    <para count="1">El soporte de montaje de dise&#241;o antiguo est&#225; pintado de color azul y se
                        encuentra en los veh&#237;culos fabricados antes del 1 de enero de 1998. El soporte de montaje
                        de dise&#241;o antiguo se debe reemplazar por el n&#250;mero de refacci&#243;n Navistar
                        3509699C1 (n&#250;mero de refacci&#243;n Horton 994153). Contin&#250;e con el paso 4.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Instale el soporte de montaje de nuevo dise&#241;o n&#250;mero de refacci&#243;n
                    3509699C1 con 2 pernos de montaje superiores y 2 inferiores, apretados con los dedos.
                </para>
                <specpara>
                    <note>
                        <para>Los 2 pernos de montaje inferiores deben ser de dise&#241;o de cabeza con reborde. Use el
                            n&#250;mero de refacci&#243;n Navistar 414052C1 (1/2 x 20 UNF x 1-1/2 cabeza con reborde) y
                            una arandela endurecida n&#250;mero de refacci&#243;n 25710R1.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Apriete los 2 pernos inferiores entre 149 y 169 Nm (110 y 120 lbs-pie). Luego, apriete
                    los 2 pernos superiores entre 74 y 81 Nm (55 y 60 lbs-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione visualmente tanto la polea de transmisi&#243;n del accesorio como la polea
                    del embrague del ventilador para asegurar que los canales de las poleas est&#233;n libres de
                    cualquier material extra&#241;o (pintura, residuos incrustados de hule, etc.).
                </para>
            </step1>
            <step1>
                <para count="1">Instale una nueva banda Poly-V de 10PK (10 rayas) n&#250;mero de refacci&#243;n
                    Navistar:
                </para>
                <step2>
                    <para count="1">Use el n&#250;mero de refacci&#243;n 3501266C1 para los modelos 9100, 9200 y 9400.
                    </para>
                </step2>
                <step2>
                    <para count="1">Use el n&#250;mero de refacci&#243;n 3513716C1 para los modelos 9300.</para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>No use n&#250;meros de refacci&#243;n diferentes de los listados y aseg&#250;rese de que la
                        banda est&#233; correctamente ubicada en los canales de las poleas.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Apriete la banda a una tensi&#243;n de 158.75 kg (350 lbs), usando un indicador de tensi&#243;n
                    de bandas Kent Moore ZTSE-4416 calibrado o equivalente.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los 3 pernos de montaje de la transmisi&#243;n del ventilador entre 149 y 169 Nm
                    (110 y 120 lbs-pie) y la tuerca de seguridad del perno de ajuste de tensi&#243;n entre 102 y 115 Nm
                    (75 y 85 lbs-pie).
                </para>
            </step1>
            <step1>
                <para count="1">Arranque y haga funcionar el motor a aproximadamente 1,000 RPM durante por lo menos 5
                    minutos para permitir que la banda Poly-V se asiente adecuadamente en los canales de las poleas.
                </para>
            </step1>
            <step1>
                <para count="1">Pare el motor y permita que la banda se enfr&#237;e durante por lo menos 15 minutos.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Los pasos 10 y 11 son cruciales para obtener lecturas exactas de re-tensi&#243;n.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Vuelva a revisar la tensi&#243;n de la banda; si es inferior a 108.86 kg (240 lbs)
                    restablezca la tensi&#243;n a 108.86 kg (240 lbs).
                </para>
            </step1>
        </svcproc>
    </tsi>
</isis>
