<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 98-16-02 - Bujes de varilla de posici&#243;n transversal Cabmate, con suspensi&#243;n de aire
        y con desgaste prematuro en los modelos Pro Sleeper
    </stitle>
    <tsi id="tsi981602" tsitype="truck" translation="spanish">
        <tsinumber>98-16-02</tsinumber>
        <tsidate>Noviembre, 1998</tsidate>
        <subjectfile>CABINA</subjectfile>
        <subjectgroup>
            <subject>Bujes de varilla de posici&#243;n transversal Cabmate, con suspensi&#243;n de aire y con desgaste
                prematuro en los modelos Pro Sleeper
            </subject>
        </subjectgroup>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>9000
                    <daterange>
                        <startdate>05/01/1997</startdate>
                    </daterange>
                </truckmodel>
            </configure>
        </apply>
        <description>
            <geninfo>
                <para>Este TSI se aplica a los modelos convencionales 9000 Pro Sleeper construidos en mayo de 1997 y con
                    posterioridad.
                </para>
                <para>Un n&#250;mero limitado de modelos convencionales 9000 Pro Sleeper ha experimentado un desgaste
                    prematuro entre el di&#225;metro interior del buje de la varilla de posici&#243;n transversal y el
                    perno de retenci&#243;n. Se ha determinado que el desgaste prematuro del buje se debi&#243; a
                    procedimientos de fabricaci&#243;n relacionados con los orificios de montaje en el soporte de
                    retenci&#243;n de la varilla de posici&#243;n transversal.
                </para>
                <para>Se ha desarrollado un nuevo buje de varilla de posici&#243;n transversal con mayor &#225;rea de
                    contacto para que coincida con el soporte de retenci&#243;n, a fin de proporcionar una mejor sujeci&#243;n
                    en los casos en que los orificios de montaje se puedan haber agrandado debido a la holgura.
                </para>
            </geninfo>
        </description>
        <partsinfo>
            <table id="t9816021" frame="all">
                <title>Informaci&#243;n sobre las piezas</title>
                <tgroup cols="3" colsep="1" rowsep="1">
                    <colspec colwidth="1.75in"/>
                    <colspec colwidth="1.76in"/>
                    <colspec colwidth="1.99in"/>
                    <thead>
                        <row>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n nuevo</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">N&#250;mero de refacci&#243;n antiguo</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>
                                    <emph type="bold">Descripci&#243;n</emph>
                                </para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry valign="top" align="center">
                                <para>2500448
                                    <emph type="bold">C2</emph>
                                </para>
                            </entry>
                            <entry valign="top" align="center">
                                <para>2500448
                                    <emph type="bold">C1</emph>
                                </para>
                            </entry>
                            <entry valign="top">
                                <para>Varilla de posici&#243;n transversal con buje</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Los pedidos del n&#250;mero de refacci&#243;n antiguo se cambiar&#225;n autom&#225;ticamente
                        al n&#250;mero de refacci&#243;n nuevo.
                    </para>
                </note>
            </specpara>
        </partsinfo>
        <svcproc svcproctype="repair" graphiccount="1">
            <stitle>Spanish - TSI 98-16-02 - Bujes de varilla de posici&#243;n transversal Cabmate, con suspensi&#243;n
                de aire y con desgaste prematuro en los modelos Pro Sleeper
            </stitle>
            <title>PROCEDIMIENTO DE SERVICIO</title>
            <step1>
                <para count="1">Saque dos pernos hexagonales y contratuercas de 1/2 UNF x 3 y la varilla de posici&#243;n
                    transversal (
                    <hotlnk xrefid="f9816021">Figura 1</hotlnk>).
                </para>
            </step1>
            <figure id="f9816021" figsize="pg-wide">
                <graphic filename="../tsifigures/g9816021.webp" type="webp"/>
                <caption>Figura 1. Desmontaje de los pernos, las contratuercas y la varilla de posici&#243;n
                    transversal
                </caption>
            </figure>
            <step1>
                <para count="1">Instale la nueva varilla de posici&#243;n transversal n&#250;mero de refacci&#243;n
                    2500448C2 y los nuevos pernos hexagonales y contratuercas.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los pernos a 54 a 68 Nm (40 a 50 lbs-pie).</para>
            </step1>
        </svcproc>
    </tsi>
</isis>
