<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - TSI 08-12-99 - Conjunto de colector del filtro de l&#237;quido refrigerante</stitle>
    <tsi id="tSI991208" tsitype="engine" translation="spanish">
        <tsinumber>08-12-99</tsinumber>
        <tsidate>Mayo, 1999</tsidate>
        <subjectfile>Motores</subjectfile>
        <subjectgroup>
            <subject>Conjunto de colector del filtro de l&#237;quido refrigerante</subject>
        </subjectgroup>
        <apply>
            <configure>
                <engfamgroup/>

                <engfam>DT 408</engfam>
                <engfam>DT 466</engfam>
                <engfam>DT 466 alta torsi&#243;n</engfam>
                <engfam>DT 466E</engfam>
                <engfam>DT 466E alta torsi&#243;n</engfam>
                <engfam>International&#174; 530</engfam>
                <engfam>International&#174; 530E</engfam>
                <engfam>International&#174; 530E alta torsi&#243;n</engfam>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>Conjunto de colector del filtro de l&#237;quido refrigerante</title>
                <para>Un colector nuevo del filtro de l&#237;quido refrigerante que incorpora una v&#225;lvula de cierre
                    manual reemplazar&#225; al colector del filtro existente que usa v&#225;lvulas checadoras para
                    contener el l&#237;quido refrigerante del motor cada vez que se quita el filtro. &#201;ste est&#225;
                    dise&#241;ado para minimizar cualquier p&#233;rdida posible de l&#237;quido refrigerante al efectuar
                    el servicio del filtro.
                </para>
            </geninfo>
        </description>
        <svcproc svcproctype="replace" graphiccount="2">
            <stitle>Spanish - TSI 08-12-99 - Conjunto de colector del filtro de l&#237;quido refrigerante</stitle>
            <title>Service Procedure</title>
            <para>
                <title>Conjunto de colector del filtro de l&#237;quido refrigerante redise&#241;ado</title>
            </para>
            <para>Se ha lanzado el conjunto de colector del filtro de l&#237;quido refrigerante redise&#241;ado para uso
                en todos los motores diesel NGD I-6 y reemplaza al existente. El conjunto de colector redise&#241;ado,
                ubicado en el lado derecho del motor detr&#225;s de la cubierta delantera, incorporar&#225; una v&#225;lvula
                de cierre manual en lugar del colector del filtro actual que usa (2) v&#225;lvulas checadoras. Esto
                ayudar&#225; a los t&#233;cnicos de servicio al minimizar la posibilidad de que las v&#225;lvulas
                checadoras no se asienten correctamente y produzcan una p&#233;rdida de l&#237;quido refrigerante del
                motor.
            </para>
            <para>El conjunto nuevo de colector del filtro de l&#237;quido refrigerante (N/R 1827689C91) reemplazar&#225;
                al descontinuado (N/R 1820381C93, descontinuado en producci&#243;n y piezas de servicio). No habr&#225;
                ning&#250;n cambio en ninguno de los componentes relacionados existentes, tales como pernos,
                empaquetaduras o el propio filtro. Este cambio en la producci&#243;n se producir&#225; con los motores
                del modelo 1999 que lleven el n&#250;mero de serie 117199 y superiores.
            </para>
            <figure id="f981801" figsize="pg-wide">
                <graphic filename="../tsifigures/eg8043.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 1. Conjunto nuevo de colector del filtro de l&#237;quido refrigerante con la palanca de
                    la v&#225;lvula en la posici&#243;n OFF
                </caption>
                <calloutgroup>
                    <callout1>1. Palanca de la v&#225;lvula de cierre manual del filtro (posici&#243;n OFF, filtro
                        derivado)
                    </callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <warning>
                    <para>PARA EVITAR LESIONES PERSONALES USE S&#211;LO EL SIGUIENTE PROCEDIMIENTO PARA QUITAR EL TAP&#211;N
                        DE PRESI&#211;N DEL SISTEMA DE ENFRIAMIENTO. DEJE SIEMPRE PRIMERO QUE EL MOTOR SE ENFR&#205;E.
                        ENVUELVA UN PA&#209;O GRUESO Y PESADO ALREDEDOR DEL TAP&#211;N. EMPUJE HACIA ABAJO Y AFLOJE EL
                        TAP&#211;N LENTAMENTE A LA POSICI&#211;N DE LA PRIMERA MUESCA; LUEGO HAGA UNA PAUSA. ESTO EVITAR&#193;
                        POSIBLES QUEMADURAS POR AGUA CALIENTE O VAPOR. CONTIN&#218;E GIRANDO EL TAP&#211;N HACIA LA
                        IZQUIERDA Y QU&#205;TELO.
                    </para>
                </warning>
            </specpara>
            <para>
                <emph type="bold">Para reemplazar el filtro de l&#237;quido refrigerante:</emph>
            </para>
            <step1>
                <para count="1">Gire la palanca de la v&#225;lvula de cierre manual a la posici&#243;n
                    <hotlnk xrefid="f981801">"OFF"
                        <xref refid="f981801"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tap&#243;n de presi&#243;n del tanque de desaireaci&#243;n y luego quite el
                    filtro de l&#237;quido refrigerante usando una llave y correa para filtros.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique una capa delgada de l&#237;quido refrigerante en la empaquetadura del filtro e
                    inst&#225;lela sobre el colector del filtro.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete hasta que la empaquetadura toque el colector del filtro de l&#237;quido
                    refrigerante. Apriete manualmente una (1) vuelta completa adicional.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de completar la operaci&#243;n de servicio, revise el nivel de l&#237;quido
                    refrigerante y reinstale el tap&#243;n de presi&#243;n. Aseg&#250;rese de girar la v&#225;lvula de
                    cierre manual del filtro de vuelta a la posici&#243;n "ON", de manera que el filtro quede funcional
                    una vez m&#225;s, prolongando la vida &#250;til de l&#237;quido refrigerante y tambi&#233;n del
                    motor.
                </para>
            </step1>
            <para>Consulte
                <hotlnk xrefid="f981802">Conjunto nuevo de colector del filtro de l&#237;quido refrigerante (v&#225;lvula
                    en la posici&#243;n ON)
                    <xref refid="f981802"/>
                </hotlnk>
                .
            </para>
            <figure id="f981802" figsize="pg-wide">
                <graphic filename="../tsifigures/eg8044.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 2. Conjunto nuevo de colector del filtro de l&#237;quido refrigerante con la palanca de
                    la v&#225;lvula en la posici&#243;n ON
                </caption>
                <calloutgroup>
                    <callout1>1. Palanca de la v&#225;lvula de cierre manual del filtro (posici&#243;n ON, filtro
                        funcional)
                    </callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>Se debe archivar una copia de este bolet&#237;n de servicio con las siguientes publicaciones
                        hasta que se hayan actualizado para incluir este cambio:
                    </para>
                    <para>MANUAL DE SERVICIO DEL MOTOR (formulario N&#186; EGES 105-1)</para>
                    <para>MANUAL DE SERVICIO DEL MOTOR (formulario N&#186; EGES 160-1)</para>
                    <para>MANUAL DE FUNCIONAMIENTO Y MANTENIMIENTO DEL MOTOR, DT-466 (formulario N&#186; 1171667R4)
                    </para>
                    <para>MANUAL DE FUNCIONAMIENTO Y MANTENIMIENTO DEL MOTOR, DT-466E (equipado con m&#243;dulo de
                        control electr&#243;nico de International Diamond Logic&#8482;) (formulario N&#186; 1171734R1)
                    </para>
                    <para>MANUAL DE FUNCIONAMIENTO Y MANTENIMIENTO DEL MOTOR, INTERNATIONAL 530 (formulario N&#186;
                        1171668R4)
                    </para>
                    <para>MANUAL DE FUNCIONAMIENTO Y MANTENIMIENTO DEL MOTOR, INTERNATIONAL 530E (que cuenta con m&#243;dulo
                        de control electr&#243;nico de International Diamond Logic&#8482;) (formulario N&#186;
                        1171735R1)
                    </para>
                </note>
            </specpara>
        </svcproc>
    </tsi>
</isis>
