<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - RESTAURACI&#211;N DEL ACABADO ORIGINAL - ELIMINACI&#211;N DE
        OXIDACI&#211;N DE MEDIA A FUERTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>ELIMINACI&#211;N DE OXIDACI&#211;N DE MEDIA A FUERTE</title>
        <para>Los veh&#237;culos m&#225;s viejos que se pintaron con t&#233;cnicas de pintura anteriores, tales como
            lacas, esmaltes y acr&#237;licos son vulnerables a la oxidaci&#243;n del acabado. Esta oxidaci&#243;n
            aparece en la forma de color del acabado adherida al trapo cuando el veh&#237;culo se encera. Los acabados
            de capa base o de capa transparente de uretano han resuelto este problema. Los cinco pasos para eliminar la
            oxidaci&#243;n son:
        </para>
        <step1>
            <para count="1">Lavar el veh&#237;culo con un lavador - acondicionador de gran calidad (como Meguiars #62).
                Siga las instrucciones del fabricante para lavar todas las superficies pintadas.
            </para>
        </step1>
        <step1>
            <para count="1">Aplicar Meguiars #15 Clear Coat Conditioner al &#225;rea que va a pulir y unte el compuesto
                en forma pareja con una almohadilla antes de iniciar el pulido. Inicie el pulido (lo recomendado a m&#225;quina
                es una velocidad de 1750 a 2000 R.P.M.) y mantenga la almohadilla de pulido plana sobre la superficie
                pintada aplicando una presi&#243;n de media a suave. Para evitar la generaci&#243;n de calor, no debe
                pulir el compuesto acondicionador despu&#233;s de que comience a secarse. Limpie frotando con un trapo
                suave.
            </para>
            <specpara>
                <caution>
                    <para>El pulido en seco puede da&#241;ar la pintura.</para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aplique Meguiars #15 Clearcoat Conditioner al &#225;rea que va a brillar y unte el material
                en forma pareja con una almohadilla de acabado W-9000, antes de iniciar el brillado. Brille manteniendo
                la almohadilla plana contra la superficie aplicando una presi&#243;n de media a suave (velocidad de m&#225;quina
                recomendada, 1750 a 2000 R.P.M.). Para evitar la generaci&#243;n de calor, no debe brillar el material
                despu&#233;s de que comience a secarse.
            </para>
            <para>Si se observan turbulencias, use D.A. de &#243;rbita variable adaptado con una almohadilla para pulir
                Meguiars W-6000 D.A. y Meguiars #15 Clearcoat Conditioner.
            </para>
        </step1>
        <step1>
            <para count="1">Proteja el acabado con Meguiars #26 Hi-Tech Yellow Wax (l&#237;quida o en pasta). Siga las
                instrucciones recomendadas y aplique a mano o a m&#225;quina.
            </para>
            <para>Mantenga el acabado con Meguiars #34 para inspecci&#243;n final, siguiendo los procedimientos
                recomendados. Los productos Meguiar se pueden adquirir en las tiendas locales de suministros de pintura.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_24.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_26.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
