<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - REPARACIONES ESTRUCTURALES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="23">
        <title>REPARACIONES ESTRUCTURALES</title>
        <svcprocinfo>
            <para>Los procedimientos que se indican en Reparaciones estructurales se utilizan para reparar varios tipos
                de da&#241;os del laminado de fibra de vidrio - grietas, fracturas grandes y peque&#241;as, separaci&#243;n
                de paneles, etc. - que puedan afectar la solidez estructural del laminado.
            </para>
            <specpara>
                <warning>
                    <para>REPARACIONES DE PL&#193;STICO ABS DE FIBRA DE VIDRIO: Para evitar la inhalaci&#243;n de polvo
                        y vapores, use un equipo de protecci&#243;n aprobado. Respirar polvo y/o vapores de pl&#225;stico
                        ABS de fibra de vidrio puede ser peligroso para su salud.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">1. Se deben consultar las normas OSHA en cuanto a los requerimientos
                            obligatorios y a los procedimientos sugeridos para minimizar la exposici&#243;n.
                            (Referencia: T&#237;tulo 29, C&#243;digo Federal de Reglamentos, Secci&#243;n 1910, 1001).
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">2. Cada vez que sea posible, trabaje con fibra de vidrio y pl&#225;sticos ABS
                            en un &#225;rea separada de las otras operaciones.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>3.
                        <emph type="bold">Durante todas las reparaciones de pl&#225;stico ABS o fibra de vidrio, use
                            siempre un respirador aprobado por NIOSH o MSHA.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>4.
                        <emph type="bold">Limpieza del trabajador. L&#225;vese las manos antes de comer, beber o
                            fumar.
                        </emph>
                    </para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Grietas, fracturas grandes y peque&#241;as</title>
            <para>Las grietas y fracturas grandes y peque&#241;as se identifican de la siguiente manera:</para>
            <para>Una grieta es una separaci&#243;n obvia que se extiende completamente a trav&#233;s del laminado (
                <hotlnk xrefid="f1600316">Figura 16</hotlnk>). Las grietas, que se deben a un esfuerzo m&#225;s all&#225;
                del funcionamiento normal, se pueden producir en el centro del laminado o extenderse desde el borde del
                laminado.
            </para>
            <figure id="f1600316" figsize="col-wide">
                <graphic id="g1600316" filename="../figg16/g1600316.webp" type="webp"/>
                <caption>Figura 16. La grieta se extiende a trav&#233;s del laminado</caption>
            </figure>
            <para>Las fracturas peque&#241;as son perforaciones que miden 3 pulgadas o menos (
                <hotlnk xrefid="f1600317">Figura 17</hotlnk>).
            </para>
            <figure id="f1600317" figsize="col-wide">
                <graphic id="g1600317" filename="../figg16/g1600317.webp" type="webp"/>
                <caption>Figura 17. Las fracturas peque&#241;as miden 3 pulgadas o menos</caption>
            </figure>
            <para>Las fracturas grandes son perforaciones que tienen 3 pulgadas o m&#225;s de largo (
                <hotlnk xrefid="f1600318">Figura 18</hotlnk>).
            </para>
            <figure id="f1600318" figsize="col-wide">
                <graphic id="g1600318" filename="../figg16/g1600318.webp" type="webp"/>
                <caption>Figura 18. Las fracturas grandes miden 3 pulgadas o m&#225;s</caption>
            </figure>
            <para>Las grietas y fracturas grandes y peque&#241;as se reparan siguiendo el mismo procedimiento b&#225;sico.
                Todas requieren parches de apoyo o cintas de respaldo. Estos son laminados simples que se moldean a la
                forma de la superficie que se est&#225; reparando y se pegan con cemento epoxi a la parte posterior del
                &#225;rea de reparaci&#243;n. El parche de apoyo cumple dos funciones:
            </para>
            <step1>
                <para count="1">Proporciona la base sobre la que se construye y moldea la superficie exterior para que
                    coincida con el contorno original.
                </para>
            </step1>
            <step1>
                <para count="1">Proporciona la fuerza mec&#225;nica necesaria para mantener estructural y visualmente
                    intacta una reparaci&#243;n durante el uso y funcionamiento normales.
                </para>
            </step1>
            <para>Un laminado reparado debe ser tan fuerte como el material original que lo rodea. Si no es as&#237;, la
                reparaci&#243;n no durar&#225; y es probable que se agriete alrededor del borde del parche.
            </para>
            <para>Adem&#225;s del parche de apoyo, las fracturas grandes requerir&#225;n laminaciones de malla
                adicionales, que se usan como relleno en la formaci&#243;n de la superficie seg&#250;n el contorno
                original.
            </para>
            <para>Siga los pasos enumerados en
                <hotlnk document="m16003_HL1600301.xml" xrefid="hl1600301">PROCEDIMIENTO DE PREPARACI&#211;N</hotlnk>y
                luego contin&#250;e con la reparaci&#243;n de la siguiente manera:
            </para>
            <step1>
                <para count="1">Usando una punta c&#243;nica o una sierra caladora, remueva la fibra de vidrio agrietada
                    o descascarada que rodea el &#225;rea da&#241;ada. Para las grietas, elimine material suficiente
                    para que quede una separaci&#243;n de al menos 3.2 mm (1/8 pulgadas) de ancho (
                    <hotlnk xrefid="f1600319">Figura 19</hotlnk>). Para las fracturas grandes y peque&#241;as, recorte
                    tanto material como se requiera para proporcionar un borde s&#243;lido (
                    <hotlnk xrefid="f1600320">Figura 20</hotlnk>
                    y
                    <hotlnk xrefid="f1600321">Figura 21</hotlnk>).
                </para>
                <figure id="f1600319" figsize="col-wide">
                    <graphic id="g1600319" filename="../figg16/g1600319.webp" type="webp"/>
                    <caption>Figura 19. Eliminar la fibra de vidrio agrietada y descascarada que rodea el &#225;rea da&#241;ada</caption>
                </figure>
                <figure id="f1600320" figsize="col-wide">
                    <graphic id="g1600320" filename="../figg16/g1600320.webp" type="webp"/>
                    <caption>Figura 20. Recorte bastante material para proporcionar un borde s&#243;lido</caption>
                </figure>
                <figure id="f1600321" figsize="col-wide">
                    <graphic id="g1600321" filename="../figg16/g1600321.webp" type="webp"/>
                    <caption>Figura 21. Recorte bastante material para proporcionar un borde s&#243;lido</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Si el panel no est&#225; alineado, vuelva a alinearlo con abrazaderas C u otro
                    dispositivo de sujeci&#243;n (
                    <hotlnk xrefid="f1600322">Figura 22</hotlnk>).
                </para>
                <figure id="f1600322" figsize="col-wide">
                    <graphic id="g1600322" filename="../figg16/g1600322.webp" type="webp"/>
                    <caption>Figura 22. Volver a alinear el panel con abrazaderas C</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Cubra la superficie no da&#241;ada, dejando un &#225;rea de trabajo de aproximadamente
                    127 mm (5 pulgadas) alrededor del &#225;rea da&#241;ada (
                    <hotlnk xrefid="f1600323">Figura 23</hotlnk>).
                </para>
                <figure id="f1600323" figsize="col-wide">
                    <graphic id="g1600323" filename="../figg16/g1600323.webp" type="webp"/>
                    <caption>Figura 23. Cubrir la superficie no da&#241;ada</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Los pasos 4 a 10 describen el procedimiento para moldear un parche de apoyo usando la
                            superficie exterior del &#225;rea da&#241;ada. Si la superficie interna del &#225;rea da&#241;ada
                            es accesible, es preferible moldear el parche para la superficie interna de la misma forma.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Corte un pedazo de pel&#237;cula pl&#225;stica de separaci&#243;n lo suficientemente
                    grande para que se extienda aproximadamente 76 mm (3 pulgadas) m&#225;s all&#225; del borde del
                    &#225;rea de reparaci&#243;n. Adhiera la pel&#237;cula con cinta adhesiva a la superficie externa de
                    la reparaci&#243;n (
                    <hotlnk xrefid="f1600324">Figura 24</hotlnk>).
                </para>
                <figure id="f1600324" figsize="col-wide">
                    <graphic id="g1600324" filename="../figg16/g1600324.webp" type="webp"/>
                    <caption>Figura 24. Cortar un pedazo de pel&#237;cula pl&#225;stica de separaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Luego, usando una plantilla de cart&#243;n (
                    <hotlnk xrefid="f1600325">Figura 25</hotlnk>), corte los pedazos requeridos de malla lo
                    suficientemente grandes para que se extiendan 51 mm (2 pulgadas) m&#225;s all&#225; de los bordes
                    del &#225;rea de reparaci&#243;n.
                </para>
                <figure id="f1600325" figsize="col-wide">
                    <graphic id="g1600325" filename="../figg16/g1600325.webp" type="webp"/>
                    <caption>Figura 25. Usar plantilla de cart&#243;n para cortar los pedazos de malla requeridos
                    </caption>
                </figure>
                <specpara>
                    <note>
                        <para>La cantidad de capas de malla utilizadas en el parche de apoyo depende del grosor del
                            panel de la carrocer&#237;a que se est&#225; reparando. Consulte la
                            <hotlnk xrefid="t1600301">Tabla 1</hotlnk>
                            para determinar el n&#250;mero de capas requeridas. Las piezas originales de fibra de vidrio
                            tienen normalmente 2.5 mm (0.100 pulgadas) de grosor. Por lo tanto, el grosor m&#237;nimo
                            del parche de apoyo debe ser de 3.2 mm (0.126 pulgadas) o tres capas de malla de 42g (1-1/2
                            oz.)
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tabla 1</title>
            <table id="t1600301">
                <title>Requerimientos del parche de fibra de vidrio</title>
                <tgroup cols="5" colsep="1" rowsep="0">
                    <colspec colname="1" colwidth="1.00in"/>
                    <colspec colname="2" colwidth="1.00in"/>
                    <colspec colname="3" colwidth="1.00in"/>
                    <colspec colname="4" colwidth="1.00in"/>
                    <colspec colname="5" colwidth="1.00in"/>
                    <spanspec namest="1" nameend="2" spanname="1to2"/>
                    <spanspec namest="3" nameend="5" spanname="3to5"/>
                    <thead>
                        <row>
                            <entry colspan="2" spanname="1to2" valign="bottom">
                                <para>GROSOR DE LA PIEZA ORIGINAL</para>
                            </entry>
                            <entry colspan="3" spanname="3to5" valign="bottom">
                                <para>CAPAS DE MALLA DE FIBRA DE VIDRIO REQUERIDAS PARA EL PARCHE</para>
                            </entry>
                        </row>
                        <row>
                            <entry valign="bottom">
                                <para>pulgada</para>
                            </entry>
                            <entry valign="bottom">
                                <para>mil&#237;metro</para>
                            </entry>
                            <entry valign="bottom">
                                <para>cantidad</para>
                            </entry>
                            <entry valign="bottom">
                                <para>onza</para>
                            </entry>
                            <entry valign="bottom">
                                <para>gramo</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody>
                        <row>
                            <entry>
                                <para>0.100</para>
                            </entry>
                            <entry>
                                <para>2.5</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                            <entry>
                                <para>1-1/2</para>
                            </entry>
                            <entry>
                                <para>42</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0.110</para>
                            </entry>
                            <entry>
                                <para>2.8</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                            <entry>
                                <para>1-1/2</para>
                            </entry>
                            <entry>
                                <para>42</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0.120</para>
                            </entry>
                            <entry>
                                <para>3.0</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>1-1/2</para>
                            </entry>
                            <entry>
                                <para>42</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>57</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0.130</para>
                            </entry>
                            <entry>
                                <para>3.3</para>
                            </entry>
                            <entry>
                                <para>1</para>
                            </entry>
                            <entry>
                                <para>1-1/2</para>
                            </entry>
                            <entry>
                                <para>42</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>57</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0.140</para>
                            </entry>
                            <entry>
                                <para>3.6</para>
                            </entry>
                            <entry>
                                <para>3</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>57</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para>0.170</para>
                            </entry>
                            <entry>
                                <para>4.3</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>1-1/2</para>
                            </entry>
                            <entry>
                                <para>42</para>
                            </entry>
                        </row>
                        <row>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para></para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>2</para>
                            </entry>
                            <entry>
                                <para>57</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <step1>
                <para count="1">Mezcle la cantidad recomendada de resina de poli&#233;ster de acuerdo a las
                    instrucciones del fabricante.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique un poco de resina en el &#225;rea de trabajo de la pel&#237;cula de separaci&#243;n
                    (
                    <hotlnk xrefid="f1600326">Figura 26</hotlnk>).
                </para>
                <figure id="f1600326" figsize="col-wide">
                    <graphic id="g1600326" filename="../figg16/g1600326.webp" type="webp"/>
                    <caption>Figura 26. Aplicar resina en el &#225;rea de trabajo de la pel&#237;cula de
                        separaci&#243;n
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remoje en resina la primera capa de malla; luego, col&#243;quela sobre el &#225;rea de
                    reparaci&#243;n y deje que se endurezca levemente.
                </para>
            </step1>
            <step1>
                <para count="1">Ahora, amontone manualmente el pedazo o pedazos restantes de malla empapandola con
                    resina (
                    <hotlnk xrefid="f1600327">Figura 27</hotlnk>).
                </para>
                <figure id="f1600327" figsize="col-wide">
                    <graphic id="g1600327" filename="../figg16/g1600327.webp" type="webp"/>
                    <caption>Figura 27. Amontonar los pedazos restantes de malla empapada con resina</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Para evitar que el parche se deslice sobre una superficie vertical, adhiera con cinta
                            adhesiva un pedazo de pel&#237;cula pl&#225;stica sobre el parche.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Deje que el parche se endurezca y luego despr&#233;ndalo (
                    <hotlnk xrefid="f1600328">Figura 28</hotlnk>) y retire la pel&#237;cula de separaci&#243;n.
                </para>
                <figure id="f1600328" figsize="col-wide">
                    <graphic id="g1600328" filename="../figg16/g1600328.webp" type="webp"/>
                    <caption>Figura 28. Quitar la pel&#237;cula de separaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Trabajando desde el exterior y usando una lima o una rectificadora, bisele los bordes
                    del &#225;rea da&#241;ada con un &#225;ngulo no superior a 45 grados (
                    <hotlnk xrefid="f1600329">Figura 29</hotlnk>).
                </para>
                <figure id="f1600329" figsize="col-wide">
                    <graphic id="g1600329" filename="../figg16/g1600329.webp" type="webp"/>
                    <caption>Figura 29. Biselar los bordes del &#225;rea da&#241;ada</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva los bordes descascarados y adelgace la superficie pintada aproximadamente en 13
                    mm (1/2 pulgada) m&#225;s all&#225; del &#225;rea da&#241;ada, lijando en forma manual o el&#233;ctrica
                    con un papel de lija de grado 360 (
                    <hotlnk xrefid="f1600330">Figura 30</hotlnk>).
                </para>
                <figure id="f1600330" figsize="col-wide">
                    <graphic id="g1600330" filename="../figg16/g1600330.webp" type="webp"/>
                    <caption>Figura 30. Eliminar los bordes descascarados y adelgazar la superficie pintada</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Limpie el &#225;rea con un trapo seco o con aire.</para>
                <specpara>
                    <caution>
                        <para>No limpie con solvente.</para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Lije la parte de abajo del &#225;rea de reparaci&#243;n con un papel de lija de grado 80
                    (o menos), para crear una superficie &#225;spera de uni&#243;n aproximadamente a 51 mm (2 pulgadas)
                    del centro de la grieta (
                    <hotlnk xrefid="f1600331">Figura 31</hotlnk>) o 51 mm (2 pulgadas) detr&#225;s del borde de la
                    fractura.
                </para>
                <figure id="f1600331" figsize="col-wide">
                    <graphic id="g1600331" filename="../figg16/g1600331.webp" type="webp"/>
                    <caption>Figura 31. Lijar debajo del &#225;rea de reparaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Recorte el per&#237;metro y lije la superficie correspondiente en el parche de apoyo (
                    <hotlnk xrefid="f1600332">Figura 32</hotlnk>) con un papel de lija de grado 80 (o menos),
                    comprobando que haya un ajuste suave con la parte de abajo. Limpie todas las superficies con aire.
                </para>
                <figure id="f1600332" figsize="col-wide">
                    <graphic id="g1600332" filename="../figg16/g1600332.webp" type="webp"/>
                    <caption>Figura 32. Lijar la superficie correspondiente en el parche de apoyo</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Ahora, determine un m&#233;todo para mantener el parche de apoyo en su lugar
                    (abrazaderas C, tornillos autorroscantes, etc.) y pruebe el m&#233;todo (
                    <hotlnk xrefid="f1600333">Figura 33</hotlnk>).
                </para>
                <figure id="f1600333" figsize="col-wide">
                    <graphic id="g1600333" filename="../figg16/g1600333.webp" type="webp"/>
                    <caption>Figura 33. Determinar un m&#233;todo para mantener el parche de apoyo en su lugar</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Si utiliza tornillos autorroscantes, perfore los orificios previamente. Despu&#233;s,
                            retire los tornillos y llene los orificios con relleno para carrocer&#237;a antes del
                            acabado de la superficie.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Mezcle el adhesivo epoxi de acuerdo a las instrucciones.</para>
            </step1>
            <step1>
                <para count="1">Aplique el adhesivo en la parte de abajo del &#225;rea de reparaci&#243;n y tambi&#233;n
                    en el parche (
                    <hotlnk xrefid="f1600334">Figura 34</hotlnk>). Presione el parche en su lugar hasta que el epoxi
                    salga por todos los bordes.
                </para>
                <figure id="f1600334" figsize="col-wide">
                    <graphic id="g1600334" filename="../figg16/g1600334.webp" type="webp"/>
                    <caption>Figura 34. Aplique adhesivo en la parte de abajo del &#225;rea de reparaci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Sujete el parche de apoyo con abrazaderas o tornillos y deje que el adhesivo se
                    endurezca durante el tiempo indicado en las instrucciones del fabricante (
                    <hotlnk xrefid="f1600335">Figura 35</hotlnk>).
                </para>
                <figure id="f1600335" figsize="col-wide">
                    <graphic id="g1600335" filename="../figg16/g1600335.webp" type="webp"/>
                    <caption>Figura 35. Sujete el parche de apoyo con abrazaderas o tornillos</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Si el adhesivo entra en el orificio o en la ranura c&#243;nica durante la uni&#243;n, l&#237;mpielo
                            antes que el adhesivo se asiente y, despu&#233;s de que se endurezca, lije levemente el
                            adhesivo restante con papel de lija de grado 360.
                        </para>
                    </note>
                </specpara>
                <para>Los pasos 20 a 23 se aplican s&#243;lo a las fracturas grandes. Para las grietas o fracturas peque&#241;as,
                    omita los pasos 20 a 23 y vaya al paso 24.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras el adhesivo se est&#225; endureciendo, corte algunos pedazos de malla que
                    ajusten en el orificio del panel (
                    <hotlnk xrefid="f1600336">Figura 36</hotlnk>). La malla no es un refuerzo estructural, sino un
                    relleno.
                </para>
                <figure id="f1600336" figsize="col-wide">
                    <graphic id="g1600336" filename="../figg16/g1600336.webp" type="webp"/>
                    <caption>Figura 36. Corte pedazos de malla que ajusten en el orificio del panel</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Corte suficientes pedazos de malla para que, al ordenarlos en capas, llenen el orificio
                            justo hasta debajo de la superficie del panel original.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Siguiendo las instrucciones del fabricante, mezcle suficiente resina para saturar el o
                    los pedazos de malla.
                </para>
            </step1>
            <step1>
                <para count="1">Con un movimiento de golpeado con la punta de la bricha, amontone manualmente en capas
                    la malla empapada con resina (
                    <hotlnk xrefid="f1600337">Figura 37</hotlnk>), un pedazo a la vez, hasta que la capa superior est&#233;
                    justo debajo de la superficie del panel.
                </para>
                <figure id="f1600337" figsize="col-wide">
                    <graphic id="g1600337" filename="../figg16/g1600337.webp" type="webp"/>
                    <caption>Figura 37. Ordene manualmente en capas la malla empapada con resina</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Deje que la malla se endurezca. Luego, lije levemente con un papel de lija de grado 80 (
                    <hotlnk xrefid="f1600338">Figura 38</hotlnk>).
                </para>
                <figure id="f1600338" figsize="col-wide">
                    <graphic id="g1600338" filename="../figg16/g1600338.webp" type="webp"/>
                    <caption>Figura 38. Lijar &#225;speramente la malla</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Para completar la reparaci&#243;n, utilice el procedimiento para
                    <hotlnk document="m16003_HL1600304.xml" xrefid="hl1600304">LLENADO Y ACABADO DE LA
                        SUPERFICIE</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
