<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - MOTOR EL&#201;CTRICO DEL
        LIMPIAPARABRISAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>MOTOR EL&#201;CTRICO DEL LIMPIAPARABRISAS</title>
        <para>El sistema del limpiaparabrisas est&#225; compuesto por un motor el&#233;ctrico unitario de 12 voltios que
            hace funcionar los brazos del limpiador por medio de un varillaje
            <hotlnk xrefid="f1602683">(Figura 83)</hotlnk>
            <xref refid="f1602683"/>.
        </para>
        <para>Dado que el motor del limpiador se fabric&#243; como unitario, no es necesario reconstruirlo o ajustarlo.
            No hay piezas que necesiten mantenimiento, el ensamblaje se reemplaza por completo.
        </para>
        <specpara>
            <caution>
                <para>No intente mover las hojas tomando el brazo del lavador mientras est&#225; funcionando. Esta acci&#243;n
                    puede producir el quiebre de los dientes del engranaje de propulsi&#243;n o que el varillaje se
                    doble. Si las hojas est&#225;n pegadas al parabrisas por el hielo, no haga funcionar el interruptor
                    de control hasta que las haya soltado.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Con la llave del encendido en la posici&#243;n ON, ponga el brazo del limpiador al final del
                ciclo de barrido (es decir, ponga la hoja del limpiador a la izquierda del parabrisas). Ponga la llave
                en la posici&#243;n OFF.
            </para>
        </step1>
        <step1>
            <para count="1">Desenganche el cofre en ambos lados e incl&#237;nelo para que quede completamente abierto.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_47.xml" xrefid="f1602682">Figura 82</hotlnk>
            <xref refid="f1602682"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Desconecte el conector del mazo de cableado (Elemento 1) del conector del motor del
                limpiaparabrisas (Elemento 2).
            </para>
        </step1>
        <step1>
            <para count="1">Si es necesario, corte la envoltura ty (Elemento12, vea flecha A) que asegura el mazo del
                cableado (Elemento 13, vea flecha A) al motor del limpiaparabrisas (Elemento 6) y/o a la abrazadera de
                instalaci&#243;n del motor del limpiaparabrisas (Elemento 4).
            </para>
        </step1>
        <specpara>
            <note>
                <para>En la Figura 75, los limpiaparabrisas y la plataforma del cubretablero se han quitado parcialmente
                    para mostrar el ensamblaje del limpiaparabrisas que se ubica bajo la plataforma del cubretablero.
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk xrefid="f1602683">Figura 83</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite la tuerca hexagonal de la brida (Elemento 1, vea flecha A y flecha B) que asegura el
                brazo de transmisi&#243;n del limpiador (Elemento 2, ver flecha A) al motor el&#233;ctrico (Elemento 3,
                ver flecha A). Quite el brazo de accionamiento del limpiador y la arandela de presi&#243;n (Elementos 2
                y 4, vea flecha A) del eje del motor el&#233;ctrico del limpiador. Deje el brazo de accionamiento del
                limpiador y el varillaje del limpiador (Elementos 2 y 5, vea flecha A) de la abrazadera de instalaci&#243;n
                del motor el&#233;ctrico del limpiador (Elemento 6, vea flecha A). Deje aparte la tuerca hexagonal de
                retenci&#243;n y la arandela de presi&#243;n y gu&#225;rdelas para volver a instalarlas.
            </para>
        </step1>
        <step1>
            <para count="1">Una vez que el brazo de accionamiento del limpiador (Elemento 2, vea flecha A) y el
                varillaje del limpiador (Elemento 5, vea flecha A) est&#233;n aparte. Quite los tres tornillos
                hexagonales de la brida (Elemento 7, vea flecha A) que aseguran el motor el&#233;ctrico del limpiador
                (Elemento 3, vea flecha A) a la abrazadera de instalaci&#243;n del motor del limpiador (Elemento 6, vea
                flecha A) y quite el motor el&#233;ctrico del limpiador. Guarde los tornillos hexagonales de la brida y
                el motor el&#233;ctrico del limpiador para volver a instalarlos, a menos que est&#233;n da&#241;ados y
                haya que reemplazarlos.
            </para>
        </step1>
        <figure id="f1602683" figsize="col-wide">
            <graphic filename="../figg16/g1602675.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="328px" resolution="72"/>
            <caption>Figura 83. Motor el&#233;ctrico del limpiaparabrisas</caption>
            <calloutgroup>
                <callout1>1. TUERCA HEXAGONAL DE RETENCI&#211;N</callout1>
                <callout1>2. BRAZO DE ACCIONAMIENTO DEL LIMPIADOR</callout1>
                <callout1>3. MOTOR EL&#201;CTRICO DEL LIMPIADOR</callout1>
                <callout1>4. ARANDELA DE PRESI&#211;N</callout1>
                <callout1>5. VARILLAJE DEL LIMPIADOR</callout1>
                <callout1>6. ABRAZADERA DE INSTALACI&#211;N DEL MOTOR DEL LIMPIADOR</callout1>
                <callout1>7. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>8. BRAZO DEL LIMPIADOR</callout1>
                <callout1>9. HOJA DEL LIMPIADOR</callout1>
                <callout1>10. POSTE DE PIVOTE DEL LIMPIADOR</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_47.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_49.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
