<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - RETIRO - MANIJA EXTERNA DE
        LA PUERTA DE LA CABINA
    </stitle>
    <svcsection/>
    <svcproc id="x1602911" svcproctype="remove" graphiccount="4">
        <title>MANIJA EXTERNA DE LA PUERTA DE LA CABINA</title>
        <step1>
            <para count="1">Para quitar el panel de adorno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16029_21.xml" xrefid="x1602904">PANEL DE ADORNO DE LA PUERTA DE LA CABINA</hotlnk>
                <xref refid="x1602904"/>. Si la puerta de la cabina est&#225; equipada con ventanas y seguros el&#233;ctricos
                de puertas, consulte la secci&#243;n Retiro del panel de adorno de puerta de la cabina con ventanas y
                seguros el&#233;ctricos de puertas. Si la puerta de la cabina est&#225; equipada con ventanas y seguros
                manuales de puertas, consulte la secci&#243;n Retiro del panel de adorno de puerta de la cabina con
                ventanas y seguros manuales de puertas.
            </para>
        </step1>
        <step1>
            <para count="1">Para quitar el desviador de agua del panel interno de la puerta de la cabina, consulte la
                secci&#243;n
                <hotlnk document="m16029_22.xml" xrefid="x1602905">DESVIADOR DE AGUA DEL PANEL INTERNO DE LA PUERTA DE
                    LA CABINA
                </hotlnk>
                <xref refid="x1602905"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Para quitar el conjunto del herraje modular de la puerta, consulte la secci&#243;n
                <hotlnk document="m16029_25.xml" xrefid="x1602907">CONJUNTO DEL HERRAJE MODULAR DE LA PUERTA</hotlnk>
                <xref refid="x1602907"/>.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f1602954">Figura 54</hotlnk>
            para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Una vez que haya quitado y puesto el conjunto del herraje modular de la puerta (Elemento 1,
                <hotlnk document="m16029_25.xml" xrefid="f1602945">Figura 45)</hotlnk>
                <xref refid="f1602945"/>
                en una superficie de trabajo apropiada. Quite la manija externa de la puerta de la cabina (Elemento 1)
                del canal de deslizamiento de la ventana (Elemento 2), presionando la leng&#252;eta de fijaci&#243;n
                (Elemento 3) y deslice el soporte colgante (Elemento 4) fuera del canal de deslizamiento de la ventana,
                como se muestra en el lado del conductor.
            </para>
        </step1>
        <figure id="f1602954" figsize="col-wide">
            <graphic filename="../figg16/g1602653.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 54. Manija externa de la puerta de la cabina, canal de deslizamiento y soporte colgante de
                la ventana trasera
            </caption>
            <calloutgroup>
                <callout1>1. MANIJA EXTERNA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>2. CANAL DE DESLIZAMIENTO DE LA VENTANA</callout1>
                <callout1>3. LENG&#220;ETA DE FIJACI&#211;N</callout1>
                <callout1>4. SOPORTE COLGANTE</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f1602955">Figura 55</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Deslice la varilla de control (Elemento 1) que proviene de la manija externa de la puerta de
                la cabina (Elemento 2) fuera de la palanca de enclavamiento (Elemento 3) de la cerradura de la puerta
                (Elemento 4), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Gire la manija externa de la puerta de la cabina (Elemento 2) y desl&#237;cela fuera de la
                varilla de control (Elemento 5) que proviene de la cerradura de la puerta de la cabina (Elemento 4),
                como se muestra en el lado del conductor. D&#233;jela aparte y gu&#225;rdela para volver a instalarla, a
                menos que est&#233; da&#241;ada y haya que reemplazarla.
            </para>
        </step1>
        <figure id="f1602955" figsize="col-wide">
            <graphic filename="../figg16/g1602654.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 55. Manija externa de la puerta de la cabina y varillas de control</caption>
            <calloutgroup>
                <callout1>1. VARILLA DE CONTROL</callout1>
                <callout1>2. MANIJA EXTERNA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>3. PALANCA DE ENCLAVAMIENTO</callout1>
                <callout1>4. CERRADURA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>5. VARILLA DE CONTROL</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f1602956">Figura 56</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si es necesario reemplazar la manija externa de la puerta de la cabina (Elemento 1), gire el
                soporte colgante (Elemento 2) hacia la izquierda, alineando la ranura (Elemento 3) en el soporte
                colgante con la leng&#252;eta de fijaci&#243;n en forma de "T" (Elemento 4) en la manija externa de la
                puerta de la cabina y s&#225;quela, como se muestra en el lado del conductor. D&#233;jela aparte y gu&#225;rdela
                para volver a instalarla, a menos que est&#233; da&#241;ada y haya que reemplazarla.
            </para>
        </step1>
        <figure id="f1602956" figsize="col-wide">
            <graphic filename="../figg16/g1602655.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 56. Manija externa de la puerta de la cabina y soporte colgante</caption>
            <calloutgroup>
                <callout1>1. MANIJA EXTERNA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>2. SOPORTE COLGANTE</callout1>
                <callout1>3. RANURA</callout1>
                <callout1>4. LENG&#220;ETA DE FIJACI&#211;N EN FORMA DE "T"</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Para quitar el cilindro de la cerradura de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16029_29.xml" xrefid="x1602909">CILINDRO DE LA CERRADURA DE LA PUERTA DE LA CABINA
                </hotlnk>
                <xref refid="x1602909"/>.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f1602957">Figura 57</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite la varilla de control de la cerradura de la puerta (Elemento 1) de la palanca del
                cilindro de la cerradura (Elemento 2) en la manija externa de la puerta de la cabina (Elemento 3), como
                se muestra en el lado del conductor. D&#233;jela aparte y gu&#225;rdela para volver a instalarla, a
                menos que est&#233; da&#241;ada y haya que reemplazarla.
            </para>
        </step1>
        <step1>
            <para count="1">Quite la palanca del cilindro de la cerradura de la puerta (Elemento 2) de la manija externa
                de la puerta de la cabina (Elemento 3), como se muestra en lado del conductor. D&#233;jela aparte y gu&#225;rdela
                para volver a instalarla, a menos que est&#233; da&#241;ada y haya que reemplazarla.
            </para>
        </step1>
        <figure id="f1602957" figsize="col-wide">
            <graphic filename="../figg16/g1602656.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 57. Manija externa de la puerta de la cabina y varilla de control de la cerradura de la
                puerta
            </caption>
            <calloutgroup>
                <callout1>1. VARILLA DE CONTROL DE LA CERRADURA DE LA PUERTA</callout1>
                <callout1>2. PALANCA DEL CILINDRO DE LA CERRADURA DE LA PUERTA</callout1>
                <callout1>3. MANIJA EXTERNA DE LA PUERTA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Repita el procedimiento para quitar la manija externa de la puerta del lado del pasajero.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_31.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_33.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
