<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - CABADO DE LA PINTURA - REPARACI&#211;N POR PUNTOS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>REPARACI&#211;N POR PUNTOS</title>
        <para>Este procedimiento es para fibra de vidrio y metal.</para>
        <specpara>
            <note>
                <para>Este procedimiento est&#225; destinado a las reparaciones del tipo "menor" o de reemplazo de
                    panel, tales como abolladuras, golpes y rayas profundas en sustratos de metal o pl&#225;stico. Antes
                    de comenzar, todos los soportes y dem&#225;s componentes deben sacarse desde el &#225;rea a reparar.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Lave el panel con diluyente para laca.</para>
        </step1>
        <step1>
            <para count="1">Desengrase el panel con Sikkens M600 Wax and Grease Remover. Use dos trapos: el primero con
                M600 y el segundo seco, siguiendo un proceso de aplicaci&#243;n y eliminaci&#243;n. Siga las
                instrucciones enumeradas en
                <hotlnk document="m16002_27.xml" xrefid="hl1600201">Desengrasadores y limpiadores Sikkens</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Lije el &#225;rea a ser reparada con papel de lija seco n&#186;60 - n&#186;80. Elimine toda
                la pintura antigua hasta llegar al material base sobre un &#225;rea de aproximadamente el doble del tama&#241;o
                del defecto a ser reparado. Use una m&#225;scara contra el polvo aprobada.
            </para>
        </step1>
        <step1>
            <para count="1">Empareje los bordes del &#225;rea lijando primero con grados grueso y luego con grados m&#225;s
                finos de papel de lija comenzando con n&#186;120 - n&#186;150. Use una m&#225;scara contra el polvo
                aprobada.
            </para>
        </step1>
        <step1>
            <para count="1">Use Sikkens Polykit, Polystop LP de acuerdo con las instrucciones en el bolet&#237;n t&#233;cnico
                4,5,3
                <hotlnk document="m16002_31.xml" xrefid="hl1600205">Sikkens Polystop LP</hotlnk>, para llenar el &#225;rea
                a ser reparada. Evitar llenar en exceso el &#225;rea y extienda el material uniformemente hasta los
                bordes. Deje que Polystop cure completamente.
            </para>
        </step1>
        <step1>
            <para count="1">Alise el &#225;rea que se llen&#243;, usando una lijadora o un bloque para lijar, lijando
                primero en seco con papeles de lija m&#225;s gruesos y luego con grados m&#225;s finos desde el n&#186;60
                - n&#186;80 a papel de lija n&#186;180 - n&#186;220 hasta que el &#225;rea est&#233; suave y nivelada
                con el panel circundante. Use una m&#225;scara contra el polvo aprobada.
            </para>
        </step1>
        <step1>
            <para count="1">Si hay irregularidades en la superficie, repita los pasos 5 y 6.</para>
        </step1>
        <step1>
            <para count="1">Use una lijadora de &#243;rbita variable o un bloque para lijar en seco con papel de lija n&#186;220
                - n&#186;280 y lije el &#225;rea completa. Use una m&#225;scara contra el polvo aprobada.
            </para>
        </step1>
        <step1>
            <para count="1">Desengrase el panel con Sikkens M600 Wax and Grease Remover. Use dos trapos: el primero con
                M600 y el segundo seco, siguiendo un proceso de aplicaci&#243;n y eliminaci&#243;n. Siga las
                instrucciones enumeradas en
                <hotlnk document="m16002_27.xml" xrefid="hl1600201">Desengrasadores y limpiadores Sikkens</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Mezcle una parte de Wash Primer EM con una parte de Wash Hardener.</para>
        </step1>
        <step1>
            <para count="1">Aplique Wash Primer EM mezclado en una capa mediana de 1 mm de espesor. Las pautas espec&#237;ficas
                de aplicaci&#243;n para la boquilla y las presiones de pistola de aspersi&#243;n se encuentran en
                <hotlnk document="m16002_28.xml" xrefid="hl1600206">Sikkens Washprimer EM</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Permita que los solventes se vaporicen en condiciones ambientales durante una una hora a
                21.1&#186;C (70&#186;F).
            </para>
            <specpara>
                <note>
                    <para>Si la capa superior es Autonova o Autobase/Autonova Clear, primero debe recubrirse Wash Primer
                        EM con Autonova Filler o Autonova Non-Sanding Filler.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Mezcle 100 partes de Autocryl Filler Off-White con 50 partes de Autocryl 1.2.3 Hardener y 40
                partes de Sikkens 1.2.3 Reducer de acuerdo con las instrucciones en
                <hotlnk document="m16002_30.xml" xrefid="hl1600203">Sikkens Autocryl Filler Off-White</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique Autocryl Filler Off-White mezclado siguiendo las instrucciones en la hoja de datos t&#233;cnicos.</para>
        </step1>
        <step1>
            <para count="1">Deje secar un m&#237;nimo de 15 minutos a 21.1&#186;C (70&#186;F). Si se deja m&#225;s de
                una hora, se requiere lijar para asegurar la adherencia de la capa superior.
            </para>
        </step1>
        <step1>
            <para count="1">Si se requiere lijar, use papel de lija seco n&#186;360 - n&#186;410 o de lija h&#250;meda n&#186;500
                - n&#186;600. Despu&#233;s de lijar, desengrase la superficie con M600 Wax and Grease Remover. Use una m&#225;scara
                contra el polvo aprobada.
            </para>
        </step1>
        <step1>
            <para count="1">Aplique la capa superior de Sikkens Autobase/Clearcoat System siguiendo las instrucciones en
                <hotlnk document="m16002_32.xml" xrefid="hl1600204">Sikkens Autobase Metallic-Autoclear System</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
