<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - INSTALACI&#211;N - VIDRIO
        DE LA VENTANA TRASERA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="15">
        <title>VIDRIO DE LA VENTANA TRASERA</title>
        <specpara>
            <important>
                <para>Para instalar un vidrio de ventana trasera necesitar&#225; el INTERNATIONAL &#174; Bonded
                    Windshield Tool Kit ZTSE4470. Este juego tiene una caja de herramientas que incluye las herramientas
                    requeridas para quitar e instalar vidrios adheridos de ventanas traseras. Para hacer un pedido,
                    llame gratis al n&#250;mero 1-800-520-2584 en Estados Unidos y Canad&#225; o al fax 1-800-578-7375.
                </para>
            </important>
        </specpara>
        <para>Para instalar un vidrio de ventana trasera necesitar&#225; tambi&#233;n tener el juego de instalaci&#243;n
            de parabrisas Essex
            <hotlnk document="m16029_53.xml" xrefid="f1602987">(Figura 87)</hotlnk>
            <xref refid="f1602987"/>. Este juego incluye:
        </para>
        <randlist type="bullet">
            <item>
                <para>Imprimador para gu&#237;a de ventana U413</para>
            </item>
            <item>
                <para>Preparador para vidrio de ventana U401</para>
            </item>
            <item>
                <para>Imprimador para vidrio de ventana U402</para>
            </item>
            <item>
                <para>Adhesivo U216 (dos tubos, adhesivo A y curativo B)</para>
            </item>
            <item>
                <para>Cabezal mezclador de aplicaci&#243;n</para>
            </item>
            <item>
                <para>Boquilla del aplicador</para>
            </item>
        </randlist>
        <para>Estos materiales se deben utilizar en o antes de la fecha de vencimiento marcada en el envase. El producto
            de imprimaci&#243;n de gu&#237;a de ventana U413, el preparador de vidrio U401 e imprimador de vidrio U402
            tienen una vida &#250;til en dep&#243;sito de 6 meses. Los tubos A de adhesivo y B curativo U216 tienen una
            vida &#250;til de 9 meses.
        </para>
        <para></para>
        <para>Adem&#225;s de los elementos que vienen con el juego antes mencionado
            <hotlnk document="m16029_53.xml" xrefid="f1602987">(Figura 87)</hotlnk>
            <xref refid="f1602987"/>, es necesario que cuente con los siguientes materiales:
        </para>
        <randlist type="bullet">
            <item>
                <para>Limpiavidrios GC800 Essex</para>
            </item>
            <item>
                <para>Toallas de papel blancas o caf&#233;</para>
            </item>
            <item>
                <para>Boquillas del aplicador proporcionadas por Essex para perforar el adhesivo U216 (dos tubos,
                    adhesivo A y curativo B)
                </para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Utilice vidrio con termotratamiento (AS-2 seg&#250;n ANSI Z26.1- &#218;ltima revisi&#243;n).
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Use guantes protectores de trabajo al manipular el vidrio de la ventana trasera. Use tambi&#233;n
                    guantes protectores adecuados al usar cualquiera de los productos qu&#237;micos del sistema Betaseal
                    del juego de instalaci&#243;n de parabrisas Essex.
                </para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>Antes de instalar el nuevo vidrio de la ventana trasera, seque toda el agua que quede alrededor de
                    la ventana trasera y alrededor del &#225;rea de la cabina con un pa&#241;o sin pelusas.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Coloque en seco el vidrio de la ventana trasera en el veh&#237;culo para asegurarse de que
                se ajusta correctamente a la apertura de la ventana trasera antes de aplicar el adhesivo U216. Una vez
                que el vidrio de la ventana trasera est&#233; correctamente colocado en el lugar de la apertura de la
                ventana trasera, coloque un pedazo de cinta como marca de referencia a trav&#233;s de la parte superior
                central en el vidrio de la ventana trasera y de la cabina. Use un cuchillo de uso corriente y corte la
                cinta entre la cabina y el vidrio de la ventana trasera.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el nuevo vidrio de la ventana trasera del veh&#237;culo y col&#243;quelo en un soporte
                de trabajo acolchado para prepararlo para la instalaci&#243;n.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029109">Figura 109</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el adhesivo de uretano (Elemento 1) de la gu&#237;a de la ventana trasera (Elemento 2)
                alrededor de la apertura de la ventana con un cincel de empaque (Elemento 3). Se puede dejar en la gu&#237;a
                de la ventana una capa fina del antiguo adhesivo de uretano de 2 a 3 mm de espesor (Elemento 4). Trate
                de mantener un espesor uniforme del antiguo adhesivo de uretano alrededor del per&#237;metro de la gu&#237;a
                de la ventana.
            </para>
        </step1>
        <figure id="f16029109" figsize="col-wide">
            <graphic filename="../figg16/g16026a2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 109. Retiro del adhesivo de uretano de la gu&#237;a de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. ADHESIVO DE URETANO</callout1>
                <callout1>2. GU&#205;A DE LA VENTANA TRASERA</callout1>
                <callout1>3. CINCEL DE JUNTA</callout1>
                <callout1>4. ANTIGUO ADHESIVO DE URETANO (2 A 3 MM DE ESPESOR PERMITIDO)</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f16029110">Figura 110</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Limpie la suciedad o el agua que quede del rociado alrededor del vidrio de la ventana
                trasera durante el retiro, de la gu&#237;a de la ventana trasera (Elemento 1) con una escobilla o con un
                pa&#241;o limpio sin pelusas (Elemento 2) antes de instalar el nuevo vidrio de la ventana trasera.
            </para>
        </step1>
        <figure id="f16029110" figsize="col-wide">
            <graphic filename="../figg16/g16026a3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 110. Limpieza de la gu&#237;a de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. GU&#205;A DE LA VENTANA TRASERA</callout1>
                <callout1>2. ESCOBILLA</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk document="m16029_53.xml" xrefid="f1602990">Figura 90</hotlnk>
            <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Tome el imprimador para gu&#237;a de ventana U413 del juego de instalaci&#243;n de
                parabrisas Essex
                <hotlnk document="m16029_53.xml" xrefid="f1602987">(Elemento 1, Figura 87)</hotlnk>
                <xref refid="f1602987"/>. Agite el producto de imprimaci&#243;n para gu&#237;a de ventana U413 (Elemento
                1) durante al menos un minuto. Quite la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029111">Figura 111</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el imprimador para gu&#237;a de ventana U413 (Elemento 1) con un aplicador limpio y
                seco (Elemento 2) para cubrir las rayaduras y los metales descubiertos en la gu&#237;a de la ventana
                trasera (Elemento 3). NO aplique el imprimador de gu&#237;a de ventana U413 sobre el antiguo adhesivo de
                uretano que queda en la gu&#237;a de la ventana trasera.
            </para>
        </step1>
        <figure id="f16029111" figsize="col-wide">
            <graphic filename="../figg16/g16026a4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 111. Aplicaci&#243;n del imprimador de gu&#237;a de ventana a la gu&#237;a de la ventana
                trasera
            </caption>
            <calloutgroup>
                <callout1>1. IMPRIMADOR DE GU&#205;A DE VENTANA U413</callout1>
                <callout1>2. APLICADOR</callout1>
                <callout1>3. GU&#205;A DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Deje que el imprimador para gu&#237;a de ventana U413 se seque durante al menos 6 a 10
                minutos despu&#233;s de la aplicaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Con el nuevo vidrio de la ventana trasera puesto sobre una superficie de trabajo acolchada,
                prepare el vidrio de la ventana trasera para la instalaci&#243;n de la siguiente forma:
            </para>
        </step1>
        <step1>
            <para count="1">Use una hoja de afeitar si es necesario, y una almohadilla limpiadora de pl&#225;stico, para
                quitar toda rebaba de la superficie de adhesi&#243;n del nuevo vidrio de la ventana trasera. Limpie
                cuidadosamente el nuevo vidrio de la ventana trasera con limpiavidrios GC800 Essex. Seque cuidadosamente
                con toallas de papel. Aseg&#250;rese de que el vidrio de la ventana trasera est&#233; completamente
                limpio y seco antes de continuar
                <hotlnk xrefid="f16029112">(Figura 112).</hotlnk>
            </para>
        </step1>
        <figure id="f16029112" figsize="col-wide">
            <graphic filename="../figg16/g16026a5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="152px" resolution="72"/>
            <caption>Figura 112. Limpieza del vidrio de la ventana trasera para la aplicaci&#243;n del preparador para
                vidrio, el imprimador para vidrio y del adhesivo
            </caption>
        </figure>
        <para>Vea la
            <hotlnk document="m16029_53.xml" xrefid="f1602990">Figura 90</hotlnk>
            <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Una vez que haya limpiado el nuevo vidrio de la ventana trasera, tome el preparador para
                vidrio de ventana U401 del juego de instalaci&#243;n de parabrisas Essex
                <hotlnk document="m16029_53.xml" xrefid="f1602987">(Elemento 2, Figura 87)</hotlnk>
                <xref refid="f1602987"/>. Agite el preparador para vidrio de ventana U401 (Elemento 1) durante al menos
                un minuto. Quite la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Lea todo hasta el Paso 11 a continuaci&#243;n para asegurar la aplicaci&#243;n y retiro correctos
                    del preparador para vidrio de ventana U401.
                </para>
            </note>
        </specpara>
        <para>Vea la
            <hotlnk xrefid="f16029113">Figura 113</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el preparador para vidrio de ventana U401 (Elemento 1) con un aplicador limpio y
                seco (Elemento 2) sobre las superficies adherentes s&#243;lo en un vidrio nuevo para ventana trasera
                (Elemento 3). Si se aplica sobre la superficie de un vidrio transparente, &#233;ste se empa&#241;ar&#225;.
                Quite inmediatamente la preparaci&#243;n para vidrio siguiendo ocho a diez pulgadas detr&#225;s del
                aplicador con una toalla de papel blanca o caf&#233;.(Elemento 4). NO use un pa&#241;o de taller. Una
                vez completada la primera aplicaci&#243;n del preparador para vidrio, repita su aplicaci&#243;n y el
                proceso de retiro. Este es un l&#237;quido transparente.
            </para>
        </step1>
        <figure id="f16029113" figsize="col-wide">
            <graphic filename="../figg16/g16026a6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 113. Aplicaci&#243;n del preparador para vidrio al parabrisas</caption>
            <calloutgroup>
                <callout1>1. PREPARADOR PARA VIDRIO DE VENTANA U401</callout1>
                <callout1>2. APLICADOR</callout1>
                <callout1>3. NUEVO VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>4. TOALLAS DE PAPEL BLANCAS O CAF&#201;</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk document="m16029_53.xml" xrefid="f1602990">Figura 90</hotlnk>
            <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Una vez que haya aplicado el preparador para vidrio de ventana U401 y limpiado el nuevo
                vidrio de la ventana trasera, tome el imprimador para vidrio de ventana U402 del juego de instalaci&#243;n
                de parabrisas Essex
                <hotlnk document="m16029_53.xml" xrefid="f1602987">(Elemento 3, Figura 87)</hotlnk>
                <xref refid="f1602987"/>. Agite el imprimador para vidrio de ventana U402 (Elemento 1) durante al menos
                un minuto. Quite la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029114">Figura 114</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el producto de imprimaci&#243;n para vidrio de ventana U402 (Elemento 1) con un
                aplicador limpio y seco (Elemento 2) sobre las superficies adherentes del nuevo vidrio de la ventana
                trasera (Elemento 3).
            </para>
        </step1>
        <figure id="f16029114" figsize="col-wide">
            <graphic filename="../figg16/g16026a7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 114. Aplicaci&#243;n del imprimador para vidrio de ventana al vidrio de la ventana trasera
            </caption>
            <calloutgroup>
                <callout1>1. IMPRIMADOR PARA VIDRIO DE VENTANA U402</callout1>
                <callout1>2. APLICADOR</callout1>
                <callout1>3. NUEVO VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Deje que el imprimador para vidrio de ventana U402 se seque hasta que no est&#233; pegajoso
                durante al menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Una vez que el vidrio de la ventana trasera se ha imprimado, aseg&#250;rese de que no haya
                    contacto con las superficies adherentes, ya que el aceite de la piel afectar&#225; el rendimiento
                    del adherente. Si el vidrio de la ventana no est&#225; adherido correctamente, la resistencia y
                    seguridad de la cabina quedar&#225;n comprometidas. Si hay contacto con la superficie adherente,
                    repita el procedimiento de limpieza y vuelva a aplicar el imprimador para vidrio de ventana U402 y
                    deje que se seque durante 6 a 10 minutos antes de aplicar el adhesivo U216.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Quite el adhesivo Essex U216 (dos tubos, adhesivo A y curativo B) del juego de instalaci&#243;n
                de parabrisas Essex
                <hotlnk document="m16029_53.xml" xrefid="f1602987">(Elementos 4 y 5, Figura 87)</hotlnk>
                <xref refid="f1602987"/>.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029115">Figura 115</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Use una leng&#252;eta de tracci&#243;n o desarmador (Elemento 1) en caso de que no est&#233;
                incluida la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior (Elemento 2)
                de los tubos de adhesivo A y curativo B (Elemento 3).
            </para>
        </step1>
        <figure id="f16029115" figsize="col-wide">
            <graphic filename="../figg16/g16021a9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="472px" resolution="72"/>
            <caption>Figura 115. Retiro de la cubierta inferior de los tubos de adhesivo</caption>
            <calloutgroup>
                <callout1>1. DESARMADOR</callout1>
                <callout1>2. CUBIERTA INFERIOR</callout1>
                <callout1>3. TUBO DE ADHESIVO</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f16029116">Figura 116</hotlnk>
            para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Use una boquilla del aplicador (Elemento 1), suministrada en forma aparte por Essex, para
                perforar el tubo de adhesivo A (Elemento 2). Use la otra boquilla del aplicador (Elemento 1)
                suministrada en forma aparte por Essex para perforar el tubo de curativo B (Elemento 2). NO utilice la
                misma boquilla del aplicador para perforar ambos tubos; esto evita que el otro tubo se contamine antes
                de instalar el cabezal mezclador de aplicaci&#243;n (
                <hotlnk document="m16029_53.xml" xrefid="f1602987">Elemento 6, Figura 87</hotlnk>)
                <xref refid="f1602987"/>. Aseg&#250;rese de presionar completamente la boquilla del aplicador para
                asegurar que los tubos de adhesivo est&#233;n totalmente abiertos.
            </para>
        </step1>
        <figure id="f16029116" figsize="col-wide">
            <graphic filename="../figg16/g16021b0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 116. Perforaci&#243;n de ambos tubos de adhesivo</caption>
            <calloutgroup>
                <callout1>1. BOQUILLA DEL APLICADOR</callout1>
                <callout1>2. TUBO ADHESIVO A O TUBO CURATIVO B</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Una vez que los tubos de adhesivo A y curativo B (Elemento 2) est&#233;n listos para ser
                usados, quite el cabezal mezclador de aplicaci&#243;n (
                <hotlnk document="m16029_53.xml" xrefid="f1602987">(Elemento 6, Figura 87)</hotlnk>
                <xref refid="f1602987"/>del juego de instalaci&#243;n de parabrisas Essex.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029117">Figura 117</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Instale ambos tubos de adhesivo A y curativo B (Elemento 1) en el cabezal mezclador
                (Elemento 2).
            </para>
        </step1>
        <figure id="f16029117" figsize="col-wide">
            <graphic filename="../figg16/g16021b1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="562px" resolution="72"/>
            <caption>Figura 117. Instalaci&#243;n de ambos tubos de adhesivo a un cabezal mezclador</caption>
            <calloutgroup>
                <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                <callout1>2. CABEZAL MEZCLADOR</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f16029118">Figura 118</hotlnk>
            para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
        </para>
        <step1>
            <para count="1">Una vez que ambos tubos de adhesivo A y de curativo B (Elemento 1) est&#233;n instalados en
                el cabezal mezclador (Elemento 2), quite la boquilla del aplicador (
                <hotlnk document="m16029_53.xml" xrefid="f1602987">Elemento 7, Figura 87</hotlnk>)
                <xref refid="f1602987"/>
                del juego de instalaci&#243;n de parabrisas Essex. Instale la boquilla del aplicador (Elemento 3) en el
                cabezal mezclador (Elemento 2). Corte la leng&#252;eta (Elemento 4) de la boquilla del aplicador.
            </para>
        </step1>
        <figure id="f16029118" figsize="pg-wide">
            <graphic filename="../figg16/g16026b1.webp" type="webp" scalefit="1" scalefitwidth="312px"
                     scalefitheight="472px" resolution="72"/>
            <caption>Figura 118. Instalaci&#243;n de la boquilla del aplicador en el cabezal mezclador y corte de la
                leng&#252;eta
            </caption>
            <calloutgroup>
                <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                <callout1>2. CABEZAL MEZCLADOR</callout1>
                <callout1>3. BOQUILLA DEL APLICADOR</callout1>
                <callout1>4. CORTE DE LA LENG&#220;ETA DE LA BOQUILLA DEL APLICADOR</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f16029119">Figura 119</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Antes de cargar los tubos de adhesivo con el cabezal mezclador y la boquilla del aplicador
                (Elemento 1) en la pistola beta (Elemento 2) jale el gatillo y corra los &#233;mbolos (Elemento 3)
                completamente hacia atr&#225;s para que los tubos de adhesivo se puedan cargar. Abra la cubierta
                delantera (Elemento 4) de la pistola beta e instale los tubos de adhesivo con el cabezal mezclador y la
                boquilla del aplicador en la pistola beta.
            </para>
        </step1>
        <figure id="f16029119" figsize="col-wide">
            <graphic filename="../figg16/g16021b3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 119. Carga del adhesivo en la pistola beta</caption>
            <calloutgroup>
                <callout1>1. TUBOS DE ADHESIVO CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                <callout1>2. PISTOLA BETA</callout1>
                <callout1>3. &#201;MBOLOS</callout1>
                <callout1>4. CUBIERTA DELANTERA</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f16029120">Figura 120</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que los tubos de adhesivo con el cabezal mezclador y la boquilla del aplicador
                (Elemento 1) se han instalado en la pistola beta (Elemento 2), cierre la cubierta delantera (Elemento
                3). Corra los &#233;mbolos hacia delante (Elemento 4) en la pistola beta hasta que los &#233;mbolos
                queden en posici&#243;n para aplicar el adhesivo. Det&#233;ngase cuando el adhesivo alcance la boquilla
                del aplicador.
            </para>
        </step1>
        <figure id="f16029120" figsize="col-wide">
            <graphic filename="../figg16/g16021b4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 120. Desplazamiento de los &#233;mbolos hacia delante en la pistola beta</caption>
            <calloutgroup>
                <callout1>1. TUBOS DE ADHESIVO CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                <callout1>2. PISTOLA BETA</callout1>
                <callout1>3. CUBIERTA DELANTERA</callout1>
                <callout1>4. &#201;MBOLOS</callout1>
            </calloutgroup>
        </figure>
        <specpara>
            <note>
                <para>La aplicaci&#243;n de una l&#237;nea de adhesivo en el vidrio nuevo de la ventana trasera debe
                    quedar entre 0 y 2 mm del borde de encapsulaci&#243;n y ser de una altura de al menos 15 a 20 mm
                    (5/8 a 3/4 de pulgada) y de un ancho m&#225;ximo de 8 a 12 mm (3/8 a 1/2 pulgada).
                </para>
            </note>
        </specpara>
        <para>Vea la
            <hotlnk xrefid="f16029121">Figura 121</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Mantenga la pistola beta (Elemento 1) y la boquilla del aplicador (Elemento 2) a una
                distancia lo m&#225;s cerca posible de un &#225;ngulo de 90 grados y comience al centro del borde
                inferior del vidrio de la ventana trasera. Cruzando por el fondo en cualquier direcci&#243;n, jale el
                gatillo para aplicar una capa uniforme de adhesivo (Elemento 3) por todo el contorno del vidrio de la
                ventana trasera. Mientras m&#225;s fuerte jale el gatillo, m&#225;s r&#225;pido sale el adhesivo. Use
                este control de velocidad variable para disminuir la intensidad a medida que aplica el adhesivo
                alrededor de las esquinas. Extienda ligeramente el adhesivo sobre la junta y use un depresor de leng&#252;eta
                de pl&#225;stico o de madera (Elemento 4) para suavizar o emparejar el adhesivo como se requiere antes
                de instalar el vidrio de la ventana trasera.
            </para>
        </step1>
        <figure id="f16029121" figsize="col-wide">
            <graphic filename="../figg16/g16026b4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 121. Uso de pistola beta para aplicar adhesivo</caption>
            <calloutgroup>
                <callout1>1. PISTOLA BETA</callout1>
                <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                <callout1>3. ADHESIVO</callout1>
                <callout1>4. DEPRESOR DE LENG&#220;ETA DE PL&#193;STICO O DE MADERA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Una vez que se ha aplicado el adhesivo en el vidrio de la ventana trasera, DEBE quedar
                instalado en un m&#225;ximo de 5 a 7 minutos. El adhesivo empieza a curar inmediatamente y no
                proporcionar&#225; una adherencia adecuada si no se instala en un lapso de 5 a 7 minutos.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el vidrio de la ventana con la ayuda de un asistente de la siguiente manera:</para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029122">Figura 122</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Alinee las marcas de la cinta (Elemento 1) en la parte superior e inferior del vidrio de la
                ventana trasera (Elemento 2) con las marcas de cinta (Elemento 3) en la parte superior e inferior de la
                apertura de la ventana de la cabina (Elemento 4), tambi&#233;n coloque las leng&#252;etas de posici&#243;n
                del vidrio en la parte inferior de la ventana (Elemento 5) entre los localizadores (Elemento 6) de la gu&#237;a
                inferior de la ventana de la cabina. Aseg&#250;rese de que la abrazadera superior del muelle del vidrio
                de la ventana (Elemento 7) est&#233; dentro de la parte superior de la gu&#237;a de la ventana (Elemento
                8).
            </para>
        </step1>
        <figure id="f16029122" figsize="pg-wide">
            <graphic filename="../figg16/g16026b5.webp" type="webp" scalefit="1" scalefitwidth="368px"
                     scalefitheight="352px" resolution="72"/>
            <caption>Figura 122. Instalaci&#243;n del vidrio de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. MARCA DE CINTA</callout1>
                <callout1>2. NUEVO VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>3. MARCA DE CINTA</callout1>
                <callout1>4. CABINA</callout1>
                <callout1>5. LENG&#220;ETA INFERIOR DE POSICI&#211;N DEL VIDRIO DE LA VENTANA</callout1>
                <callout1>6. LOCALIZADOR DE LA VENTANA</callout1>
                <callout1>7. ABRAZADERA SUPERIOR DE MUELLE DEL VIDRIO DE LA VENTANA</callout1>
                <callout1>8. GU&#205;A DE LA VENTANA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Con la ayuda de un asistente, empuje suavemente el vidrio de la ventana trasera por todo el
                contorno del borde exterior para fijarlo adecuadamente contra la gu&#237;a de la ventana.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f16029123">Figura 123</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que el vidrio de la ventana trasera (Elemento 1) est&#233; instalado en forma
                apropiada contra la gu&#237;a de la ventana , utilice cinta (Elemento 2) para pegar el vidrio de la
                ventana trasera a la parte trasera de la cabina (Elemento 3).
            </para>
        </step1>
        <figure id="f16029123" figsize="col-wide">
            <graphic filename="../figg16/g16026b6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="248px" resolution="72"/>
            <caption>Figura 123. Encintado del vidrio de la ventana trasera del veh&#237;culo</caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. CINTA ADHESIVA</callout1>
                <callout1>3. PARTE TRASERA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Quite los trozos de cinta
                <hotlnk xrefid="f16029123">(Elementos 1 y 3, Figura 123)</hotlnk>
                <xref refid="f16029123"/>
                de la parte superior e inferior del vidrio de la ventana trasera y de la apertura de la ventana trasera
                de la cabina que se utiliz&#243; durante la instalaci&#243;n del vidrio de la ventana trasera.
            </para>
        </step1>
        <step1>
            <para count="1">Si sac&#243; los asientos durante el retiro del vidrio de la ventana trasera, inst&#225;lelos
                nuevamente en la cabina. Consulte la secci&#243;n
                <hotlnk document="m16029_38.xml" xrefid="x1602913">ASIENTOS, Instalaci&#243;n de asientos del conductor
                    o pasajero
                </hotlnk>
                <xref refid="x1602933"/>.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Mientras se est&#225; curando el adhesivo, tenga cuidado de no golpear el vidrio de la ventana
                    trasera cuando vuelva a instalar los asientos dentro de la cabina. Esto puede causar que el vidrio
                    de la ventana trasera no selle apropiadamente y podr&#237;a haber una fuga.
                </para>
            </caution>
        </specpara>
        <specpara>
            <important>
                <para>El tiempo de curado r&#225;pido del adhesivo de uretano de dos partes U216 permite que el veh&#237;culo
                    se pueda manejar 30 minutos despu&#233;s de completar la instalaci&#243;n del vidrio de la ventana
                    trasera. Necesitar&#225; usar la secci&#243;n Informe para reemplazo de parabrisas adheridos
                    <hotlnk document="m16029_104.xml" xrefid="f16029134">(Figura 134)</hotlnk>
                    <xref refid="f16029134"/>
                    para registrar la hora, temperatura y humedad.
                </para>
            </important>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
