<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - REMOCI&#211;N - TABLERO DE INSTRUMENTOS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>TABLERO DE INSTRUMENTOS</title>
        <svcprocinfo>
            <para>Consulte
                <hotlnk xrefid="f1602125">la Figura 25
                    <xref refid="f1602125"/>
                </hotlnk>
                para las ubicaciones de veloc&#237;metro, tac&#243;metro, indicadores e interruptores en el tablero de
                instrumentos.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Remoci&#243;n de los indicadores operados el&#233;ctricamente, indicadores de aire mec&#225;nicos el
                veloc&#237;metro y tac&#243;metro
            </title>
            <step1>
                <para count="1">Para remover los indicadores operados el&#233;ctricamente, los indicadores de aire mec&#225;nicos,
                    el veloc&#237;metro y tac&#243;metro consulte GRUPO 08 - SISTEMA EL&#201;CTRICO en el Manual de
                    Servicio Maestro CTS-5000.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Para remover el panel del frente donde est&#225; colocado el radio, se tiene que remover el
                        marco (cubierta) del radio. Para remover el marco del radio, tome el marco por ambos lados del
                        radio y hale cuidadosamente el marco del radio hacia afuera.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Para tener acceso al tablero de fusibles o el tablero de cortacircuito (opcional)
                    ubicados detr&#225;s de la guantera, abra la guantera (
                    <hotlnk xrefid="f1602125">Elemento 6
                        <xref refid="f1602125"/>
                    </hotlnk>
                    ). Introduzca la mano detr&#225;s de la guantera por arriba y hale los topes hacia adentro para
                    permitir remover la guantera hacia abajo. Si necesita m&#225;s espacio, hale los topes hacia
                    adentro, lo que permitir&#225; remover la guantera hacia abajo despu&#233;s del segundo tope.
                </para>
            </step1>
            <figure id="f1602125" figsize="pg-wide">
                <graphic filename="../figg16/g1602125.webp" type="webp" scalefit="1" scalefitwidth="368px"
                         resolution="300"/>
                <caption>Figura 25. Tablero de Instrumentos</caption>
                <calloutgroup>
                    <callout1>1. GRUPO DE INDICADORES Y LUCES DE LA IZQUIERDA</callout1>
                    <callout1>2. GRUPO CENTRAL DE INDICADORES DEL TAC&#211;METRO Y VELOC&#205;METRO</callout1>
                    <callout1>3. GRUPO DE INDICADORES Y LUCES DE LA DERECHA</callout1>
                    <callout1>4. TABLERO LATERAL (CONTIENE UN TABLERO DE INTERRUPTORES, RADIO, CONTROLES DEL CALENTADOR
                        Y ENFRIADOR, E INTERRUPTORES E INDICADORES OPCIONALES)
                    </callout1>
                    <callout1>5. RADIO</callout1>
                    <callout1>6. GUANTERA (TABLERO DE FUSIBLES Y CORTACIRCUITO (OPCIONAL) DETR&#193;S)</callout1>
                    <callout1>7. FUENTE DE ENERG&#205;A CON TERMINAL DE DOS BORNES (OPCIONAL)</callout1>
                    <callout1>8. FUENTE DE ENERG&#205;A TIPO ENCENDEDOR (OPCIONAL)</callout1>
                    <callout1>9. DESCARGA DE LA SUSPENSI&#211;N DE AIRE (OPCIONAL)</callout1>
                    <callout1>10. PERILLA DE RECIRCULACI&#211;N DE AIRE</callout1>
                    <callout1>11. CONSOLA CENTRAL PARA COMODIDAD</callout1>
                    <callout1>12. ENCENDEDOR DE CIGARRILLOS</callout1>
                    <callout1>13. estran ESTRANGULADOR VERNIER (OPCIONAL)</callout1>
                    <callout1>14. CONTROLES DEL EJE TRASERO EN T&#193;NDEM EATON O DE TRACCI&#211;N DEL DIFERENCIAL
                        (OPCIONAL)
                    </callout1>
                    <callout1>15. BOT&#211;N DE PRESI&#211;N PARA ENCENDIDO O ARRANCADOR DE AIRE (OPCIONAL)</callout1>
                    <callout1>16. CONEXI&#211;N PARA DIAGN&#211;STICO, MOTORES ELECTR&#211;NICOS</callout1>
                    <callout1>17. INTERRUPTOR DE ENCENDIDO</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
