<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - CABINA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="2">
        <title>CABINA</title>
        <svcsubproc>
            <title>Procedimientos generales para el desmontaje de la cabina</title>
            <para>Se puede realizar el desmontaje de la cabina desde el chasis si cuenta con un puente gr&#250;a y un
                accesorio de levantamiento de cabina. Los procedimientos de desmontaje pueden variar en diversos
                modelos, dependiendo del tipo de equipo y los accesorios.
            </para>
            <specpara>
                <note>
                    <para>Consulte las secciones que correspondan en el Manual de mantenimiento maestro para verificar
                        el desmontaje y reemplazo de componentes.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Se pueden utilizar los siguientes pasos como gu&#237;a:</para>
            </step1>
            <step1>
                <para count="1">Bloquee las ruedas del cami&#243;n y accione el freno de estacionamiento.</para>
            </step1>
            <step1>
                <para count="1">Incline o quite el cofre.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el cable a tierra de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Drene el sistema de enfriamiento y desconecte la manguera del calefactor.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el eje de la direcci&#243;n en el engranaje.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del acelerador y el control de crucero, si est&#225;
                    instalado.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte las conexiones el&#233;ctricas y el cable de conexi&#243;n a tierra.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje del clutch.</para>
            </step1>
            <step1>
                <para count="1">Desconecte el sistema de frenos (de aire o hidr&#225;ulico).</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, cada vez que alg&#250;n componente reciba mantenimiento o se
                        quite del sistema de aire, aseg&#250;rese de drenar el sistema de aire y enganchar el freno de
                        estacionamiento y/o bloquear el veh&#237;culo para evitar que &#233;ste se mueva mientras se
                        efect&#250;a el mantenimiento.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Desconecte las l&#237;neas del aire acondicionado (si est&#225;n instaladas). Consulte
                    la secci&#243;n GRUPO 16 - CABINA en el Manual de mantenimiento maestro para verificar el
                    procedimiento adecuado.
                </para>
            </step1>
            <specpara>
                <warning>
                    <para>El refrigerante se debe recuperar del sistema de aire acondicionado antes de quitar o
                        reemplazar cualquier componente del sistema. Quitar los componentes mientras haya presi&#243;n
                        en el sistema causar&#225; lesiones personales o la muerte.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Siempre utilice equipos aprobados de reciclaje de refrigerante cuando trabaje con R-134a. Las
                        leyes federales y estatales requieren que el refrigerante se recupere y recicle para ayudar a
                        proteger el medio ambiente.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>No deje salir refrigerante a la atm&#243;sfera. La utilizaci&#243;n del R-12 es una preocupaci&#243;n
                        ambiental mundial. Debido a la ausencia de cloro en la estructura molecular del R-134a, el uso
                        del refrigerante R-134a no causar&#225; ning&#250;n efecto da&#241;ino en la capa de ozono de la
                        atm&#243;sfera. Debido a que no existe suficiente evidencia para determinar el efecto
                        "invernadero" del R-134a, se recomienda reciclarlo. A partir de noviembre de 1995, la recuperaci&#243;n
                        y el reciclado del R-134a ser&#225; exigido por la ley.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Quite la palanca de cambio de velocidades de la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Desmonte el sistema de escape de la cabina si el sistema es del tipo vertical.</para>
            </step1>
            <step1>
                <para count="1">Desmonte cualquier otra conexi&#243;n entre la cabina y el marco, si es necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el accesorio de levantamiento de la cabina. Coloque una almohadilla en el
                    accesorio de levantamiento para evitar que la cabina se da&#241;e.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Use un puente gr&#250;a y un accesorio de levantamiento de la cabina cuando quite la cabina
                        del chasis. Coloque una almohadilla en el dispositivo de levantamiento para evitar que el
                        conjunto de la cabina se da&#241;e.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Levante parcialmente la cabina de modo que el peso de &#233;sta descanse sobre el
                    accesorio de levantamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los pernos y tuercas de instalaci&#243;n de la cabina al marco de sus posiciones
                    de instalaci&#243;n delanteras y traseras
                    <hotlnk xrefid="f1602688">(Figura 88)</hotlnk>
                    <xref refid="f1602688"/>
                    y
                    <hotlnk xrefid="f1602689">(Figura 89)</hotlnk>
                    <xref refid="f1602689"/>
                    seg&#250;n sea necesario.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Quite la cabina con instalaci&#243;n delantera de cabina con soporte inferior</title>
            <para>Consulte la
                <hotlnk xrefid="f1602688">Figura 88</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite una de las tuercas hexagonales de la brida (Elemento 1) y quite el ret&#233;n de
                    seguridad de soporte de la cabina (Elemento 2) desde abajo de la abrazadera de instalaci&#243;n del
                    chasis de la cabina (Elemento3), como se muestra en el lado del conductor. Guarde la tuerca
                    hexagonal de la brida y el ret&#233;n de seguridad del soporte de cabina para volver a instalarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Jale el tornillo hexagonal de la brida (Elemento 4) de la abrazadera de instalaci&#243;n
                    delantera de la cabina (Elemento 5) como se muestra en el lado del conductor. Guarde el tornillo
                    hexagonal de la brida para volver a instalarlo.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento para quitar el herraje de instalaci&#243;n de la cabina del lado
                    del pasajero.
                </para>
            </step1>
            <figure id="f1602688" figsize="col-wide">
                <graphic filename="../figg16/g1602680.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figura 88. Cabina con instalaci&#243;n delantera de cabina con soporte inferior</caption>
                <calloutgroup>
                    <callout1>1. TUERCA HEXAGONAL DE LA BRIDA</callout1>
                    <callout1>2. RET&#201;N DE SEGURIDAD DE SOPORTE DE LA CABINA</callout1>
                    <callout1>3. ABRAZADERA DE INSTALACI&#211;N DEL CHASIS DE LA CABINA</callout1>
                    <callout1>4. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                    <callout1>5. SOPORTE DE MONTAJE DELANTERO DE LA CABINA</callout1>
                    <callout1>6. DISYUNTOR DELANTERO DE INSTALACI&#211;N DE LA CABINA</callout1>
                    <callout1>7. TUERCA HEXAGONAL DE LA BRIDA</callout1>
                    <callout1>8. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Quite la cabina con instalaci&#243;n de soporte trasero de cabina</title>
            <para>Consulte la
                <hotlnk xrefid="f1602689">Figura 89</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite la tuerca hexagonal de la brida (Elemento 1) y quite el disyuntor trasero de
                    rebote de la cabina (Elemento 2) desde abajo de la vigueta trasera del chasis de la cabina (Elemento
                    3). Repita el procedimiento para quitar la otra tuerca hexagonal de la brida (Elemento 1) y el
                    disyuntor trasero de rebote de la cabina (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Los dos pernos con cuello cuadrado (Elemento 4) est&#225;n asegurados a la vigueta que
                    se ubica debajo de la carrocer&#237;a (Elemento 5) con los clips de retenci&#243;n de soporte de la
                    cabina (Elemento 6). Los pernos de cuello cuadrado permanecer&#225;n en la vigueta que se ubica
                    debajo de la carrocer&#237;a cuando se levante la cabina del chasis, como se muestra en el lado del
                    conductor.
                </para>
            </step1>
            <figure id="f1602689" figsize="col-wide">
                <graphic filename="../figg16/g1602681.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 89. Cabina con instalaci&#243;n de soporte inferior trasero de la cabina</caption>
                <calloutgroup>
                    <callout1>1. TUERCA HEXAGONAL DE LA BRIDA</callout1>
                    <callout1>2. DISYUNTOR TRASERO DE REBOTE DE LA CABINA</callout1>
                    <callout1>3. VIGUETA TRASERA DEL CHASIS DE LA CABINA</callout1>
                    <callout1>4. PERNO CON CUELLO CUADRADO</callout1>
                    <callout1>5. VIGUETA UBICADA ABAJO DE LA CARROCER&#205;A DE LA CABINA</callout1>
                    <callout1>6. CLIP DE RETENCI&#211;N DE SOPORTE DE LA CABINA</callout1>
                    <callout1>7. DISYUNTOR TRASERO DE COMPRESI&#211;N DE LA CABINA</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <caution>
                    <para>Inspeccione todos los puntos de uni&#243;n de la cabina al marco para asegurarse que est&#233;n
                        desconectados de lo contrario se puede producir un da&#241;o.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Levante cuidadosamente la cabina del chasis, utilizando un puente gr&#250;a y un
                    accesorio de levantamiento de la cabina. Si saca la cabina del puente gr&#250;a, p&#243;ngala en un
                    lugar adecuado para proteger las superficies pintadas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Quite los disyuntores delanteros de instalaci&#243;n de la cabina</title>
            <para>Consulte la
                <hotlnk xrefid="f1602688">Figura 88</hotlnk>
                <xref refid="f1602688"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que levante la cabina del chasis, si es necesario reemplazar el disyuntor
                    delantero de instalaci&#243;n de la cabina (Elemento 6), como se muestra en el lado del conductor.
                    Qu&#237;telo de la siguiente forma.
                </para>
            </step1>
            <step1>
                <para count="1">Quite las dos tuercas hexagonales de la brida (Elemento 7) de los dos tornillos
                    hexagonales de la brida (Elemento 8) y quite ambos tornillos hexagonales de la brida. Quite el
                    disyuntor frontal de instalaci&#243;n de la cabina (Elemento 6) de la abrazadera delantera de
                    instalaci&#243;n del chasis de la cabina (Elemento 3) como se muestra en el lado del conductor.
                    Guarde el disyuntor delantero de instalaci&#243;n de la cabina, las tuercas hexagonales de la brida
                    y los tornillos hexagonales de la brida para volver a instalarlos, a menos que est&#233;n da&#241;ados
                    y haya que reemplazarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento para quitar el disyuntor delantero de instalaci&#243;n de la
                    cabina del lado del pasajero.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Quite los pernos de cuello cuadrado y los disyuntores de compresi&#243;n traseros de la cabina
            </title>
            <para>Consulte la
                <hotlnk xrefid="f1602689">Figura 89</hotlnk>
                <xref refid="f1602689"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que levante la cabina del chasis, se pueden levantar los disyuntores de compresi&#243;n
                    trasera de la cabina (Elemento 7) de la vigueta del chasis de la cabina (Elemento 3). Guarde los
                    disyuntores de compresi&#243;n trasera de la cabina para volver a instalarlos, a menos que est&#233;n
                    da&#241;ados y haya que reemplazarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario reemplazar los dos pernos de cuello cuadrado (Elemento 4), tendr&#225;
                    que quitar la vigueta que se ubica debajo de la carrocer&#237;a (Elemento 5), de la cabina, luego j&#225;lelos
                    y desatorn&#237;llelos de los clips de retenci&#243;n del soporte de la cabina (Elemento 6).
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_50.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_52.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
