<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - CONJUNTO DEL SEGURO DE LA
        PUERTA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>CONJUNTO DEL SEGURO DE LA PUERTA</title>
        <svcprocinfo>
            <para>Los seguros de las puertas y el interruptor de encendido montado en la consola tienen el mismo c&#243;digo
                de tal modo que una sola llave haga funcionar los tres cilindros. El n&#250;mero de c&#243;digo est&#225;
                estampado en el cuerpo del interruptor de encendido justo detr&#225;s de la tuerca ciega. El n&#250;mero
                de c&#243;digo no aparece en el conjunto del seguro de la puerta.
            </para>
            <para>Para REEMPLAZAR el seguro de la puerta, debe reemplazar el conjunto completo. El cilindro de fiadores
                no se puede remover. Si tiene que reemplazar un seguro de la puerta, reemplace ambos seguros con seguros
                que coincidan.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instalaci&#243;n del conjunto del seguro de la puerta</title>
            <para>Consulte
                <hotlnk document="m16021_35.xml" xrefid="f1602178">la Figura 78
                    <xref refid="f1602178"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <specpara>
                <caution>
                    <para>Para evitar da&#241;ar la puerta mientras est&#225; completamente abierta, reinstale la correa
                        para limitar la apertura de la puerta.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Coloque el conjunto del cilindro del seguro de la puerta (Elemento 3) en la puerta de la
                    cabina (Elemento 5) y gire el conjunto del seguro del cilindro de la puerta para colocar la ranura
                    de la llave correctamente en la puerta de la cabina, se muestra el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la presilla de retenci&#243;n del cilindro del seguro (Elemento 4) en el
                    conjunto del cilindro del seguro de la puerta (Elemento 3), se muestra el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la varilla de control del seguro (Elemento 2) en el conjunto del cilindro del
                    seguro de la puerta (Elemento 3) y deslice la presilla de retenci&#243;n (Elemento 1) en la varilla
                    de control del seguro, se muestra el lado del conductor.
                </para>
            </step1>
            <para>SI VA A INSTALAR EL CONJUNTO DEL SEGURO DE LA PUERTA DEL LADO DEL CONDUCTOR siga los pasos 4 y 5 a
                continuaci&#243;n.
            </para>
            <step1>
                <para count="1">Instale el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana en la puerta de la cabina. Consulte
                    <hotlnk document="m16021_68.xml" xrefid="x16021114">CONJUNTO DEL PANEL TAPIZADO SUPERIOR E INTERIOR
                        DE LA PUERTA Y DEL REGULADOR DE LA VENTANA, Instalaci&#243;n del conjunto del panel tapizado
                        superior e interior y del regulador de la ventana del lado del conductor
                        <xref refid="x16021114"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel tapizado inferior de la puerta de la cabina en la puerta de la cabina.
                    Consulte
                    <hotlnk document="m16021_66.xml" xrefid="x16021113">PANEL TAPIZADO INFERIOR DE LA PUERTA DE LA
                        CABINA, Instalaci&#243;n del panel tapizado inferior de la puerta de la cabina del lado del
                        conductor
                        <xref refid="x16021113"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <para>SI VA A INSTALAR EL CONJUNTO DEL SEGURO DE LA PUERTA DEL LADO DEL PASAJERO siga los pasos 6 y 7 a
                continuaci&#243;n.
            </para>
            <step1>
                <para count="1">Instale el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana en la puerta de la cabina. Consulte
                    <hotlnk document="m16021_68.xml" xrefid="x16021114">CONJUNTO DEL PANEL TAPIZADO SUPERIOR E INTERIOR
                        DE LA PUERTA Y DEL REGULADOR DE LA VENTANA, Instalaci&#243;n del conjunto del panel tapizado
                        superior e interior de la puerta y del regulador de la ventana del lado del pasajero
                        <xref refid="x16021114"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel tapizado inferior de la puerta de la cabina en la puerta de la cabina.
                    Consulte
                    <hotlnk document="m16021_66.xml" xrefid="x16021113">PANEL TAPIZADO INFERIOR DE LA PUERTA DE LA
                        CABINA, Instalaci&#243;n del panel tapizado inferior de la puerta de la cabina del lado del
                        pasajero
                        <xref refid="x16021113"/>
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_77.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_79.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
