<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - CANALES DE CORREDERA DE LA VENTANA
        DE LA PUERTA DE LA CABINA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>CANALES DE CORREDERA DE LA VENTANA DE LA PUERTA DE LA CABINA</title>
        <step1>
            <para count="1">Quite el panel de adorno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16026_22.xml" xrefid="x1602604">PANEL DE ADORNO DE LA PUERTA DE LA CABINA</hotlnk>
                <xref refid="x1602604"/>. Si la puerta de la cabina est&#225; equipada con ventanas y seguros el&#233;ctricos
                de puertas, consulte la secci&#243;n Retiro del panel de adorno de puerta con ventanas y seguros el&#233;ctricos
                de puertas. Si la puerta de la cabina est&#225; equipada con ventanas y seguros manuales de puertas,
                consulte la secci&#243;n Retiro del panel de adorno de puerta con ventanas y seguros manuales de
                puertas.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el desviador de agua del panel interno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16026_23.xml" xrefid="x1602605">DESVIADOR DE AGUA DEL PANEL INTERNO DE LA PUERTA DE
                    LA CABINA
                </hotlnk>
                <xref refid="x1602605"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Para quitar el conjunto del herraje modular de la puerta, consulte la secci&#243;n
                <hotlnk document="m16026_26.xml" xrefid="x1602607">CONJUNTO DEL HERRAJE MODULAR DE LA PUERTA</hotlnk>
                <xref refid="x1602607"/>.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_33.xml" xrefid="f1602661">Figura 61</hotlnk>
            <xref refid="f1602661"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Una vez que quite y ponga el conjunto del herraje modular de la puerta (Elemento 1,
                <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>)
                <xref refid="f1602652"/>
                en una superficie de trabajo apropiada. Quite la manija externa de la puerta de la cabina (Elemento 1)
                del canal de corredera de la ventana (Elemento 2), presionando la leng&#252;eta de cierre (Elemento 3) y
                deslice la abrazadera de apoyo del suspensor (Elemento 4) fuera del canal de corredera, como se muestra
                en el lado del conductor.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_34.xml" xrefid="f1602665">Figura 65</hotlnk>
            <xref refid="f1602665"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite la cerradura de la puerta (Elemento 1) del canal de corredera de la ventana (Elemento
                2) presionando la leng&#252;eta de fijaci&#243;n (Elemento 3) y deslice la abrazadera de apoyo del
                suspensor (Elemento 4) fuera del canal de corredera de la ventana, como se muestra en el lado del
                conductor.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f1602669">Figura 69</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Con el conjunto del herraje modular de la puerta (Elemento 1) acostado sobre la parte
                posterior. Con un desarmador de hoja plana (Elemento 2), empuje la leng&#252;eta de fijaci&#243;n
                (Elemento 3) en la parte superior del canal de corredera de la ventana (Elemento 4) a la derecha y
                deslice el canal de corredera hacia la izquierda, fuera del conjunto del herraje modular de la puerta,
                como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Con un desarmador de hoja plana, empuje la leng&#252;eta de fijaci&#243;n (Elemento 5) hasta
                el fondo del canal de corredera de la ventana (Elemento 4) a la derecha y desl&#237;cela hacia la
                izquierda, fuera del conjunto del herraje modular de la puerta (Elemento 1), como se muestra en el lado
                del conductor. Deje aparte el canal de corredera y gu&#225;rdelo para volver a instalarlo,.a menos que
                est&#233; da&#241;ado y haya que reemplazarlo.
            </para>
        </step1>
        <figure id="f1602669" figsize="col-wide">
            <graphic filename="../figg16/g1602661.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 69. Canales de corredera de la ventana de la puerta de la cabina</caption>
            <calloutgroup>
                <callout1>1. CONJUNTO DEL HERRAJE MODULAR DE LA PUERTA</callout1>
                <callout1>2. DESARMADOR DE HOJA PLANA</callout1>
                <callout1>3. LENG&#220;ETA DE FIJACI&#211;N</callout1>
                <callout1>4. CANAL DE CORREDERA DE LA VENTANA</callout1>
                <callout1>5. LENG&#220;ETA DE FIJACI&#211;N</callout1>
                <callout1>6. CANAL DE CORREDERA DE LA VENTANA</callout1>
                <callout1>7. LENG&#220;ETA DE FIJACI&#211;N</callout1>
                <callout1>8. LENG&#220;ETA DE FIJACI&#211;N</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Para quitar el canal de corredera de la ventana (Elemento 6) de la izquierda, utilice un
                desarmador de hoja plana y empuje la leng&#252;eta de fijaci&#243;n (Elemento 7) en la parte superior
                del canal de corredera y deslice este &#250;ltimo hacia la derecha fuera del conjunto del herraje
                modular de la puerta (Elemento 1), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Con un desarmador de hoja plana, empuje la leng&#252;eta de fijaci&#243;n (Elemento 8) hasta
                el fondo del canal de corredera de la ventana (Elemento 6) a la izquierda y deslice este &#250;ltimo
                hacia la derecha, fuera del conjunto del herraje modular de la puerta (Elemento 1), como se muestra en
                el lado del conductor. Deje aparte el canal de corredera y gu&#225;rdelo para volver a instalarlo,.a
                menos que est&#233; da&#241;ado y haya que reemplazarlo.
            </para>
        </step1>
        <step1>
            <para count="1">Repita el procedimiento para quitar los canales de corredera de la ventana del lado del
                pasajero.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_35.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_37.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
