<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - PROBLEMAS DE LA PINTURA - PROBLEMAS DE APLICACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>PROBLEMAS DE APLICACI&#211;N</title>
        <svcprocinfo>
            <para>Los problemas m&#225;s comunes de aplicaci&#243;n son:</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Opacidad</title>
            <para>Este t&#233;rmino se aplica a la neblina o niebla lechosa que aparece en un acabado de la pintura.
                Generalmente es causada por la captura de gotitas de humedad en la pintura en d&#237;as lluviosos o h&#250;medos.
                La opacidad se puede evitar usando un diluyente de secado lento o reduciendo levemente la presi&#243;n
                del aire de la pistola. La mayor parte de la opacidad puede detectarse mientras se pinta. Para corregir
                el problema, agregue retardador a la mezcla de pintura y vuelva a rociar. Si se detecta rubor despu&#233;s
                de pintar, lije para eliminarlo y recubra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Suciedad en el acabado</title>
            <para>La suciedad puede caer en la pintura muy f&#225;cilmente cuando el &#225;rea de trabajo de pintura y
                el veh&#237;culo no se limpian adecuadamente antes de pintar. Si la suciedad queda en el acabado, debe
                ser eliminada frotando con una pasta para pulir metales o lijada si la suciedad est&#225; muy dentro del
                acabado.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ojo de pescado</title>
            <para>Un problema muy com&#250;n para todos los pintores, los ojos de pescado son los "orificios" en la pel&#237;cula
                de pintura que permiten ver el acabado subyacente. Generalmente, este problema se debe a la limpieza
                incorrecta de la superficie y a la presencia de siliconas de cera. Si la pintura comienza a formar ojos
                de pescados mientras pinta, quite la pintura mientras est&#225; h&#250;meda y limpie a fondo la
                superficie con un removedor de cera y grasa o, despu&#233;s que la capa de pintura se haya secado,
                aplique otra capa que contenga la cantidad recomendada de "eliminador de ojos de pescado" disponible a
                trav&#233;s de la mayor&#237;a de los fabricantes de pinturas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Moteado</title>
            <para>Este problema se caracteriza por una apariencia manchada o veteada en un acabado met&#225;lico de
                pintura. La causa del moteado son las laminillas met&#225;licas que flotan agrup&#225;ndose despu&#233;s
                de la aplicaci&#243;n debido a una mezcla incorrecta, a un exceso de solvente o a sostener la pistola
                demasiado cerca de la superficie pintada mientras se roc&#237;a. Si se produce el moteado, deje secar la
                pintura y luego aplique una capa de desecador o aumente la distancia de la pistola a la superficie
                pintada. Es posible que para los acabados con demasiado moteado se requiera lijar y repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Superficie rugosa</title>
            <para>La superficie rugosa tiene la apariencia de una superficie con protuberancias, muy semejante a la c&#225;scara
                de una naranja. Su causa es el flujo incorrecto de pintura debido a una t&#233;cnica de rociado o una
                mezcla de aire y pintura incorrecta, a una alta temperatura del aire, a escasez de solvente en la
                pintura o a una pintura mal mezclada. La superficie rugosa se puede evitar ajustando la mezcla de
                solvente para compensar la temperatura alta o el tiempo de secado r&#225;pido y ajustando la mezcla de
                aire y el patr&#243;n de rociado. En casos extremos, es posible que se requiera lijar la pintura y
                volver a rociar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Picaduras</title>
            <para>Pueden aparecer peque&#241;os orificios en un acabado debido a varias razones distintas, tales como
                aplicaci&#243;n de pintura sobre una superficie h&#250;meda, contaminantes en la pintura o en las l&#237;neas
                de aire, sellado incorrecto de las &#225;reas de imprimado o de relleno o masilla pl&#225;stica, capas
                de pintura excesivamente espesas o h&#250;medas o t&#233;cnica deficiente de rociado, todas las cuales
                tienden a atrapar humedad o solvente bajo el acabado de la pintura. Revise la condiciones y t&#233;cnicas
                de la pintura si se producen poros mientras pinta. Los casos graves se deben lijar y repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Corrimientos y desprendimientos</title>
            <para>Causados con frecuencia por la aplicaci&#243;n de demasiada pintura de una vez, los corrimientos y
                desprendimientos tambi&#233;n pueden aparecer cuando la pintura contiene demasiado solvente, cuando la
                mezcla de aire y pintura de la pistola es incorrecta o cuando la pistola se sostiene demasiado cerca de
                la superficie pintada. Se deben lijar los goteos y desprendimientos y se debe repintar la superficie.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Veteado</title>
            <para>De apariencia semejante a una cebra, el veteado es causado por la inclinaci&#243;n de la pistola de
                aspersi&#243;n durante la aplicaci&#243;n de la pintura en lugar de mantenerla paralela a la superficie.
                Un veteado suave se puede ocultar con capas adicionales encima, pero el veteado fuerte requiere lijar
                con pasta y a veces repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Arrugamiento</title>
            <para>La causa de esta condici&#243;n es el secado disparejo del acabado de la pintura, generalmente debido
                a capas de pintura excesivamente gruesas o con demasiado solvente, a variaciones de temperatura durante
                la aplicaci&#243;n de la pintura o a demasiadas capas de pintura. Se debe quitar la pintura arrugada y
                se debe repintar la superficie.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_19.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
