<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - INSTALACI&#211;N - MOTOR EL&#201;CTRICO
        DEL LIMPIAPARABRISAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>MOTOR EL&#201;CTRICO DEL LIMPIAPARABRISAS</title>
        <para>El sistema del limpiaparabrisas est&#225; compuesto por un motor el&#233;ctrico unitario de 12 voltios que
            hace funcionar los brazos del limpiador por medio de un varillaje (
            <hotlnk document="m16029_47.xml" xrefid="f1602978">Figura 78</hotlnk>)
            <xref refid="f1602978"/>.
        </para>
        <para>Dado que el motor del limpiador se fabric&#243; como unitario, no es necesario reconstruirlo ni ajustarlo.
            No hay piezas que necesiten reparaci&#243;n, el conjunto se reemplaza por completo.
        </para>
        <specpara>
            <caution>
                <para>No intente mover las hojas tomando el brazo del lavador mientras est&#225; funcionando. Esto puede
                    producir el quiebre de los dientes del engranaje de impulsi&#243;n o doblar el varillaje. Si las
                    hojas est&#225;n pegadas al parabrisas por el hielo, no haga funcionar el interruptor de control
                    hasta que las haya despegado.
                </para>
            </caution>
        </specpara>
        <specpara>
            <note>
                <para>En la
                    <hotlnk document="m16029_47.xml" xrefid="f1602978">Figura 78</hotlnk>
                    <xref refid="f1602978"/>, los limpiaparabrisas y la plataforma del cubretablero se han quitado
                    parcialmente para mostrar el conjunto del limpiaparabrisas que se ubica bajo la plataforma del
                    cubretablero.
                </para>
            </note>
        </specpara>
        <para>Vea la
            <hotlnk document="m16029_47.xml" xrefid="f1602978">Figura 78</hotlnk>
            <xref refid="f1602978"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Coloque el motor del limpiador el&#233;ctrico (Elemento 3, vea flecha A) en su lugar en la
                abrazadera de instalaci&#243;n del motor del limpiador (Elemento 6, vea flecha A). Instale tres
                tornillos hexagonales de la brida (Elemento 7, vea flecha A) que aseguran el motor el&#233;ctrico del
                limpiador a la abrazadera de instalaci&#243;n del motor del limpiador. Apriete a 44.3 a 62 lbf pulg (5 a
                7 N&#8226;m).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque el brazo de accionamiento del limpiador (Elemento 2, vea flecha A) y la arandela de
                presi&#243;n (Elemento 4, vea flecha A) en el eje del motor el&#233;ctrico del limpiador. Instale la
                tuerca hexagonal de retenci&#243;n (Elemento 1, vea flecha A y flecha B) que asegura el brazo de
                accionamiento del limpiador (Elemento 2, vea flecha A) al motor el&#233;ctrico del limpiador (Elemento
                3, vea flecha A). Apriete de 104 a 140 lbf-pulg (11.8 a 15.8 N&#8226;m).
            </para>
        </step1>
        <para>Vea la
            <hotlnk document="m16029_46.xml" xrefid="f1602977">Figura 77</hotlnk>
            <xref refid="f1602977"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si es necesario, ponga el mazo de cables (Elemento 13, vea flecha A) en el motor del
                limpiaparabrisas (Elemento 6) y la abrazadera de instalaci&#243;n del motor del limpiaparabrisas
                (Elemento 4, vea flecha A) y aseg&#250;relo con envoltura ty (Elemento 12, vea flecha A).
            </para>
        </step1>
        <step1>
            <para count="1">Conecte el conector del mazo de cables (Elemento 1) al conector del motor del
                limpiaparabrisas (Elemento 2).
            </para>
        </step1>
        <step1>
            <para count="1">Con la llave del encendido en la posici&#243;n ON, ponga el brazo del limpiador al final del
                ciclo de barrido (es decir, ponga la hoja del limpiador a la izquierda del parabrisas). Ponga la llave
                en la posici&#243;n OFF.
            </para>
        </step1>
        <step1>
            <para count="1">Baje el cofre a la posici&#243;n de cierre y eng&#225;nchelo en ambos lados.</para>
        </step1>
        <step1>
            <para count="1">Encienda los limpiadores a velocidad alta y active el lavaparabrisas para revisar que
                funcionen correctamente. Ajuste la posici&#243;n del conjunto de la hoja y el brazo del limpiaparabrisas
                si necesita obtener un funcionamiento apropiado del limpiador.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_90.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_92.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
