<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - INSTALACI&#211;N - CABINA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>CABINA</title>
        <svcprocinfo>
            <para>Se puede realizar la instalaci&#243;n de la cabina en el chasis si cuenta con un puente gr&#250;a y un
                accesorio de levantamiento de cabina. Los procedimientos de instalaci&#243;n pueden variar en diversos
                modelos, dependiendo del tipo de equipo y los accesorios.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instale los disyuntores delanteros de la cabina</title>
            <para>Consulte la
                <hotlnk document="m16026_51.xml" xrefid="f1602688">Figura 88</hotlnk>
                <xref refid="f1602688"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si quit&#243; o reemplaz&#243; el disyuntor delantero de instalaci&#243;n de la cabina
                    (Elemento 6). Instale el disyuntor delantero de instalaci&#243;n de la cabina en la abrazadera de
                    instalaci&#243;n del chasis de la cabina (Elemento 3) antes de instalar la cabina sobre el chasis,
                    como se muestra en el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el disyuntor delantero de instalaci&#243;n de la cabina (Elemento 6) en su lugar
                    en la parte superior de la abrazadera de instalaci&#243;n del chasis (Elemento 3). Instale dos
                    tornillos hexagonales de la brida (Elemento 8) a trav&#233;s del disyuntor delantero de la cabina y
                    de la abrazadera de instalaci&#243;n del chasis e instale dos tuercas hexagonales de la brida
                    (Elemento 7), como se muestra en el lado del conductor. Apriete de 88 a 106 lbf-pie (de 119 a 144 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento para instalar el disyuntor delantero de instalaci&#243;n de la
                    cabina del lado del pasajero.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de los pernos de cuello cuadrado y los disyuntores de compresi&#243;n traseros de la
                cabina
            </title>
            <para>Consulte la
                <hotlnk document="m16026_51.xml" xrefid="f1602689">Figura 89</hotlnk>
                <xref refid="f1602689"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si los quit&#243; o los reemplaz&#243;, instale los dos pernos de cuello cuadrado
                    (Elemento 4) a trav&#233;s de la vigueta que se ubica bajo la carrocer&#237;a (Elemento 5) bajo la
                    cabina y atornille los clips de retenci&#243;n (Elemento 6) en ambos pernos con cuello cuadrado
                    hasta que lleguen al tope del hilo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la vigueta que se ubica bajo la carrocer&#237;a (Elemento 5) debajo de la
                    cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Levante cuidadosamente la cabina por encima del chasis, utilizando un puente gr&#250;a y
                    un accesorio de levantamiento de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Baje la cabina sobre el chasis, y a medida que hace esto, ponga los disyuntores traseros
                    de compresi&#243;n de la cabina (Elemento 7) en el travesa&#241;o trasero del chasis (Elemento 3).
                    Alinee ambos pernos de cuello cuadrado (Elemento 4) con los disyuntores de compresi&#243;n y los
                    orificios traseros en el travesa&#241;o trasero del chasis de la cabina, a medida que baja la cabina
                    sobre el chasis.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instale la cabina con instalaci&#243;n delantera de cabina con soporte inferior</title>
            <step1>
                <para count="1">A medida que se baja la cabina sobre el chasis, p&#243;ngala apropiadamente sobre las
                    ubicaciones de instalaci&#243;n (
                    <hotlnk document="m16026_51.xml" xrefid="f1602688">Figura 88</hotlnk>)
                    <xref refid="f1602688"/>.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>No ponga todo el peso de la cabina sobre el chasis hasta que haya apretado todos los pernos de
                        instalaci&#243;n.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <caution>
                    <para>Inspeccione toda la cabina para detectar puntos de uni&#243;n y asegurarse de que est&#233;n
                        alineados en forma apropiada o si podr&#237;an producirse da&#241;os.
                    </para>
                </caution>
            </specpara>
            <para>Consulte la
                <hotlnk document="m16026_51.xml" xrefid="f1602688">Figura 88</hotlnk>
                <xref refid="f1602688"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale el tornillo hexagonal de la brida (Elemento 4) a trav&#233;s de la abrazadera
                    delantera de instalaci&#243;n de la cabina (Elemento 5), del disyuntor frontal de instalaci&#243;n
                    de la cabina (Elemento 6) y la abrazadera frontal de instalaci&#243;n del chasis de la cabina
                    (Elemento 3), como se muestra en el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el ret&#233;n de seguridad de soporte de la cabina (Elemento 2) bajo la abrazadera
                    de instalaci&#243;n del chasis de la cabina (Elemento 3) y desl&#237;cela sobre el tornillo
                    hexagonal de la brida (Elemento 4). Instale la tuerca hexagonal de la brida (Elemento 1), como se
                    muestra en el lado del conductor. Apriete de 254 a 310 lbf-pie (de 344 a 420 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Repita el procedimiento para instalar el herraje delantero de instalaci&#243;n de la
                    cabina del lado del pasajero.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instale la cabina con instalaci&#243;n trasera de la cabina con soporte inferior</title>
            <para>Consulte la
                <hotlnk document="m16026_51.xml" xrefid="f1602689">Figura 89</hotlnk>
                <xref refid="f1602689"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que baje la cabina al chasis y los dos pernos de cuello cuadrado (Elemento 4) se
                    han ubicado apropiadamente a trav&#233;s de los disyuntores de compresi&#243;n trasera de la cabina
                    (Elemento 7) y del travesa&#241;o trasero del chasis de la cabina (Elemento 3).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el disyuntor trasero de rebote de la cabina (Elemento 2) sobre los dos pernos de
                    cuello cuadrado (Elemento 4) abajo del travesa&#241;o trasero del chasis de la cabina (Elemento 3).
                    Instale dos tuercas hexagonales de brida (Elemento 1). Apriete de 88 a 106 lbf-pie (de 119 a 144 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el accesorio de levantamiento de la cabina.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Procedimientos generales para la instalaci&#243;n de la cabina</title>
            <specpara>
                <note>
                    <para>Los pasos restantes se pueden llevar a cabo con la ayuda de las secciones de mantenimiento
                        apropiadas. Consulte el Manual maestro de mantenimiento para verificar los componentes que se
                        van a instalar.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije el sistema de escape si es del tipo vertical.</para>
            </step1>
            <step1>
                <para count="1">Fije la palanca de cambio de velocidades a la transmisi&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte los siguientes elementos:</para>
                <randlist type="dash">
                    <item>
                        <para>l&#237;neas del aire acondicionado (si est&#225;n instaladas). Consulte la secci&#243;n
                            GRUPO 16 - TEOR&#205;A B&#193;SICA, DIAGN&#211;STICO Y SERVICIO DEL AIRE ACONDICIONADO en el
                            Manual maestro de mantenimiento para verificar los procedimientos adecuados para cargar el
                            sistema del aire acondicionado.
                        </para>
                    </item>
                    <item>
                        <para>el sistema de frenos (de aire o hidr&#225;ulico). Consulte el GRUPO 04 - FRENOS en el
                            Manual de mantenimiento maestro para las instrucciones de purga.
                        </para>
                    </item>
                    <item>
                        <para>varillaje del clutch.</para>
                    </item>
                    <item>
                        <para>las conexiones el&#233;ctricas y el cable de conexi&#243;n a tierra.</para>
                    </item>
                    <item>
                        <para>varillaje del acelerador.</para>
                    </item>
                    <item>
                        <para>el eje de la direcci&#243;n en el engranaje.</para>
                    </item>
                    <item>
                        <para>la manguera del calefactor.</para>
                    </item>
                </randlist>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento. Consulte la secci&#243;n GROUP 12 - ENFRIAMIENTO en el
                    Manual maestro de mantenimiento para verificar los procedimientos y requerimientos adecuados de l&#237;quido
                    refrigerante.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cable a tierra de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Reemplace o baje el cofre, desbloquee las ruedas y libere el freno de estacionamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Haga una prueba en carretera con el veh&#237;culo. Aseg&#250;rese de que todos los
                    componentes del veh&#237;culo est&#233;n funcionando apropiadamente antes de poner el veh&#237;culo
                    en servicio otra vez.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_93.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_95.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
