<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - HOJAS DE DATOS T&#201;CNICOS DE SIKKENS - AUTOCRYL FILLER OFF
        WHITE
    </stitle>
    <svcsection/>
    <svcproc id="hl1600203" svcproctype="inspect" graphiccount="0">
        <title>AUTOCRYL FILLER OFF WHITE</title>
        <svcprocinfo>
            <para>Hoja de datos t&#233;cnicos 3.2.6</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Autocryl Filler Off White es un material para el terminado coloreable, uretano acr&#237;lico libre de
                cromato de zinc que se puede usar de dos formas distintas:
            </para>
            <seqlist>
                <item>
                    <para>Como un imprimador-sellador de h&#250;medo sobre h&#250;medo (sin lijar).</para>
                </item>
                <item>
                    <para>Como un imprimador-acabador que se puede lijar para suavidad adicional. Debido a que tiene
                        base de uretano, Autocryl Filler Off White proporciona una excelente duraci&#243;n del brillo de
                        las capas superiores que se aplican encima. Sus cualidades de h&#250;medo sobre h&#250;medo lo
                        transforman en un imprimador-acabador ideal para repintar autom&#243;viles y para el acabado de
                        veh&#237;culos comerciales.
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Producto</title>
            <para>Autocryl Filler Off White</para>
        </svcsubproc>
        <svcsubproc>
            <title>Endurecedores</title>
            <para>Autocryl 1.2.3 Hardener</para>
            <para>Autocryl MS Hardener Slow se puede usar en lugar de 1.2.3 Hardener. Esto no afectar&#225; las caracter&#237;sticas
                de proporci&#243;n de mezcla, flujo o secado de Autocryl Filler Off White.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reductores</title>
            <para>Autocryl Non-Stop Reducer, para &#225;reas muy peque&#241;as. Rango de temperaturas: 15.6&#176;C -
                21.1&#176;C (60&#176;F - 70&#176;F).
            </para>
            <para>Sikkens 1.2.3 Reducer Fast, para reparaciones por puntos y de panel. Rango de temperaturas: 15.6&#176;C
                - 21.1&#176;C (60&#176;F - 70&#176;F).
            </para>
            <para>Sikkens 1.2.3 Reducer Slow, para reparaciones por puntos y de panel. Rango de temperaturas: 18.3&#176;C
                - 29.4&#176;C (65&#176;F - 85&#176;F). Tambi&#233;n para &#225;reas m&#225;s grandes a bajas
                temperaturas.
            </para>
            <para>Sikkens 1.2.3 Reducer Extra Slow, para &#225;reas m&#225;s grandes y acabado general. Rango de
                temperaturas: 26.7&#176;C - 35&#176;C (80&#176;F - 95&#176;F).
            </para>
            <para>Autocryl Temp-O-Actif II, para rociados por puntos, de panel y completos a fin de obtener un curado m&#225;s
                r&#225;pido.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aditivos</title>
            <para>Sikkens Retarder, a ser usado en combinaci&#243;n con Sikkens 1.2.3 Reducer en alta temperatura o
                mientras se roc&#237;an objetos muy grandes.
            </para>
            <para>Autocryl Elast-O-Actif, a ser usado para aumentar la flexibilidad de Autocryl Filler Off White cuando
                se aplica en piezas pl&#225;sticas.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Materias primas b&#225;sicas</title>
            <para>Autocryl Filler Off White: Resinas acr&#237;licas hiprox&#237;dicas</para>
            <para>Autocryl 1.2.3 Hardener: Resina de poli-isocianato</para>
            <para>Autocryl MS Hardener Slow: Resina de poli-isocianato</para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n: Superficies adecuadas</title>
            <para>Autocryl Filler Off White se puede aplicar sobre:</para>
            <randlist type="bullet">
                <item>
                    <para>Acabados existentes, desengrasados y lijados con papel de lija seca n&#186;320-n&#186;360 o de
                        lija h&#250;meda n&#186;500-n&#186;600.
                    </para>
                </item>
                <item>
                    <para>Sikkens Polykit, Polystop LP o Polysoft, lijado en seco con papel de lija n&#186;280-n&#186;320
                        .
                    </para>
                </item>
                <item>
                    <para>Acero, desengrasado y lijado en seco con papel de lija n&#186;80 y luego lija n&#186;120 .
                    </para>
                </item>
                <item>
                    <para>Fibra de vidrio, sin capa de liberaci&#243;n, desengrasada y lijada con lija seca
                        n&#186;240.
                    </para>
                </item>
                <item>
                    <para>Autocryl 3 +1 Filler o Autonova Filler, lijado con lija seca n&#186;320-n&#186;360 o lija h&#250;meda
                        n&#186;500-n&#186;600.
                    </para>
                </item>
                <item>
                    <para>Sikkens Washprimers, despu&#233;s de aplicar una capa, deje que Washprimer seque de 15 a 20
                        minutos (sin lijar).
                    </para>
                </item>
                <item>
                    <para>Sikkens Kombi Putty, lijado con lija n&#186;320-n&#186;360 seca o lija h&#250;meda
                        n&#186;500.
                    </para>
                </item>
            </randlist>
            <para>Autocryl Filler Off White proporcionar&#225; adherencia y protecci&#243;n adecuadas al aplicarse
                directamente sobre el acero puro, para grandes &#225;reas o veh&#237;culos nuevos, incluidos el
                revestimiento de zinc, el acero inoxidable y el aluminio. Autocryl Filler Off White siempre debe
                aplicarse sobre Washprimer CR. (Vea
                <hotlnk document="m16002_29.xml" xrefid="hl1600202">Hoja de datos t&#233;cnicos 1.1.8</hotlnk>)
            </para>
            <seqlist>
                <item>
                    <para>Contiene resinas de acr&#237;lico, xileno y otros ingredientes. Cuando se mezcla, Autocryl
                        Filler Off White contiene isocianatos.
                    </para>
                </item>
                <item>
                    <para>La proporci&#243;n de mezcla es: 100:50:30. Autocryl Filler Off White, Autocryl 1.2.3
                        Hardener/Autocryl MS Hardener slow Sikkens 1.2.3 Reducer.
                    </para>
                </item>
                <item>
                    <para>Use cualquier varilla de medici&#243;n de Sikkens n&#186;1 (negra).</para>
                </item>
                <item>
                    <para>2 - 3 x1</para>
                    <para>1.4 - 1.7 mm (0.055 - 0.067 pulgadas)</para>
                    <para>3 - 4 barios (40 - 50 psi)</para>
                </item>
                <item>
                    <para>La evaporaci&#243;n de solventes es de 5 a 10 minutos a 20&#176;C (70&#176;F)</para>
                </item>
                <item>
                    <para>El tiempo de secado es (h&#250;medo sobre h&#250;medo) un m&#237;nimo de 15 minutos a 20&#176;C
                        (70&#176;F); (sin lijar) un m&#225;ximo de 7 horas a 20&#176;C (70&#176;F).
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Proporci&#243;n de mezcla</title>
            <para>100 partes por volumen de Autocryl Filler Off White</para>
            <para>50 partes por volumen de Autocryl 1.2.3 Hardener o Autocryl MS Hardener Slow</para>
            <para>30 partes por volumen de Sikkens 1.2.3 Reducer</para>
            <para>Para una mezcla f&#225;cil y exacta, use la varilla de medici&#243;n de Sikkens n&#186;1 (negra).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Viscosidad de rociado</title>
            <para>15-16 sec. Din. copa n&#186;4 (17-18 sec. Zahn copa n&#186;2) a 20&#176;C (70&#176;F).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo para endurecimiento en el recipiente</title>
            <para>4 horas a 20&#176;C (70&#176;F), 2 horas a 28&#176;C (80&#176;F).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo para transformaci&#243;n</title>
            <table id="t1600207" tblwidth="full-page">
                <title>Tabla de pistolas de aspersi&#243;n y presiones</title>
                <tgroup cols="4">
                    <colspec colnum="1" colname="1" colwidth="1.75in"/>
                    <colspec colnum="2" colname="2" colwidth="1.75in"/>
                    <colspec colnum="3" colname="3" colwidth="1.75in"/>
                    <colspec colnum="4" colname="4" colwidth="1.75in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tipo</para>
                            </entry>
                            <entry>
                                <para>Boquilla para l&#237;quido de pistola de aspersi&#243;n</para>
                            </entry>
                            <entry>
                                <para>Presi&#243;n de rociado</para>
                            </entry>
                            <entry>
                                <para>Presi&#243;n del l&#237;quido</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por sif&#243;n</para>
                            </entry>
                            <entry>
                                <para>1.4 - 1.7 mm (0.055 - 0.067 pulgada)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por gravedad</para>
                            </entry>
                            <entry>
                                <para>1.2 - 1.4 mm (0.047 - 0.055 pulgada)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por presi&#243;n</para>
                            </entry>
                            <entry>
                                <para>1.0 - 1.2 mm (0.039 - 0.047 pulgada)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>0.8 - 1.0 barios (10 - 14 psi)</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>HVLP</para>
                            </entry>
                            <entry>
                                <para>1.0 - 1.7 mm (0.031 - 0.059 pulgada)</para>
                            </entry>
                            <entry>
                                <para>M&#193;X 0.8 barios (M&#193;X 10 psi)</para>
                            </entry>
                            <entry>
                                <para>0.3 - 0.6 barios (3 - 8 psi)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo de aplicaci&#243;n</title>
            <para>Como un imprimador-sellador de h&#250;medo sobre h&#250;medo (sin lijar).</para>
            <para>Aplique una capa simple y delgada sobre &#225;reas de metal puro. Permita que se evaporen los
                solventes de 5 a 10 minutos y luego aplique una capa simple h&#250;meda. Si es necesario, se puede
                aplicar una capa simple m&#225;s despu&#233;s de un per&#237;odo adicional de 5 a 10 minutos de
                evaporaci&#243;n de solventes.
            </para>
            <para>Como un imprimador-acabador que se puede lijar para suavidad adicional.</para>
            <para>Aplique de dos a tres capas simples fluidas, permitiendo de 5 a 10 minutos de evaporaci&#243;n de
                solventes entre capas. El n&#250;mero de capas depende del espesor deseado para la pel&#237;cula.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Espesor de la pel&#237;cula</title>
            <para>1.0 - 1.2 mil por capa simple</para>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza del equipo</title>
            <para>Con Sikkens Cleaning Solvent o diluyente de laca.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo de secado</title>
            <table id="t1600208" tblwidth="full-page">
                <title>Tabla de tiempos de secado</title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="1" colwidth="1.25in"/>
                    <colspec colnum="2" colname="2" colwidth="2in"/>
                    <colspec colnum="3" colname="3" colwidth="1.25in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Temp.</para>
                            </entry>
                            <entry>
                                <para>H&#250;medo sobre h&#250;medo</para>
                            </entry>
                            <entry>
                                <para>Para lijar</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>A 20&#176;C (70&#176;F)</para>
                            </entry>
                            <entry>
                                <para>15 minutos m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>8 horas</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>A 26.7&#176;C (80&#176;F)</para>
                            </entry>
                            <entry>
                                <para>10 minutos m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>7 horas</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>A 37.8&#176;C (100&#176;F)</para>
                            </entry>
                            <entry>
                                <para>10 minutos m&#237;nimo</para>
                            </entry>
                            <entry>
                                <para>3 horas</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>A 60&#176;C (140&#176;F)</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry>
                                <para>1 hora</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
            <specpara>
                <note>
                    <para>Si la capa superior es de Autobase/Clear Coat System, no se debe permitir que Autocryl Filler
                        Off White seque m&#225;s all&#225; de una hora a 20&#176;C (70&#176;F). De ser as&#237;, se
                        requiere lijar.
                    </para>
                    <para>Se puede poner una capa superior h&#250;medo sobre h&#250;medo encima de Autocryl Filler Off
                        White despu&#233;s de un per&#237;odo de evaporaci&#243;n de solventes de 15 minutos a 20&#176;C
                        (70&#176;F) durante el cual el producto alcanza un brillo como de c&#225;scara de huevo. En el
                        lapso de un m&#225;ximo de 8 horas a 20&#176;C (70&#176;F), se puede aplicar una capa superior
                        de Autocryl sin lijar. Despu&#233;s de un tiempo de secado de 8 horas a 20&#176;C (70&#176;F),
                        se debe lijar Autoryl Filler Off White antes de recubrir en forma adicional.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Lijado</title>
            <para>Despu&#233;s de los tiempos de secado se&#241;alados, Autocryl Filler Off White se puede lijar en seco
                con papel de lija n&#186;360-n&#186;400 o lija h&#250;meda n&#186;500-n&#186;600.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Recubrimiento</title>
            <para>Se puede aplicar una capa superior de Autocryl o Autobase sobre Autocryl Filler Off White (h&#250;medo
                sobre h&#250;medo o lijado).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reparaci&#243;n por puntos</title>
            <para>Se puede efectuar reparaciones por puntos o gradaci&#243;n con Autocryl Filler Off White (h&#250;medo
                sobre h&#250;medo). Despu&#233;s de aplicar las dos capas en el &#225;rea de reparaci&#243;n, agregue al
                material listo para rociar, 100% Sikkens 1.2.3 Reducer y aplique la gradaci&#243;n en el &#225;rea
                adyacente a la reparaci&#243;n. Luego, roc&#237;e SRA Reducer puro para completar la gradaci&#243;n.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Coloraci&#243;n</title>
            <para>Si se desea, Autocryl Filler Off White se puede colorear con 5-10% de colorantes Autocryl. Los
                colorantes recomendados son: Negro 242, rojo 568, azul 575, verde 332.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Capacidad de cobertura</title>
            <para>13.9-15.8 metros cuadrados/litro (150-170 pies cuadrados/litro) de pintura sin mezclar por capa
                simple.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Color de almacenamiento</title>
            <para>Blanco mate</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tama&#241;o del recipiente</title>
            <para>Autocryl Filler Off White: 0.946 litros (1 cuarto) y 3.79 litros (1 gal&#243;n)</para>
            <para>1.2.3 Hardener: 0.946 litros (1 cuarto) y 3.79 litros (1 gal&#243;n)</para>
            <para>MS Hardener Slow: 0.946 litros (1 cuarto) y 3.79 litros (1 gal&#243;n)</para>
            <para>1.2.3 Reducer: 3.79 litros (1 gal&#243;n) y 18.9 litros (5 galones).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Vida &#250;til m&#237;nima en almacenamiento</title>
            <para>Autocryl Filler CF: 2 a&#241;os si se almacena sin abrir a temperatura ambiente.</para>
            <para>Autocryl 1.2.3 Hardener: 1 a&#241;o si se almacena sin abrir a temperatura ambiente.</para>
            <para>Autocryl MS Hardener: 1 a&#241;o si se almacena sin abrir a temperatura ambiente.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Aspectos de seguridad: Punto de inflamaci&#243;n (copa cerrada)</title>
            <para>Autocryl Filler Off White: 25.6&#176;C (78&#176;F)</para>
            <para>1.2.3 Hardener: 27.2&#176;C (81&#176;F)</para>
            <para>Autocryl MS Hardener Slow: -10&#176;C (14&#176;F)</para>
            <para>Sikkens 1.2.3 Reducer Extra Slow: 23.9&#176;C (75&#176;F)</para>
        </svcsubproc>
        <svcsubproc>
            <title>Contenido de VOC</title>
            <para>Autocryl Filler Off White: 370 gramos/litro; 3.1 lb/gal</para>
            <para>1.2.3 Hardener: 605 gramos/litro; 5.0 lb/gal</para>
            <para>Autocryl MS Hardener Slow: 605 gramos/litro; 5.0 lb/gal</para>
            <para>Sikkens 1.2.3 Reducer Slow: 905 gramos/litro; 7.5 lb/gal</para>
        </svcsubproc>
        <svcsubproc>
            <title>VOC listo para rociar</title>
            <para>Proporci&#243;n de mezcla: 100:50:30; 530 gramos/litro; 4.4 lb/gal</para>
        </svcsubproc>
        <svcsubproc>
            <title>Advertencias de datos de seguridad</title>
            <para>Este material est&#225; dise&#241;ado para aplicaci&#243;n s&#243;lo por personal profesional
                capacitado, usando los equipos adecuados y no est&#225; destinado a la venta al p&#250;blico general.
                LEA Y COMPRENDA LA HOJA DE DATOS DE SEGURIDAD DE MATERIALES ANTES DE USAR ESTE PRODUCTO.
            </para>
            <para>A&#237;slelo del calor, los equipos el&#233;ctricos, las chispas y las llamas al descubierto. El vapor
                puede causar incendios repentinos. Use una ventilaci&#243;n adecuada. No respire los vapores ni la
                niebla rociada. Use un respirador aprobado por NIOSH/MSHA durante todo contacto con este producto. Siga
                las instrucciones del fabricante para la selecci&#243;n y uso del respirador. En &#225;reas cerradas,
                use un respirador o una m&#225;scara con l&#237;nea de suministro de aire aprobado por NIOSH/MSHA.
            </para>
            <para>Evite el contacto con los ojos, la piel y la ropa. Use equipo de protecci&#243;n personal de acuerdo
                con lo se&#241;alado en la hoja de datos de seguridad a&#233;rea. L&#225;vese a fondo con jab&#243;n y
                agua en caso de alg&#250;n contacto. Cuando se trate de un acabado, deje salir todos los vapores en
                forma segura. Se debe evitar el producto generado por la soldadura o corte del acabado seco.
            </para>
            <para>Mantenga el recipiente herm&#233;ticamente cerrado cuando no est&#233; en uso. En caso de derrame,
                absorba con material inerte y deshagase de el en forma consciente de acuerdo con los reglamentos
                aplicables. Los recuperadores de pintura (filtros de cabina para pintar a pistola), el polvo del lijado,
                los trapos, los coladores de pintura, etc., pueden considerarse desechos peligrosos y deben eliminarse
                de acuerdo con los reglamentos correspondientes.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Primeros auxilios</title>
            <para>En caso de contacto con los ojos, l&#225;velos de inmediato con abundante agua durante al menos 15
                minutos y obtenga atenci&#243;n m&#233;dica; para la piel, l&#225;vese a fondo con agua y jab&#243;n. Si
                se ve afectado por la inhalaci&#243;n de vapor o niebla, trasl&#225;dese al aire fresco y obtenga atenci&#243;n
                m&#233;dica. Si se ingiere, obtenga atenci&#243;n m&#233;dica.
            </para>
            <para>El contenido de este recipiente debe combinarse con otros componentes antes de poder usar el producto.
                Antes de abrir los recipientes, lea todas las etiquetas de advertencia y la hoja de datos de seguridad
                de materiales y respete todas las precauciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aviso</title>
            <para>Los informes han asociado las sobreexposiciones ocupacionales repetidas y prolongadas con solventes
                con el da&#241;o permanente al sistema nervioso cerebral. Un mal uso intencional a trav&#233;s de la
                concentraci&#243;n e inhalaci&#243;n deliberada del contenido puede ser da&#241;ino o fatal.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reclamaciones</title>
            <para>La informaci&#243;n t&#233;cnica y las sugerencias para el uso establecidas en el presente documento
                se basan en la investigaci&#243;n y experiencia de Akzo Coatings Inc. y se consideran confiables, pero
                dicha informaci&#243;n y sugerencias no conforman una garant&#237;a.
            </para>
            <para>Debido a que Akzo Coatings Inc. no tiene ning&#250;n control sobre las condiciones en la que el
                producto se transporta, almacena, manipula, usa o aplica, los compradores deben determinar por s&#237;
                mismos, mediante pruebas preliminares o de alguna otra manera, la conveniencia del producto para sus
                objetivos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_29.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_31.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
