<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AIRE ACONDICIONADO - SISTEMA DE CALEFACCION 2000, 4000 y 8000 - DESMONTAJE E INSTALACI&#211;N -
        INTERRUPTOR DE CONTROL TERMOST&#193;TICO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>INTERRUPTOR DE CONTROL TERMOST&#193;TICO</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Aseg&#250;rese de que el interruptor de llave y el interruptor de A/A est&#233;n
                    apagados.
                </para>
            </step1>
            <step1>
                <para count="1">Saque la cubierta del tablero del lado del pasajero.</para>
            </step1>
            <step1>
                <para count="1">Saque la cubierta de la unidad del calefactor y evaporador.</para>
            </step1>
            <step1>
                <para count="1">Desconecte dos conectores de cableado del interruptor de control termost&#225;tico.
                </para>
                <specpara>
                    <note>
                        <para>Antes de desconectar los cables, anote las ubicaciones de los n&#250;meros de cicuito para
                            asegurar un correcto reensamblaje.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Saque los tornillos de montaje del interruptor de control termost&#225;tico y quite el
                    interruptor del soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Jale la cinta de aislamiento del tubo capilar. Jale el tubo capilar derecho hacia abajo
                    y fuera del n&#250;cleo del evaporador y la unidad de alojamiento.
                </para>
            </step1>
            <step1>
                <para count="1">Extraiga el tubo capilar del interruptor de control termost&#225;tico del n&#250;cleo
                    del evaporador y el alojamiento (
                    <hotlnk xrefid="f1601426">&#237;tem 1 figura 26</hotlnk>).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <specpara>
                <note>
                    <para>La instalaci&#243;n de servicio es distinta de la instalaci&#243;n de producci&#243;n.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Establezca el acceso quitando el n&#250;cleo del calefactor. NO desconecte las mangueras
                    del calefactor. Saque los tornillos de la parte superior del reborde del n&#250;cleo del calefactor
                    y de la leng&#252;eta externa inferior (
                    <hotlnk document="m16014_22.xml" xrefid="f1601412">Figura 12</hotlnk>). La leng&#252;eta interior
                    inferior del n&#250;cleo del calefactor tiene una ranura del tipo horquilla que ajustan bajo el
                    remache de cabeza redonda en el bastidor interior inferior del alojamiento. Introduzca su mano en el
                    alojamiento y ponga sus dedos detr&#225;s del sello y n&#250;cleo internos. Jale hacia afuera hasta
                    que la horquilla de leng&#252;eta quede fuera del remache de cabeza de bot&#243;n.
                </para>
                <specpara>
                    <caution>
                        <para>Aseg&#250;rese de no doblar la leng&#252;eta, de lo contrario el reensamblaje se
                            dificultar&#225;.
                        </para>
                    </caution>
                </specpara>
                <para>Mueva el n&#250;cleo del calefactor hacia la derecha y &#225;telo al alojamiento (
                    <hotlnk xrefid="f1601425">Figura 25</hotlnk>).
                </para>
                <figure id="f1601425" figsize="col-wide">
                    <graphic id="g1601425" filename="../figg16/g1601425.webp" type="webp"/>
                    <caption>Figura 25. N&#250;cleo del calefactor que se ata en la parte posterior para tener acceso.
                    </caption>
                    <calloutgroup>
                        <callout1>1. N&#218;CLEO DEL CALEFACTOR</callout1>
                        <callout1>2. REBORDE SUPERIOR</callout1>
                        <callout1>3. LENG&#220;ETA INFERIOR EXTERNA</callout1>
                        <callout1>4. ALAMBRE DE AMARRE</callout1>
                    </calloutgroup>
                </figure>
                <figure id="f1601426" figsize="col-wide">
                    <graphic id="g1601426" filename="../figg16/g1601426.webp" type="webp"/>
                    <caption>Figura 26. Instalaci&#243;n del tubo capilar en el n&#250;cleo del evaporador</caption>
                    <calloutgroup>
                        <callout1>1. ABERTURA DEL FILTRO DE AIRE</callout1>
                        <callout1>2. N&#218;CLEO DEL EVAPORADOR</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del filtro de aire y el filtro.</para>
            </step1>
            <step1>
                <para count="1">Empuje el tubo capilar a trav&#233;s de la cinta aisladora a lo largo del lado interno
                    del n&#250;cleo del evaporador (
                    <hotlnk xrefid="f1601427">Figura 27</hotlnk>).
                </para>
                <figure id="f1601427" figsize="col-wide">
                    <graphic id="g1601427" filename="../figg16/g1601427.webp" type="webp"/>
                    <caption>Figura 27. Vista del tubo capilar a trav&#233;s de la abertura del filtro de aire</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Doble la punta del tubo capilar a 102mm (4.0 pulg) y a 30 grados m&#225;s que un &#225;ngulo
                    recto, aproximadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Empuje la punta del tubo capilar a trav&#233;s de las aletas del n&#250;cleo del
                    evaporador a 25 mm (1.0 pulg) desde el reborde del n&#250;cleo y 248mm (9.75 pulg) arriba del fondo
                    (
                    <hotlnk xrefid="f1601427">Figura 27</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Mire la parte delantera del n&#250;cleo del evaporador a trav&#233;s de la abertura del
                    filtro de aire (
                    <hotlnk xrefid="f1601426">&#237;tem 1 figura 26</hotlnk>). La punta debe sobresalir a trav&#233;s de
                    las aletas.
                </para>
            </step1>
            <step1>
                <para count="1">Introduzca sus dedos y doble la punta del tubo de manera que est&#233; al mismo nivel de
                    la superficie de las aletas.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar la cubierta del filtro de aire y del filtro.</para>
            </step1>
            <step1>
                <para count="1">Coloque el interruptor en el soporte e instale los tornillos de montaje del
                    interruptor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el n&#250;cleo del calefactor, como sigue:</para>
                <step2>
                    <para count="1">Aseg&#250;rese de que las empaquetaduras est&#233;n en su lugar en los extremos del
                        n&#250;cleo del calefactor.
                    </para>
                </step2>
                <step2>
                    <para count="1">Alinee la ranura del bastidor del n&#250;cleo del calefactor con el remache en la
                        parte delantera del alojamiento y empuje el n&#250;cleo a su posici&#243;n.
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale los tornillos de montaje del n&#250;cleo del calefactor.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Conecte los conectores de cableado al interruptor de control termost&#225;tico. Aseg&#250;rese
                    de que los conectores est&#233;n ubicados apropiadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el funcionamiento del interruptor de control termost&#225;tico.</para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar las cubiertas de la Unidad de mezcla de aire y el tablero.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16014_33.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014_35.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
