<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AIRE ACONDICIONADO - SISTEMA DE CALEFACCION 2000, 4000 y 8000 - SUGERENCIAS DE SERVICIO</stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>SUGERENCIAS DE SERVICIO</title>
        <para>La atenci&#243;n especial a lo siguiente durante el desmontaje e instalaci&#243;n de componentes ayudar&#225;
            a evitar problemas innecesarios y demorosos.
        </para>
        <step1>
            <para count="1">Observe los recorridos del cable durante el desmontaje. Los cables deben realizar curvas de
                gran radio d&#243;nde sea necesario. Las curvaturas pronunciadas tienden a aumentar la resistencia al
                movimiento del cable Bowden y algunas veces producen deformaciones que hacen al cable no funcional.
            </para>
        </step1>
        <step1>
            <para count="1">Lo mas importante es que todas las mangueras para refrigerante, anillo-O, y las conexiones
                de las tuberias se lubriquen con aceite refrigerante de BASE MINERAL y se aprieten como se especifica en
                la
                <hotlnk document="m16014_37.xml" xrefid="hl1601401">TABLA DE TORSIONES</hotlnk>. Use siempre una llave
                auxiliar al soltar o apretar las conexiones.
            </para>
            <specpara>
                <important>
                    <para>NO use aceite aprobado para sistemas de aire acondicionado HFC-134A para lubricar conexiones y
                        anillos O (arosello) en los sistemas R-12 &#243; HFC-134A. El aceite absorbe demasiada humedad,
                        la cual puede corroer las conexiones y dificultar el desensamblaje. Use aceite de base- mineral
                        (aceite R-12) para lubricar las conexiones y anillos O (arosello) en ambos tipos de sistemas.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Reemplace la unidad del receptor-deshidratador en todos los sistemas que se abran por m&#225;s
                de un per&#237;odo muy breve, cuando se lava el sistema y/o cuando se reemplaza el compresor.
            </para>
        </step1>
        <step1>
            <para count="1">Aseg&#250;rese de que el tubo capilar detector del control de la temperatura del n&#250;cleo
                del evaporador est&#233; adecuadamente inserto dentro del n&#250;cleo del evaporador.
            </para>
        </step1>
        <step1>
            <para count="1">El tubo detector de la temperatura del refrigerante de la v&#225;lvula de expansi&#243;n
                debe estar conectado de manera segura al tubo de salida del refrigerante del evaporador. Tambi&#233;n se
                deben envolver fuertemente el foco detector de la temperatura y la v&#225;lvula de expansi&#243;n con
                cinta aislante para impedir que la temperatura ambiente afecte la detecci&#243;n de la temperatura del
                refrigerante que sale del evaporador.
            </para>
        </step1>
        <step1>
            <para count="1">Todas las mangueras para el refrigerante y abrazaderas de apoyo de la tuber&#237;a y correas
                de seguridad se deben volver a instalar en su posici&#243;n original.
            </para>
        </step1>
        <step1>
            <para count="1">El sistema de aire acondicionado se debe limpiar como se describe en GRUPO 16-TEOR&#205;A B&#193;SICA
                DEL AIRE ACONDICIONADO, DIAGN&#211;STICO Y SERVICIO DEL SISTEMA en el Manual de servicio maestro
                CTS-5000 cada vez que se reemplace el compresor.
            </para>
        </step1>
        <step1>
            <para count="1">El nivel de aceite del compresor se debe revisar y reemplazar como se especifica en GRUPO 16
                en el Manual de servicio maestro CTS-5000.
            </para>
            <para>El tipo de aceite refrigerante que se usa en los sistemas cargados con HFC-134A se ha cambiado a un
                aceite de base no mineral. Se debe seguir la siguiente informaci&#243;n cuando se presta servicio a
                sistemas de aire acondicionado.
            </para>
            <specpara>
                <important>
                    <para>El aceite refrigerante que se usa en los sistemas de aire acondicionado cargado con R-12 NO SE
                        PUEDEN usar en los sistemas de aire acondicionado cargado con HFC-134A. El aceite que se usa en
                        los sistemas de aire acondicionado cargados con HFC-134A NO SE PUEDE usar en los sistemas de
                        aire acondicionado cargados con R-12.
                    </para>
                </important>
            </specpara>
            <para>Si aplica un aceite equivocado en el sistema al que usted le est&#225; prestando servicio, &#233;ste
                funcionar&#225; en forma deficiente y la vida del compresor se ver&#225; reducida dr&#225;sticamente.
            </para>
            <specpara>
                <caution>
                    <para>Mantenga el aceite refrigerante del HFC-134A de reserva en un contenedor sellado. El aceite
                        atrae la humedad y se contaminar&#225; con humedad si se expone a la atm&#243;sfera por
                        cualquier per&#237;odo de tiempo.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Todas las mangueras del refrigerante y aberturas de la tuber&#237;a se deben cubrir o tapar
                inmediatamente durante el desmontaje y permanecer as&#237; hasta la reinstalaci&#243;n para evitar el
                ingreso de suciedad, humedad u otros materiales extra&#241;os. Incluso la part&#237;cula m&#225;s peque&#241;a
                puede ocasionar problemas si se lleva en el sistema al lugar correcto.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16014_HL1601404.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014_21.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
