<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - CABADO DE LA PINTURA
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>CABADO DE LA PINTURA</title>
        <svcsubsecinfo>
            <para>Las reparaciones de la pintura y el acabado se pueden llevar a cabo con esmaltes acr&#237;lico o de
                uretano. Diversos fabricantes, incluidos Sikkens, DuPont, PPG Industries y Sherwin-Williams, ofrecen
                materiales satisfactorios para el acabado. Las pautas contenidas en esta secci&#243;n han sido
                preparadas en cooperaci&#243;n con Sikkens. Cuando se usan productos de otros fabricantes, el usuario
                debe asegurarse que son productos equivalentes.
            </para>
            <para>Se debe seguir cuidadosamente todas las advertencias e instrucciones suministradas por los fabricantes
                de los productos que usted usa. Acate todas las precauciones de seguridad de las etiquetas de
                instrucciones para cada producto de pintura. Se debe tener cuidado especial con los respiradores
                correctos al usar y rociar endurecedores y activadores de isocianato.
            </para>
            <para>Estas instrucciones est&#225;n destinadas a proporcionar una orientaci&#243;n general en la reparaci&#243;n
                y acabado de cualquier acabado original de esmalte acr&#237;lico o de uretano. Para obtener informaci&#243;n
                m&#225;s detallada en relaci&#243;n a las reparaciones y materiales de pintura, consulte la informaci&#243;n
                de servicio y los boletines del fabricante de la pintura.
            </para>
            <para>Antes de aplicar cualquier tipo de solvente de limpieza o de lijar, es importante que se limpie con
                detergente suave y agua el panel o el veh&#237;culo completo (dependiendo del tipo de operaci&#243;n de
                pintura). Un buen lavado del &#225;rea donde se realizar&#225; el acabado eliminar&#225; la suciedad
                normal del camino, como por ejemplo savia de &#225;rbol, excrementos de ave, lodo y polvo normal.
            </para>
        </svcsubsecinfo>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
