<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - RETIRO - VIDRIO DE LA
        PUERTA DE LA CABINA
    </stitle>
    <svcsection/>
    <svcproc id="x1602906" svcproctype="remove" graphiccount="4">
        <title>VIDRIO DE LA PUERTA DE LA CABINA</title>
        <para>Vea la
            <hotlnk document="m16029_22.xml" xrefid="f1602939">Figura 39</hotlnk>
            <xref refid="f1602939"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si el veh&#237;culo est&#225; equipado con ventanas el&#233;ctricas de puertas, baje el
                vidrio (Elemento 4) hasta el fondo antes de desconectar el tablero del interruptor de las ventanas el&#233;ctricas
                (Elemento 5) durante el retiro del panel de adorno de la puerta de la cabina, como se muestra en el lado
                del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el panel de adorno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16029_21.xml" xrefid="x1602904">PANEL DE ADORNO DE LA PUERTA DE LA CABINA</hotlnk>
                <xref refid="x1602904"/>. Si la puerta de la cabina est&#225; equipada con ventanas y seguros el&#233;ctricos
                de puertas, consulte la secci&#243;n Retiro del panel de adorno de puerta de la cabina con ventanas y
                seguros el&#233;ctricos de puertas. Si la puerta de la cabina est&#225; equipada con ventanas y seguros
                manuales de puertas, consulte la secci&#243;n Retiro del panel de adorno de puerta de la cabina con
                ventanas y seguros manuales de puertas.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el desviador de agua del panel interno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16029_22.xml" xrefid="x1602905">DESVIADOR DE AGUA DEL PANEL INTERNO DE LA PUERTA DE
                    LA CABINA
                </hotlnk>
                <xref refid="x1602905"/>.
            </para>
        </step1>
        <para>Vea la
            <hotlnk document="m16029_22.xml" xrefid="f1602939">Figura 39</hotlnk>
            <xref refid="f1602939"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si el veh&#237;culo est&#225; equipado con ventanas manuales de puertas, ponga temporalmente
                la manija del regulador de la ventana (Elemento 6) en su eje (Elemento 7) y baje el vidrio de la puerta
                (Elemento 4) hasta el fondo (Elemento 3), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Pasando a trav&#233;s de la apertura de acceso a la puerta de la cabina (Elemento 8) y
                utilizando un desarmador de hoja plana con punta sin filo (Elemento 9), haga palanca cuidadosamente en
                el brazo regulador de la ventana (Elemento 10) desde el bloque de deslizamiento de la ventana de la
                puerta de la cabina (Elemento 11) en el riel de deslizamiento de la ventana de la puerta (Elemento 12),
                como se muestra en el lado del conductor.
            </para>
        </step1>
        <para>Vea la
            <hotlnk xrefid="f1602941">Figura 41</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el sello del vidrio de la puerta y corra el canal, jalando primero el lado izquierdo
                del sello del vidrio y corra el canal (Elemento 1) de la puerta (Elemento 2). Luego jale la parte
                superior del sello del vidrio y corra el canal (Elemento 3) hacia abajo de la puerta, como se muestra en
                el lado del conductor.
            </para>
        </step1>
        <figure id="f1602941" figsize="col-wide">
            <graphic filename="../figg16/g1602640.png" type="png" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 41. Retiro del sello del vidrio y del canal de deslizamiento de la puerta de la cabina
            </caption>
            <calloutgroup>
                <callout1>1. LADO IZQUIERDO DEL SELLO DEL VIDRIO Y CANAL DE DESLIZAMIENTO DE LA PUERTA DE LA CABINA
                </callout1>
                <callout1>2. PUERTA DE LA CABINA</callout1>
                <callout1>3. PARTE SUPERIOR DEL SELLO DEL VIDRIO Y CANAL DE DESLIZAMIENTO DE LA PUERTA DE LA CABINA
                </callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f1602942">Figura 42</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Jale el lado derecho del sello del vidrio y corra el canal (Elemento 1) desde la puerta de
                la cabina (Elemento 2), como se muestra en el lado del conductor. D&#233;jelo aparte y gu&#225;rdelo
                para volver a instalarlo, si no est&#225; da&#241;ado.
            </para>
        </step1>
        <figure id="f1602942" figsize="col-wide">
            <graphic filename="../figg16/g1602641.png" type="png" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 42. Retiro del sello del vidrio y del canal de deslizamiento de la puerta de la cabina
            </caption>
            <calloutgroup>
                <callout1>1. LADO DERECHO DEL SELLO DEL VIDRIO Y CANAL DE DESLIZAMIENTO DE LA PUERTA DE LA CABINA
                </callout1>
                <callout1>2. PUERTA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f1602943">Figura 43</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Jale el sello del vidrio y la banda interna (Elemento 1) del reborde interno inferior de la
                puerta de la cabina (Elemento 2). Tambi&#233;n jale el sello del vidrio de la puerta y la banda exterior
                (Elemento 3) del reborde inferior externo de la puerta de la cabina, como se muestra en el lado del
                conductor. D&#233;jelos aparte y gu&#225;rdelos para volver a instalarlos, si no est&#225;n da&#241;ados.
            </para>
        </step1>
        <step1>
            <para count="1">Levante el vidrio de la puerta (Elemento 4) hasta la abertura de la puerta donde va el
                vidrio de la puerta de la cabina (Elemento 2), como se muestra en el lado del conductor. Quite el
                conjunto del herraje modular de la puerta para tener visibilidad.
            </para>
        </step1>
        <figure id="f1602943" figsize="col-wide">
            <graphic filename="../figg16/g1602642.png" type="png" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 43. Retiro del sello del vidrio y de las bandas interna y externa de la puerta de la
                cabina
            </caption>
            <calloutgroup>
                <callout1>1. SELLO DEL VIDRIO Y BANDA INTERIOR DE LA PUERTA DE LA CABINA</callout1>
                <callout1>2. PUERTA DE LA CABINA</callout1>
                <callout1>3. SELLO DEL VIDRIO Y BANDA EXTERIOR DE LA PUERTA DE LA CABINA</callout1>
                <callout1>4. VIDRIO DE LA PUERTA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <para>Vea la
            <hotlnk xrefid="f1602944">Figura 44</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Desde afuera de la puerta (Elemento 1), jale el vidrio de la puerta (Elemento 2) hacia
                arriba y hacia afuera de la abertura de la puerta donde va el vidrio (Elemento 3), como se muestra en el
                lado del conductor. D&#233;jelo aparte y gu&#225;rdelo para volver a instalarlo, si no est&#225; da&#241;ado.
            </para>
        </step1>
        <figure id="f1602944" figsize="col-wide">
            <graphic filename="../figg16/g1602643.png" type="png" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 44. Retiro del vidrio de la puerta de la cabina</caption>
            <calloutgroup>
                <callout1>1. PUERTA DE LA CABINA</callout1>
                <callout1>2. VIDRIO DE LA PUERTA DE LA CABINA</callout1>
                <callout1>3. ABERTURA PARA EL VIDRIO DE LA PUERTA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Repita el procedimiento para quitar el vidrio de la puerta del lado del pasajero.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_23.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
