<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - SELLOS DE LA TAPA DEL
        MOTOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="1">
        <title>SELLOS DE LA TAPA DEL MOTOR</title>
        <svcsubproc>
            <title>Instalaci&#243;n de los sellos de la tapa del motor - 5000
                <emph type="italic">i</emph>
                y 9000
                <emph type="italic">i</emph>
            </title>
            <figure id="f16021135" figsize="col-wide">
                <graphic filename="../figg16/g16021d5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 135. Instalaci&#243;n del sello de la tapa del motor</caption>
                <calloutgroup>
                    <callout1>1. SELLO DE LA TAPA DEL MOTOR</callout1>
                    <callout1>2. REBORDE DE LA BANDEJA DEL TABIQUE CORTAFUEGO</callout1>
                    <callout1>3. RANURA DE MONTAJE DEL SELLO DE LA TAPA DEL MOTOR</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021135">la Figura 135
                    <xref refid="f16021135"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Revise el sello de la tapa del motor (Elemento 1) por si hay grietas o rasgaduras. Si
                    est&#225; da&#241;ado, reempl&#225;celo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el sello de la tapa del motor (Elemento 1) en el reborde de la bandeja del
                    tabique cortafuego (Elemento 2) con la ranura de montaje del sello de la tapa del motor (Elemento 3)
                    sobre el reborde de la bandeja del tabique cortafuego y emp&#250;jelo con fuerza hacia abajo sobre
                    el reborde de la bandeja del tabique cortafuego.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre la tapa del motor y enganchela en ambos lados.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de los sellos de la tapa del motor - 5000
                <emph type="italic">i</emph>
                SBA con tapas de motor estilo mariposa opcional.
            </title>
            <para>Consulte
                <hotlnk document="m16021_13.xml" xrefid="f1602116">la Figura 16
                    <xref refid="f1602116"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Revise el sello de la tapa del motor del tabique cortafuego (Elemento 1) por si hay
                    grietas o rasgaduras. Si est&#225; da&#241;ado, reempl&#225;celo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el sello de la tapa del motor del tabique cortafuego (Elemento 1) en el reborde
                    de la bandeja del tabique cortafuego (Elemento 3) con la ranura de montaje del sello de la tapa del
                    motor sobre el reborde de la bandeja del tabique cortafuego y emp&#250;jelo con fuerza hacia abajo
                    sobre el reborde de la bandeja del tabique cortafuego. Consulte tambi&#233;n
                    <hotlnk xrefid="f16021135">los Elementos 1, 2 y 3
                        <xref refid="f16021135"/>
                    </hotlnk>
                    para la instalaci&#243;n del sello de la tapa del motor del tabique cortafuego.
                </para>
            </step1>
            <step1>
                <para count="1">Revise los sellos de la tapa del motor del casco del radiador (Elemento 4) y las
                    almohadillas de sello (Elementos 8 y 11) por si hay grietas o rasgaduras. Si est&#225;n da&#241;ados,
                    reempl&#225;celos.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el sello de la tapa del motor del casco del radiador del lado derecho o
                    izquierdo (Elemento 4) sobre el reborde del casco del radiador (Elemento 5) y aseg&#250;relo
                    alineando los sujetadores de presi&#243;n empezando por el primer orificio al lado del soporte de la
                    bisagra delantera (Elemento 12). Empuje los sujetadores de presi&#243;n a trav&#233;s del reborde
                    del casco del radiador, use un martillo peque&#241;o y golpee suavemente cada sujetador para
                    asegurar que el sello quede fijo. OBSERVE que el cuarto y el quinto orificio (Elemento 14, c&#237;rculo
                    A) y el primero y el segundo orificio (Elemento 15, c&#237;rculo B) de la parte superior de la
                    costura lateral del casco del radiador no se usan. Estos orificios se usan al instalar los soportes
                    con almohadillas de sello (Elementos 7 y 8, vista en el c&#237;rculo A y Elementos 10 y 11, vista en
                    el c&#237;rculo B). Repita el procedimiento para instalar el otro sello de la tapa del motor del
                    casco del radiador.
                </para>
            </step1>
            <step1>
                <para count="1">Si la almohadilla de sello (Elemento 8, vista en el c&#237;rculo A) o la almohadilla de
                    sello (Elemento 11, vista en el c&#237;rculo B) se removi&#243; del soporte (Elemento 7, vista en el
                    c&#237;rculo A o Elemento 10, vista en el c&#237;rculo B), coloque la almohadilla de sello nueva
                    sobre el soporte e instale dos sujetadores de presi&#243;n (Elemento 13, vista en el c&#237;rculo A
                    y c&#237;rculo B) para fijarla al soporte.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el soporte con la almohadilla de sello (Elementos 7 y 8, vista en el c&#237;rculo
                    A) debajo de la parte superior del reborde del casco del radiador (Elemento 5) y alinee los
                    orificios en el soporte (Elemento 7) con el cuarto y el quinto orificio (Elemento 14, c&#237;rculo
                    A) del soporte de la bisagra delantera (Elemento 12). Instale dos tornillos de l&#225;mina met&#225;lica
                    con arandelas planas (Elemento 6) a trav&#233;s del sello de la tapa del motor, el reborde del casco
                    del radiador y el soporte (Elementos 4, 5 y 7) e instale las tuercas r&#225;pidas (Elemento 6) por
                    debajo del soporte y apri&#233;telos.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el soporte con la almohadilla de sello (Elementos 10 y 11, vista en el c&#237;rculo
                    B) adentro del reborde del casco del radiador (Elemento 5) y alinee los orificios en el soporte
                    (Elemento 10) con el primero y el segundo orificio (Elemento 15, c&#237;rculo B) de la parte
                    superior de la costura lateral del casco del radiador. Instale dos tornillos de l&#225;mina met&#225;lica
                    con arandelas planas (Elemento 9) a trav&#233;s del sello de la tapa del motor, el reborde del casco
                    del radiador y el soporte (Elementos 4, 5 y 10) e instale las tuercas r&#225;pidas (Elemento 9) por
                    debajo del soporte y apri&#233;telos (se muestra en el lado del conductor). Repita para el lado del
                    pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre las tapas del motor del lado derecho e izquierdo y enganche las chapas de cada
                    tapa.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_55.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_57.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
