<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AIRE ACONDICIONADO - SISTEMA DE CALEFACCION 2000, 4000 y 8000 - FUNCIONAMIENTO</stitle>
    <svcsection/>
    <svcsubsec>
        <title>FUNCIONAMIENTO</title>
        <svcsubsecinfo>
            <para>El funcionamiento del sistema de mezcla de aire se basa en los principios est&#225;ndar del aire
                acondicionado y la calefacci&#243;n. La unidad de control del aire acondicionado y calefacci&#243;n se
                muestra en la
                <hotlnk document="m16014_6.xml" xrefid="f1601407">Figura 7</hotlnk>.
            </para>
        </svcsubsecinfo>
        <svcproc svcproctype="operate" graphiccount="0">
            <title>VENTILACI&#211;N DE AIRE FRESCO</title>
            <para>El aire fresco entra a la cabina a trav&#233;s del sistema de calefacci&#243;n. Ajuste la perilla de
                control de la temperatura seg&#250;n se requiera para dar el grado de ventilaci&#243;n que se desea. La
                posici&#243;n m&#225;xima a la derecha (azul) proporciona el m&#225;ximo de ventilaci&#243;n. Mueva la
                perilla AIR OUTLET (salida de aire) a cualquier posici&#243;n que proporcione la distribuci&#243;n de
                flujo de aire que se desea.
            </para>
            <para>Se puede usar el ventilador para aumentar la cantidad de aire que entra a la cabina durante la
                ventilaci&#243;n. Ajuste la velocidad del ventilador seg&#250;n se desee. Aproximadamente, a partir del
                1 de enero de 1993 todos los veh&#237;culos 2000, 4000 y 8000 que se construyeron con calefacci&#243;n s&#243;lamente
                tendr&#225;n tres registros del tablero. Los registros se ubicar&#225;n: uno en el lado del conductor y
                dos en el centro del tablero. El registro en el lado derecho del tablero todav&#237;a estar&#225;
                tapado, debido a que no hay forma de proporcionar ventilaci&#243;n a esa salida del tablero. Estos
                registros s&#243;lo funcionar&#225;n en el modo VENT (ventilador).
            </para>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16014_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014_10.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
