<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - VIDRIO DE LA VENTANA TRASERA EN VEH&#205;CULOS
        CON ESTRUCTURA DE VAN
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="8">
        <title>VIDRIO DE LA VENTANA TRASERA EN VEH&#205;CULOS CON ESTRUCTURA DE VAN</title>
        <para>Los veh&#237;culos modelo 4200, 4300 y 4400 vienen de f&#225;brica con con un vidrio adherido de la
            ventana trasera
            <hotlnk document="m16026_10.xml" xrefid="f1602613">Figura 13</hotlnk>
            <xref refid="f1602613"/>.
        </para>
        <specpara>
            <important>
                <para>Para quitar un vidrio de la ventana trasera necesitar&#225; el INTERNATIONAL &#174; Bonded
                    Windshield Tool Kit ZTSE4470. Este juego tiene una caja de herramientas que incluye las herramientas
                    necesarias para quitar e instalar vidrios adheridos de ventanas traseras. Para hacer un pedido llame
                    al n&#250;mero gratuito 1-800-520-2584 en Estados Unidos y Canad&#225; o al fax 1-800-578-7375.
                </para>
            </important>
        </specpara>
        <specpara>
            <note>
                <para>Antes de empezar a quitar y reemplazar el vidrio de la ventana trasera, se necesita llenar por
                    completo una copia del formulario de INTERNATIONAL &#174;titulada "Bonded Windshield Replacement
                    Report" (Informe del Reemplazo de Parabrisas Adheridos), para confirmar la condici&#243;n del veh&#237;culo
                    y registrar el n&#250;mero del lote de los materiales Essex utilizados antes de empezar el trabajo.
                    Consulte la
                    <hotlnk document="m16026_103.xml" xrefid="f16026155">Figura 155</hotlnk>
                    <xref refid="f16026155"/>
                    al final de esta gu&#237;a para ver un modelo de este formulario.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Acu&#241;e las ruedas del veh&#237;culo.</para>
        </step1>
        <step1>
            <para count="1">Coloque cubiertas protectoras dentro de la cabina sobre las &#225;reas cercanas al vidrio de
                la ventana trasera.
            </para>
        </step1>
        <step1>
            <para count="1">Antes de quitar el vidrio de la ventana trasera es posible que necesite quitar los asientos.
                Consulte la secci&#243;n
                <hotlnk document="m16026_39.xml" xrefid="x1602613">ASIENTOS. Quite los asientos del conductor y del
                    pasajero
                </hotlnk>
                <xref refid="x1602613"/>.
            </para>
        </step1>
        <step1>
            <para count="1">Quite el vidrio adherido de la ventana trasera de la siguiente manera.</para>
        </step1>
        <specpara>
            <warning>
                <para>Use lentes protectores y guantes de trabajo cuando quite el vidrio de la ventana trasera.</para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>Cuando utilice un cuchillo el&#233;ctrico para cortar alrededor del viejo vidrio de la ventana
                    trasera, utilice una botella con roceador y lubrique con agua el &#225;rea a cortar
                    <hotlnk document="m16026_9.xml" xrefid="f1602610">(Figura 10)</hotlnk>
                    <xref refid="f1602610"/>. Esto evita que se queme el uretano y que el parabrisas se vuelva a
                    adherir.
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk xrefid="f1602616">Figura 16</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <para>Para quitar un vidrio de ventana trasera de un veh&#237;culo con estructura de van necesitar&#225; el
            INTERNATIONAL &#174; Bonded Windshield Tool Kit ZTSE4470. Este juego tiene dos ventosas especiales (Elemento
            1) y un riel de deslizamiento (Elemento 2) que ser&#225; necesario ensamblar. Son necesarios para quitar e
            instalar el vidrio adherido de la ventana trasera de entre la cabina y la estuctura de la van.
        </para>
        <figure id="f1602616" figsize="col-wide">
            <graphic filename="../figg16/g16026c7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 16. Herramienta de retiro e instalaci&#243;n de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>3. RIEL SUPERIOR</callout1>
                <callout1>4. RIEL INFERIOR</callout1>
                <callout1>5. TORNILLO DE CABEZA PLANA</callout1>
                <callout1>6. TUERCA DE MARIPOSA</callout1>
                <callout1>7. L&#205;NEA ROJA EN EL &#201;MBOLO</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Ensamble el riel de deslizamiento (Elemento 2) ensamblando los dos rieles superiores
                (Elemento 3) al riel inferior (Elemento 4). Los tres rieles son id&#233;nticos y se pueden ensamblar en
                cualquiera de las tres posiciones. Alinee los orificios de los dos rieles superiores con los del riel
                inferior. Instale cuatro tornillos de cabeza plana (Elemento 5) dentro de los dos orificios en cada uno
                de los rieles superiores y a trav&#233;s de los cuatro orificios del riel inferior. Instale cuatro
                tuercas de mariposa (Elemento 6) y apri&#233;telas bien.
            </para>
        </step1>
        <step1>
            <para count="1">Antes de instalar las dos ventosas en la parte trasera de la estructura de la van, limpie el
                &#225;rea donde las instalar&#225;, de modo que las ventosas se adhieran firmemente a la parte trasera
                de la estructura de la van.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Es muy importante que el &#225;rea trasera de la estructura de la van donde se instalen las
                    ventosas se limpie de forma apropiada antes de instalarlas. Si las ventosas se desprenden durante el
                    retiro o la instalaci&#243;n del vidrio de la ventana trasera, &#233;ste puede romperse y el veh&#237;culo
                    da&#241;arse.
                </para>
            </caution>
        </specpara>
        <para>Consulte la
            <hotlnk xrefid="f1602617">Figura 17</hotlnk>
            <xref refid="f1602617"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Instale una ventosa (Elemento 1) en la estructura de la van entre la parte trasera de la
                cabina y la estructura de la van en el lado del conductor, de modo que el riel de deslizamiento quede
                justo debajo del borde inferior del vidrio de la ventana trasera. Con la ventosa ubicada contra la parte
                trasera de la estructura de la van, presione el &#233;mbolo varias veces (Elemento 2) hasta que la l&#237;nea
                roja (Elemento 2,
                <hotlnk xrefid="f1602616">Figura 16</hotlnk>)
                <xref refid="f1602616"/>
                del &#233;mbolo no est&#233; visible. Durante todo el proceso de retiro e instalaci&#243;n del vidrio de
                la ventana trasera revise para ver si la l&#237;nea roja comienza a aparecer en la ventosa; si est&#225;
                visible, presione el &#233;mbolo hasta que la l&#237;nea ya no se vea.
            </para>
        </step1>
        <step1>
            <para count="1">Instale la otra ventosa (Elemento 3) en la estructura de la van entre la parte trasera de la
                cabina y la estructura de la van del lado de los pasajeros, de modo que el riel de deslizamiento quede
                justo debajo de la orilla inferior del vidrio de la ventana trasera. Con la ventosa ubicada contra la
                parte trasera de la estructura de la van presione varias veces el &#233;mbolo hasta que la l&#237;nea
                roja (Elemento 2,
                <hotlnk xrefid="f1602616">Figura 16</hotlnk>)
                <xref refid="f1602616"/>
                del &#233;mbolo no est&#233; visible. Durante todo el proceso de retiro e instalaci&#243;n del vidrio de
                la ventana trasera revise para ver si la l&#237;nea roja comienza a aparecer en la ventosa; si est&#225;
                visible, presione el &#233;mbolo hasta que la l&#237;nea ya no se vea.
            </para>
        </step1>
        <figure id="f1602617" figsize="col-wide">
            <graphic filename="../figg16/g16026c8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 17. Instalaci&#243;n de las ventosas en la estructura de la van</caption>
            <calloutgroup>
                <callout1>1. VENTOSA DEL LADO DEL CONDUCTOR</callout1>
                <callout1>2. &#201;MBOLO DE LA VENTOSA</callout1>
                <callout1>3. VENTOSA DEL LADO DEL PASAJERO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602618">Figura 18</hotlnk>
            <xref refid="f1602618"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que ambas ventosas (Elemento 1) est&#233;n instaladas correctamente en la parte
                trasera de la estructura de la van, ponga el riel de deslizamiento cruzado en el bloque (Elemento 3) en
                cada ventosa.
            </para>
        </step1>
        <figure id="f1602618" figsize="col-wide">
            <graphic filename="../figg16/g16026c9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 18. Instalaci&#243;n del riel de deslizamiento en las ventosas en la estructura de la van
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>3. BLOQUE EN LA VENTOSA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602619">Figura 19</hotlnk>
            <xref refid="f1602619"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">En el lado del conductor, alinee el orificio del riel de deslizamiento (Elemento 1) con el
                orificio del bloque (Elemento 2) de la ventosa (Elemento 3). Instale el pasador (Elemento 4) a trav&#233;s
                del riel de deslizamiento y de la ventosa para asegurar el riel de deslizamiento sobre la ventosa.
            </para>
        </step1>
        <figure id="f1602619" figsize="col-wide">
            <graphic filename="../figg16/g16026d0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 19. Instale el pasador a trav&#233;s del riel de deslizamiento dentro del bloque de la
                ventosa en el lado del conductor
            </caption>
            <calloutgroup>
                <callout1>1. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>2. BLOQUE EN LA VENTOSA</callout1>
                <callout1>3. VENTOSA</callout1>
                <callout1>4. PASADOR</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602620">Figura 20</hotlnk>
            <xref refid="f1602620"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Ser&#225; necesario reubicar la ventosa (Elemento 1) en el lado del pasajero para alinear el
                orificio del riel de deslizamiento (Elemento 2) con el orificio del bloque (Elemento 3) de la ventosa.
                Instale el pasador (Elemento 4) a trav&#233;s del riel de deslizamiento y de la ventosa para asegurar el
                riel de deslizamiento en la ventosa. Con la ventosa ubicada contra la parte trasera de la estructura de
                la van, presione varias veces el &#233;mbolo (Elemento 2,
                <hotlnk xrefid="f1602617">Figura 17</hotlnk>)
                <xref refid="f1602617"/>) hasta que la l&#237;nea roja (Elemento 2,
                <hotlnk xrefid="f1602616">Figura 16</hotlnk>)
                <xref refid="f1602616"/>
                del &#233;mbolo no se vea.
            </para>
        </step1>
        <figure id="f1602620" figsize="col-wide">
            <graphic filename="../figg16/g16026d1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 20. Instale el pasador a trav&#233;s del riel de deslizamiento dentro del bloque de la
                ventosa en el lado del pasajero
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>3. BLOQUE EN LA VENTOSA</callout1>
                <callout1>4. PASADOR</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602621">Figura 21</hotlnk>
            <xref refid="f1602621"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Antes de que el vidrio de la ventana trasera (Elemento 1) se haya cortado y liberado por
                completo de la gu&#237;a de la ventana, instale una ventosa (Elemento 2) en el lado izquierdo del vidrio
                de la ventana trasera
            </para>
        </step1>
        <figure id="f1602621" figsize="col-wide">
            <graphic filename="../figg16/g16026d2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 21. Instalaci&#243;n de la ventosa en el vidrio de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. VENTOSA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk document="m16026_10.xml" xrefid="f1602614">Figura 14</hotlnk>
            <xref refid="f1602614"/>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Con un cuchillo el&#233;ctrico (Elemento 1) con hoja cortante interior corta (Elemento 2),
                introduzca la hoja entre la ventana trasera y la gu&#237;a del vidrio de la ventana trasera (Elemento
                3). Corte alrededor del vidrio de la ventana trasera hasta que se libere de la gu&#237;a por todo el
                contorno de la ventana trasera.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f1602622">Figura 22</hotlnk>
            <xref refid="f1602622"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que el vidrio de la ventana trasera (Elemento 1) se haya cortado y liberado por
                completo de la gu&#237;a del vidrio de la ventana trasera de la cabina, utilizando la ventosa (Elemento
                2), incline la parte superior del vidrio de la ventana trasera hacia afuera lo suficiente como para
                poder sostenerl la parte de arriba con la otra mano. Saque el vidrio de la ventana trasera de la gu&#237;a
                y col&#243;quelo en el riel de deslizamiento. Apoye la parte superior del vidrio contra la estructura de
                la van.
            </para>
        </step1>
        <step1>
            <para count="1">Utilizando la ventosa (Elemento 2), deslice el vidrio de la ventana trasera (Elemento 1)
                hacia abajo del riel de deslizamiento lo suficiente como para sostenerlo desde afuera de la cabina.
            </para>
        </step1>
        <step1>
            <para count="1">Quite la ventosa (Elemento 2) del vidrio de la ventana trasera (Elemento 1).</para>
        </step1>
        <figure id="f1602622" figsize="col-wide">
            <graphic filename="../figg16/g16026d3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 22. Retiro del vidrio de la ventana trasera del veh&#237;culo</caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. VENTOSA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602623">Figura 23</hotlnk>
            <xref refid="f1602623"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Desde afuera de la cabina, deslice el vidrio de la ventana trasera (Elemento 1) hacia abajo
                del riel de deslizamiento y lev&#225;ntelo para sacarlo del riel. Coloque aparte el vidrio de la ventana
                trasera.
            </para>
        </step1>
        <figure id="f1602623" figsize="col-wide">
            <graphic filename="../figg16/g16026d4.webp" type="webp" scalefit="1" scalefitwidth="216px"
                     scalefitheight="352px" resolution="72"/>
            <caption>Figura 23. Retiro del vidrio de la ventana trasera del veh&#237;culo</caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
