<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - INSTALACI&#211;N - VIDRIO DE LA VENTANA
        TRASERA EN VEH&#205;CULOS CON ESTRUCTURA DE VAN
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="20">
        <title>VIDRIO DE LA VENTANA TRASERA EN VEH&#205;CULOS CON ESTRUCTURA DE VAN</title>
        <specpara>
            <important>
                <para>Para instalar un vidrio de ventana trasera necesitar&#225; el INTERNATIONAL &#174; Bonded
                    Windshield Tool Kit ZTSE4470. Este juego tiene una caja de herramientas que incluye las herramientas
                    requeridas para quitar e instalar vidrios adheridos de ventanas traseras. Para hacer un pedido llame
                    al n&#250;mero gratuito 1-800-520-2584 en Estados Unidos y Canad&#225; o al fax 1-800-578-7375.
                </para>
            </important>
        </specpara>
        <para>Para instalar un vidrio de ventana trasera necesitar&#225; tambi&#233;n tener el juego de instalaci&#243;n
            de parabrisas Essex
            <hotlnk document="m16026_52.xml" xrefid="f1602690">(Figura 90)</hotlnk>
            <xref refid="f1602690"/>. Este juego incluye:
        </para>
        <randlist type="bullet">
            <item>
                <para>U413 window fence primer</para>
            </item>
            <item>
                <para>U401 window glass prep</para>
            </item>
            <item>
                <para>U402 window glass primer</para>
            </item>
            <item>
                <para>U216 adhesivo (dos tubos, adhesivo A y curativo B)</para>
            </item>
            <item>
                <para>Cabezal mezclador de aplicaci&#243;n</para>
            </item>
            <item>
                <para>Boquilla del aplicador</para>
            </item>
        </randlist>
        <para>Estos materiales se deben utilizar en o antes de la fecha de expiraci&#243;n marcada en el envase. El U413
            Fence Primer, U401 Glass Prep y U402 Glass Primer tienen una vida &#250;til en dep&#243;sito de 6 meses. Los
            tubos U216 Urethane adhesive A y Curative B tienen una vida &#250;til en dep&#243;sito de 9 meses.
        </para>
        <para>Adem&#225;s de estos elementos proporcionados en el juego enlistado anteriormente, usted necesitar&#225;
            los siguientes materiales:
        </para>
        <randlist type="bullet">
            <item>
                <para>Limpiavidrios GC800 Essex</para>
            </item>
            <item>
                <para>Toallas de papel blancas o caf&#233;</para>
            </item>
            <item>
                <para>Boquillas del aplicador proporcionadas por Essex para perforar el adhesivo U216 (dos tubos,
                    adhesivo A y curativo B)
                </para>
            </item>
        </randlist>
        <specpara>
            <note>
                <para>Utilice vidrio con termotratamiento (AS-2 seg&#250;n ANSI Z26.1- &#218;ltima revisi&#243;n).
                </para>
            </note>
        </specpara>
        <specpara>
            <warning>
                <para>Use guantes protectores de trabajo al manipular el vidrio de la ventana trasera. Use tambi&#233;n
                    guantes protectores adecuados al usar cualquiera de los productos qu&#237;micos del sistema Betaseal
                    del juego de instalaci&#243;n del parabrisas Essex.
                </para>
            </warning>
        </specpara>
        <specpara>
            <note>
                <para>Antes de instalar un nuevo vidrio de la ventana trasera, seque toda el agua que quede alrededor de
                    la ventana trasera y alrededor del &#225;rea de la cabina con un pa&#241;o sin pelusas.
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk document="m16026_11.xml" xrefid="f1602616">Figura 16</hotlnk>
            <xref refid="f1602616"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <para>Para instalar un vidrio de ventana trasera a un veh&#237;culo con estructura de van necesitar&#225; el
            INTERNATIONAL &#174; Bonded Windshield Tool Kit ZTSE4470. Este juego tiene dos ventosas especiales (Elemento
            1) y un riel de deslizamiento (Elemento 2) que ser&#225; necesario ensamblar. Son necesarios para quitar e
            instalar el vidrio adherido de la ventana trasera de entre la cabina y la estructura de la van.
        </para>
        <step1>
            <para count="1">Antes de preparar la gu&#237;a para instalar el vidrio de la ventana trasera, coloque en
                seco el vidrio de la ventana trasera seg&#250;n corresponda.
            </para>
        </step1>
        <step1>
            <para count="1">Coloque en seco el vidrio de la ventana trasera en el veh&#237;culo para asegurarse de que
                se ajusta correctamente a la apertura de la ventana trasera antes de aplicar el adhesivo U216.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026125">Figura 125</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Ponga cuidadosamente el vidrio de la ventana trasera (Elemento 1) en el riel de
                deslizamiento (Elemento 2) con el lado que corresponda orientado hacia la parte trasera de la cabina.
            </para>
        </step1>
        <figure id="f16026125" figsize="col-wide">
            <graphic filename="../figg16/g16026d5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 125. Instalaci&#243;n del vidrio de la ventana trasera en el riel de deslizamiento para su
                colocaci&#243;n en seco
            </caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026126">Figura 126</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Deslice el vidrio de la ventana trasera (Elemento 1) en el riel de deslizamiento (Elemento
                2) entre la parte trasera de la cabina y la estructura de la van. Apoye la parte superior del vidrio
                contra la estructura de la van.
            </para>
        </step1>
        <figure id="f16026126" figsize="col-wide">
            <graphic filename="../figg16/g16026d6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 126. Deslice el vidrio de la ventana trasera en el riel de deslizamiento para su colocaci&#243;n
                en seco
            </caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026127">Figura 127</hotlnk>
            para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Ponga dos ventosas (Elemento 1) en el vidrio de la ventana trasera (Elemento 2) mientras
                descansa sobre el riel de deslizamiento entre la parte trasera de la cabina y la estructura de la van.
                Con la ventosa ubicada contra el vidrio de la ventana trasera, presione varias veces el &#233;mbolo
                hasta que la l&#237;nea roja (Elemento 7,
                <hotlnk document="m16026_11.xml" xrefid="f1602616">Figura 16</hotlnk>)
                <xref refid="f1602616"/>
                del &#233;mbolo no est&#233; visible.
            </para>
        </step1>
        <figure id="f16026127" figsize="col-wide">
            <graphic filename="../figg16/g16026d7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 127. Instalaci&#243;n de las ventosas en el vidrio de la ventana trasera para la colocaci&#243;n
                en seco
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026128">Figura 128</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Ponga un trozo de cinta adhesiva (Elemento 1) en la parte central inferior de la abertura de
                la ventana trasera en el panel de adorno trasero (Elemento 2).
            </para>
        </step1>
        <figure id="f16026128" figsize="col-wide">
            <graphic filename="../figg16/g16026d8.webp" type="webp" scalefit="1" scalefitwidth="232px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 128. Aplicaci&#243;n de cinta adhesiva en el panel trasero de adorno para la colocaci&#243;n
                en seco del vidrio de la ventana trasera
            </caption>
            <calloutgroup>
                <callout1>1. CINTA ADHESIVA</callout1>
                <callout1>2. PANEL TRASERO DE ADORNO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026123">Figura 123</hotlnk>
            <xref refid="f16026123"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Utilizando las dos ventosas (Elemento 1,
                <hotlnk xrefid="f16026129">Figura 129</hotlnk>), levante el vidrio de la ventana trasera (Elemento 2,
                <hotlnk xrefid="f16026129">Figura 129</hotlnk>) fuera del riel de deslizamiento entre la parte trasera
                de la cabina y la estructura de la van. Ponga las leng&#252;etas inferiores de posici&#243;n del vidrio
                de la ventana (Elemento 5) entre los localizadores de la ventana (Elemento 6) de la gu&#237;a inferior
                de la ventana de la cabina. Aseg&#250;rese de que el clip superior del muelle del vidrio de la ventana
                (Elemento 7) est&#233; dentro de la parte superior de la gu&#237;a de la ventana (Elemento 8).
            </para>
        </step1>
        <figure id="f16026129" figsize="col-wide">
            <graphic filename="../figg16/g16026d9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="352px" resolution="72"/>
            <caption>Figura 129. Instalaci&#243;n del vidrio de la ventana trasera para la colocaci&#243;n en seco
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026130">Figura 130</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Utilizando las dos ventosas (Elemento 1), sostenga el vidrio de la ventana trasera (Elemento
                2) en la posici&#243;n adecuada en la abertura de la ventana trasera.
            </para>
        </step1>
        <figure id="f16026130" figsize="col-wide">
            <graphic filename="../figg16/g16026e0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 130. Vidrio de la ventana trasera sostenido en su lugar en el posicionamiento en seco
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026131">Figura 131</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Mientras sostiene el vidrio de la ventana trasera (Elemento 1) en la posici&#243;n apropiada
                en la abertura de la ventana trasera. Utilice un marcador y haga una l&#237;nea (Elemento 2) en paralelo
                con ambos lados, izquierdo y derecho, de la cinta adhesiva (Elemento 3). Estas l&#237;neas le ayudar&#225;n
                a alinear el vidrio de la ventana trasera durante la instalaci&#243;n.
            </para>
        </step1>
        <figure id="f16026131" figsize="col-wide">
            <graphic filename="../figg16/g16026e1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 131. Marcaci&#243;n del vidrio de la ventana trasera en el posicionamiento en seco</caption>
            <calloutgroup>
                <callout1>1. VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>2. HAGA UNA L&#205;NEA EN EL VIDRIO DE LA VENTANA TRASERA</callout1>
                <callout1>3. CINTA ADHESIVA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Utilizando las ventosas, incline la parte superior del vidrio de la ventana trasera hacia
                afuera. Saque el vidrio de la ventana trasera de la gu&#237;a y col&#243;quelo en el riel de
                deslizamiento. Apoye la parte superior del vidrio contra la estructura de la van.
            </para>
        </step1>
        <step1>
            <para count="1">Utilice las ventosas para deslizar hacia abajo el vidrio de la ventana trasera por el riel
                de deslizamiento lo suficiente como para sostenerlo desde afuera de la cabina.
            </para>
        </step1>
        <step1>
            <para count="1">Quite las ventosas del vidrio de la ventana trasera.</para>
        </step1>
        <step1>
            <para count="1">Quite el nuevo vidrio de la ventana trasera del riel de deslizamiento y col&#243;quelo en un
                soporte de trabajo acolchado para prepararlo para la instalaci&#243;n.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026132">Figura 132</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el adhesivo de uretano (Elemento 1) de la gu&#237;a de la ventana trasera (Elemento 2)
                alrededor de la apertura de la ventana trasera con un cuchillo de uso general (Elemento 3) y/o un
                cuchillo el&#233;ctrico con hoja corta de filo interior. Se puede dejar en la gu&#237;a de la ventana
                una capa fina de viejo adhesivo de uretano de 2 a 3 mm de espesor. Trate de dejar un espesor constante
                de viejo adhesivo de uretano alrededor del per&#237;metro de la gu&#237;a de la ventana.
            </para>
        </step1>
        <figure id="f16026132" figsize="col-wide">
            <graphic filename="../figg16/g16026e2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="352px" resolution="72"/>
            <caption>Figura 132. Retiro del adhesivo de uretano de la gu&#237;a de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. ADHESIVO DE URETANO</callout1>
                <callout1>2. GU&#205;A DE LA VENTANA TRASERA</callout1>
                <callout1>3. CUCHILLO DE USO GENERAL</callout1>
                <callout1>4. CUCHILLO EL&#201;CTRICO DE HOJA CORTA DE FILO INTERIOR</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026111">Figura 111</hotlnk>
            <xref refid="f16026111"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Limpie la suciedad o el agua que quede del rociado alrededor del vidrio de la ventana
                trasera durante el retiro, de la gu&#237;a del parabrisas (Elemento 1) con una escobilla o con un pa&#241;o
                limpio sin pelusas (Elemento 2) antes de instalar el vidrio de la ventana trasera.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026133">Figura 133</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Ponga tiras de cinta adhesiva (Elemento 1) alrededor de la abertura de la ventana trasera
                (Elemento 2) para proteger las superficies pintadas mientras aplica U413 window fence primer del juego
                de instalaci&#243;n de parabrisas Essex
                <hotlnk document="m16026_52.xml" xrefid="f1602690">(Elemento 1, Figura 90)</hotlnk>
                <xref refid="f1602690"/>.
            </para>
        </step1>
        <figure id="f16026133" figsize="col-wide">
            <graphic filename="../figg16/g16026e3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 133. Pegado de la cinta adhesiva en la abertura de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. CINTA ADHESIVA</callout1>
                <callout1>2. ABERTURA DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk document="m16026_52.xml" xrefid="f1602693">Figura 93</hotlnk>
            <xref refid="f1602693"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Tome el U413 window fence primer del juego de instalaci&#243;n de parabrisas Essex
                <hotlnk document="m16026_52.xml" xrefid="f1602690">(Elemento 1, Figura 90)</hotlnk>
                <xref refid="f1602690"/>. Agite el U413 window fence primer (Elemento 1) durante al menos un minuto.
                Quite la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026134">Figura 134</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el U413 window fence primer (Elemento 1) con un aplicador limpio y seco (Elemento 2)
                para cubrir las rayaduras y los metales descubiertos en la gu&#237;a de la ventana trasera (Elemento 3).
                NO aplique el U413 window fence primer sobre el viejo adhesivo de uretano que queda en la gu&#237;a de
                la ventana trasera.
            </para>
        </step1>
        <figure id="f16026134" figsize="col-wide">
            <graphic filename="../figg16/g16026e4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="392px" resolution="72"/>
            <caption>Figura 134. Aplicaci&#243;n de Window Fence Primer a la gu&#237;a de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. U413 WINDSHIELD FENCE PRIMER</callout1>
                <callout1>2. APLICADOR</callout1>
                <callout1>3. GU&#205;A DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026135">Figura 135</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite las tiras de cinta adhesiva (Elemento 1) del contorno de la abertura de la ventana
                trasera (Elemento 2).
            </para>
        </step1>
        <figure id="f16026135" figsize="col-wide">
            <graphic filename="../figg16/g16026e5.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 135. Retiro de la cinta adhesiva del contorno de la abertura de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. CINTA ADHESIVA</callout1>
                <callout1>2. ABERTURA DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Deje que el U413 window fence primer se seque durante al menos 6 a 10 minutos despu&#233;s
                de la aplicaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Con el nuevo vidrio de la ventana trasera puesto sobre una superficie de trabajo acolchada,
                prepare el vidrio de la ventana trasera para la instalaci&#243;n de la siguiente forma:
            </para>
        </step1>
        <step1>
            <para count="1">Use una hoja de afeitar si es necesario, y una almohadilla limpiadora de pl&#225;stico, para
                quitar toda rebaba de la superficie de adhesi&#243;n del nuevo vidrio de la ventana trasera. Limpie
                cuidadosamente el nuevo vidrio de la ventana trasera con limpiavidrios GC800 Essex. Seque cuidadosamente
                con toallas de papel. Aseg&#250;rese de que el vidrio de la ventana trasera est&#233; completamente
                limpio y seco antes de continuar
                <hotlnk document="m16026_53.xml" xrefid="f16026113">(Figura 113).</hotlnk>
                <xref refid="f16026113"/>.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_52.xml" xrefid="f1602693">Figura 93</hotlnk>
            <xref refid="f1602693"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Una vez que haya limpiado el nuevo vidrio de la ventana trasera, tome U401 window glass prep
                del juego de instalaci&#243;n de parabrisas Essex
                <hotlnk document="m16026_52.xml" xrefid="f1602690">(Elemento 2, Figura 90)</hotlnk>
                <xref refid="f1602690"/>. Agite el U401 window glass prep (Elemento 1) durante al menos un minuto. Quite
                la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <specpara>
            <note>
                <para>Lea todo hasta el Paso 24 a continuaci&#243;n para asegurar la aplicaci&#243;n y retiro correctos
                    del preparador para vidrio de ventana U401.
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026114">Figura 114</hotlnk>
            <xref refid="f16026114"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el U401 glass prep (Elemento 1) con un aplicador limpio y seco (Elemento 2) sobre
                las superficies adherentes s&#243;lo en un vidrio nuevo para ventana trasera (Elemento 3). Si se aplica
                a la superficie de un vidrio transparente, &#233;ste se empa&#241;ar&#225;. Quite inmediatamente la
                preparaci&#243;n para vidrio siguiendo ocho a diez pulgadas detr&#225;s del aplicador con una toalla de
                papel blanca o caf&#233;.(Elemento 4). NO use un pa&#241;o de taller. Una vez completada la primera
                aplicaci&#243;n del preparador para vidrio, repita la aplicaci&#243;n del preparador para vidrio y el
                proceso de retiro. Este es un l&#237;quido transparente.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_52.xml" xrefid="f1602693">Figura 93</hotlnk>
            <xref refid="f1602693"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Una vez que haya aplicado la U401 window glass prep y limpiado el nuevo vidrio de la ventana
                trasera, tome U402 window glass primer del juego de instalaci&#243;n de parabrisas Essex
                <hotlnk document="m16026_52.xml" xrefid="f1602690">(Elemento 3, Figura 90)</hotlnk>
                <xref refid="f1602690"/>. Agite el U402 window glass primer (Elemento 1) durante al menos un minuto.
                Quite la cubierta (Elemento 2) del envase.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026115">Figura 115</hotlnk>
            <xref refid="f16026115"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Aplique el U402 window glass primer (Elemento 1) con un aplicador limpio y seco (Elemento 2)
                sobre las superficies adherentes del nuevo vidrio de la ventana trasera (Elemento 3).
            </para>
        </step1>
        <step1>
            <para count="1">Deje que el U402 window glass primer se seque hasta que no est&#233; pegajoso durante al
                menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Una vez que el vidrio de la ventana trasera se ha imprimado, aseg&#250;rese de que no haya
                    contacto con las superficies adherentes, ya que el aceite de la piel afectar&#225; el rendimiento
                    del adherente. Si el vidrio de la ventana no est&#225; adherido correctamente, la resistencia y
                    seguridad de la cabina quedar&#225;n comprometidas. Si hay contacto con la superficie adherente,
                    repita el procedimiento de limpieza y vuelva a aplicar el U402 window glass primer y deje que se
                    seque durante 6 a 10 minutos antes de aplicar el adhesivo U216.
                </para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Quite el adhesivo Essex U216 (dos tubos, adhesivo A y curativo B) del juego de instalaci&#243;n
                de parabrisas Essex
                <hotlnk document="m16026_52.xml" xrefid="f1602690">(Elementos 4 y 5, Figura 90)</hotlnk>
                <xref refid="f1602690"/>.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026116">Figura 116</hotlnk>
            <xref refid="f16026116"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Use una leng&#252;eta de tracci&#243;n o desarmador (Elemento 1) en caso que no se
                suministre la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior (Elemento
                2) de los tubos de adhesivo A y curativo B (Elemento 3).
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026117">Figura 117</hotlnk>
            <xref refid="f16026117"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Use una boquilla del aplicador (Elemento 1) suministrada en forma aparte por Essex para
                perforar el tubo de adhesivo A (Elemento 2). Use la otra boquilla del aplicador (Elemento 1)
                suministrada en forma aparte por Essex para perforar el tubo de curativo B (Elemento 2). NO utilice la
                misma boquilla para perforar ambos tubos; esto evita que el otro tubo se contamine antes de instalar el
                cabezal mezclador (
                <hotlnk document="m16026_52.xml" xrefid="f1602690">Elemento 6, Figura 90</hotlnk>)
                <xref refid="f1602690"/>. Aseg&#250;rese de presionar completamente la boquilla del aplicador para
                asegurar que los tubos adhesivos est&#233;n totalmente abiertos.
            </para>
        </step1>
        <step1>
            <para count="1">Una vez que los tubos de adhesivo A y de adhesivo curativo B (Elemento 2) est&#233;n listos
                para el uso, retire el cabezal mezclador (
                <hotlnk document="m16026_52.xml" xrefid="f1602690">Elemento 6, Figura 90</hotlnk>)
                <xref refid="f1602690"/>
                del juego de instalaci&#243;n de parabrisas Essex.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026118">Figura 118</hotlnk>
            <xref refid="f16026118"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Instale ambos tubos de adhesivo A y curativo B (Elemento 1) en el cabezal mezclador
                (Elemento 2).
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026119">Figura 119</hotlnk>
            <xref refid="f16026119"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Una vez que ambos tubos de adhesivo A y de curativo B (Elemento 1) est&#233;n instalados en
                el cabezal mezclador (Elemento 2), quite la boquilla del aplicador (
                <hotlnk document="m16026_52.xml" xrefid="f1602690">Elemento 7, Figura 90</hotlnk>)
                <xref refid="f1602690"/>
                del juego de instalaci&#243;n de parabrisas Essex. Instale la boquilla del aplicador (Elemento 3) en el
                cabezal mezclador (Elemento 2). Corte la leng&#252;eta (Elemento 4) de la boquilla del aplicador.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026120">Figura 120</hotlnk>
            <xref refid="f16026120"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Antes de cargar los tubos adhesivos con el cabezal mezclador y la boquilla del aplicador
                (Elemento 1) en la pistola beta (Elemento 2) jale el gatillo y haga devolver los &#233;mbolos (Elemento
                3) completamente hacia atr&#225;s para que los tubos adhesivos se puedan cargar. Abra la cubierta
                delantera (Elemento 4) de la pistola beta e instale los tubos adhesivos con el cabezal mezclador y la
                boquilla del aplicador en la pistola beta.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026121">Figura 121</hotlnk>
            <xref refid="f16026121"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que los tubos adhesivos con el cabezal mezclador y la boquilla del aplicador
                (Elemento 1) se han instalado en la pistola beta (Elemento 2), cierre la cubierta delantera (Elemento
                3). Corra los &#233;mbolos hacia delante (Elemento 4) en la pistola beta hasta que los &#233;mbolos
                queden en posici&#243;n para aplicar el adhesivo. Det&#233;ngase cuando el adhesivo alcance la boquilla
                del aplicador.
            </para>
        </step1>
        <specpara>
            <note>
                <para>La aplicaci&#243;n de una l&#237;nea de adhesivo en el vidrio nuevo de la ventana trasera debe
                    quedar entre 0 y 2 mm del borde de encapsulaci&#243;n y ser de una altura de al menos 15 a 20 mm
                    (5/8 a 3/4 de pulgada) y de un ancho m&#225;ximo de 8 a 12 mm (3/8 a 1/2 pulgada).
                </para>
            </note>
        </specpara>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026122">Figura 122</hotlnk>
            <xref refid="f16026122"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Mantenga la pistola beta (Elemento 1) y la boquilla del aplicador (Elemento 2) a una
                distancia lo m&#225;s cerca posible de un &#225;ngulo de 90 grados y comience al centro del borde
                inferior del vidrio de la ventana trasera. Cruzando por el fondo en cualquier direcci&#243;n, jale el
                gatillo para aplicar una capa uniforme de adhesivo (Elemento 3) todo alrededor del vidrio de la ventana
                trasera. Mientras m&#225;s fuerte jale el gatillo, m&#225;s r&#225;pido sale el adhesivo. Use este
                control de velocidad variable para disminuir la velocidad a medida que aplica el adhesivo alrededor de
                las esquinas. Traslape ligeramente el adhesivo sobre la junta y use un depresor de leng&#252;eta de pl&#225;stico
                o de madera (Elemento 4) para suavizar o emparejar el adhesivo como se requiere antes de instalar el
                vidrio de la ventana trasera.
            </para>
        </step1>
        <step1>
            <para count="1">Una vez que se ha aplicado el adhesivo en el vidrio de la ventana trasera, DEBE quedar
                instalado en un m&#225;ximo de 5 a 7 minutos. El adhesivo empieza a curar inmediatamente y no
                proporcionar&#225; una adherencia adecuada si no se instala en un lapso de 5 a 7 minutos.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026136">Figura 136</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Utilizando las dos ventosas (Elemento 1), coloque el vidrio de la ventana trasera (Elemento
                2) en el riel de deslizamiento, quite la ventosa m&#225;s cercana a la cabina y deslice el vidrio de la
                ventana trasera hacia abajo del riel de deslizamiento utilizando la otra ventosa (Elemento 1). Quite la
                otra ventosa.
            </para>
        </step1>
        <figure id="f16026136" figsize="col-wide">
            <graphic filename="../figg16/g16026e6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 136. Postura del vidrio de la ventana trasera con adhesivo en el riel de deslizamiento
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026137">Figura 137</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Desde el interior de la cabina, instale las dos ventosas (Elemento 1) en la parte interior
                del vidrio de la ventana trasera (Elemento 2). Con la ventosa ubicada contra el vidrio de la ventana
                trasera, presione varias veces el &#233;mbolo hasta que la l&#237;nea roja (Elemento 7,
                <hotlnk document="m16026_11.xml" xrefid="f1602616">Figura 16</hotlnk>)
                <xref refid="f1602616"/>
                del &#233;mbolo no est&#233; visible.
            </para>
        </step1>
        <figure id="f16026137" figsize="col-wide">
            <graphic filename="../figg16/g16026e7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 137. Instalaci&#243;n de las ventosas en el vidrio de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk document="m16026_53.xml" xrefid="f16026123">Figura 123</hotlnk>
            <xref refid="f16026123"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Utilizando las dos ventosas (Elemento 1,
                <hotlnk xrefid="f16026138">Figura 138</hotlnk>)
                <xref refid="f16026138"/>
                en el vidrio de la ventana trasera (Elemento 2,
                <hotlnk xrefid="f16026138">Figura 138</hotlnk>)
                <xref refid="f16026138"/>, saque el vidrio de la ventana trasera del riel de deslizamiento y utilice las
                l&#237;neas de alineaci&#243;n de la parte inferior del vidrio, para ubicar las leng&#252;etas
                inferiores de posici&#243;n del vidrio de la ventana trasera (Elemento 5) entre los localizadores de la
                ventana (Elemento 6) de la gu&#237;a inferior de la ventana de la cabina. Una vez que la parte inferior
                del vidrio de la ventana trasera est&#233; en la posici&#243;n apropiada en la parte inferior de la gu&#237;a
                de la ventana trasera, jale cuidadosamente el vidrio de la ventana trasera a su posici&#243;n en la
                parte superior y aseg&#250;rese de que el clip superior de muelle del vidrio de la ventana (Elemento 7)
                calce dentro de la gu&#237;a superior de la ventana (Elemento 8). Jale el vidrio de la ventana trasera
                contra la gu&#237;a de la ventana trasera tan uniformemente como le sea posible.
            </para>
        </step1>
        <figure id="f16026138" figsize="col-wide">
            <graphic filename="../figg16/g16026e8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="392px" resolution="72"/>
            <caption>Figura 138. Instalaci&#243;n con adhesivo del vidrio de la ventana trasera en la abertura de la
                ventana
            </caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026139">Figura 139</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite las dos ventosas (Elemento 1) del vidrio de la ventana trasera (Elemento 2).</para>
        </step1>
        <figure id="f16026139" figsize="col-wide">
            <graphic filename="../figg16/g16026e9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 139. Retiro de las ventosas del vidrio de la ventana trasera</caption>
            <calloutgroup>
                <callout1>1. VENTOSA</callout1>
                <callout1>2. VIDRIO DE LA VENTANA TRASERA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026140">Figura 140</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Alcance entre la uni&#243;n entre la parte trasera de la cabina y la estructura de la van y,
                desde ambos lados, empuje suavemente sobre el vidrio de la ventana trasera por todo el contorno exterior
                para instalarlo apropiadamente contra la gu&#237;a de la ventana.
            </para>
        </step1>
        <figure id="f16026140" figsize="col-wide">
            <graphic filename="../figg16/g16026f0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 140. Empuje sobre el vidrio de la ventana trasera para colocarlo en forma apropiada contra
                la gu&#237;a de la ventana
            </caption>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026141">Figura 141</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el pasador (Elemento 1) del riel de deslizamiento (Elemento 2) y del orificio del
                bloque (Elemento 3) de la ventosa (Elemento 4) para poder quitar el riel de deslizamiento de la ventosa,
                como se muestra en el lado del conductor.
            </para>
        </step1>
        <figure id="f16026141" figsize="col-wide">
            <graphic filename="../figg16/g16026f1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 141. Quite el pasador del riel de deslizamiento y del bloque de la ventosa en el lado del
                conductor
            </caption>
            <calloutgroup>
                <callout1>1. PASADOR</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>3. BLOQUE EN LA VENTOSA</callout1>
                <callout1>4. VENTOSA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026142">Figura 142</hotlnk>
            para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Quite el pasador (Elemento 1) del riel de deslizamiento (Elemento 2) y del orificio del
                bloque (Elemento 3) de la ventosa (Elemento 4) para poder quitar el riel de deslizamiento de la ventosa,
                como se muestra en el lado del pasajero.
            </para>
        </step1>
        <figure id="f16026142" figsize="col-wide">
            <graphic filename="../figg16/g16026f2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 142. Quite el pasador del riel de deslizamiento y del bloque de la ventosa en el lado del
                pasajero
            </caption>
            <calloutgroup>
                <callout1>1. PASADOR</callout1>
                <callout1>2. RIEL DE DESLIZAMIENTO</callout1>
                <callout1>3. BLOQUE EN LA VENTOSA</callout1>
                <callout1>4. VENTOSA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Una vez que haya quitado ambos pasadores, el del lado del conductor y del pasajero (Elemento
                1), del riel de deslizamiento (Elemento 2) y el bloque (Elemento 3) de cada ventosa (Elemento 4).
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f16026143">Figura 143</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el riel de deslizamiento (Elemento 1) de entre la cabina y la parte trasera de la
                estructura de la van.
            </para>
        </step1>
        <figure id="f16026143" figsize="col-wide">
            <graphic filename="../figg16/g16026f3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 143. Quite el riel de deslizamiento de entre la cabina y la estructura de la van</caption>
            <calloutgroup>
                <callout1>1. RIEL DE DESLIZAMIENTO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026144">Figura 144</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite la ventosa del lado del conductor (Elemento 1) y la del lado del pasajero (Elemento 2)
                de la parte trasera de la van.
            </para>
        </step1>
        <figure id="f16026144" figsize="col-wide">
            <graphic filename="../figg16/g16026f4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 144. Retiro de las ventosas de la estructura de la van</caption>
            <calloutgroup>
                <callout1>1. VENTOSA DEL LADO DEL CONDUCTOR</callout1>
                <callout1>2. VENTOSA DEL LADO DEL PASAJERO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f16026143">Figura 143</hotlnk>
            <xref refid="f16026143"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">No es necesario desensamblar el riel de deslizamiento (Elemento 1) una vez que termine el
                trabajo si hay espacio disponible para guardarlo ensamblado
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_11.xml" xrefid="f1602616">Figura 16</hotlnk>
            <xref refid="f1602616"/>para ver los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si desea almacenar el riel de deslizamiento (Elemento 2) de vuelta en el juego de retiro e
                instalaci&#243;n. Quite las cuatro tuercas de mariposa (Elemento 6) desde abajo del riel inferior
                (Elemento 4) y quite los cuatro tornillos de cabeza plana (Elemento 5) de los dos rieles superiores
                (Elemento 3). Ahora puede almacenarlo en el juego de retiro e instalaci&#243;n.
            </para>
        </step1>
        <step1>
            <para count="1">Si sac&#243; los asientos durante el retiro del vidrio de la ventana trasera, inst&#225;lelos
                nuevamente en la cabina. Consulte la secci&#243;n
                <hotlnk document="m16026_82.xml" xrefid="x1602633">ASIENTOS, Instalaci&#243;n de asientos del conductor
                    o del pasajero
                </hotlnk>
                <xref refid="x1602633"/>.
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Mientras se est&#225; curando el adhesivo, tenga cuidado de no golpear el vidrio de la ventana
                    trasera cuando vuelva a instalar los asientos dentro de la cabina. Esto puede causar que el vidrio
                    de la ventana trasera no selle apropiadamente y podr&#237;a haber una fuga.
                </para>
            </caution>
        </specpara>
        <specpara>
            <important>
                <para>El tiempo de curado r&#225;pido del U216 two part urethane adhesive permite que el veh&#237;culo
                    se pueda manejar 30 minutos despu&#233;s de completar la instalaci&#243;n del vidrio de la ventana
                    trasera. Necesitar&#225; revisar la secci&#243;n Informe de cambio del parabrisas adherido (
                    <hotlnk document="m16026_103.xml" xrefid="f16026155">Figura 155</hotlnk>)
                    <xref refid="f16026155"/>
                    para registrar la Hora, Temperatura y Humedad.
                </para>
            </important>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
