<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CAB: 5000, 9100, 9200, 9300, 9400 - DESMONTAJE E INSTALACI&#211;N - SUSPENSI&#211;N
        DE AIRE DE LA CABINA (MODELOS CON PRO SLEEPER 9200/9300/9400, DESPU&#201;S DE MAYO DE 1997)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>SUSPENSI&#211;N DE AIRE DE LA CABINA (MODELOS CON PRO SLEEPER 9200/9300/9400, DESPU&#201;S DE MAYO DE
            1997)
        </title>
        <svcprocinfo>
            <specpara>
                <warning>
                    <para>Para prop&#243;sitos de seguridad la suspensi&#243;n de aire de la cabina debe ser
                        proporcionada desde un suministro de presi&#243;n de aire protegido.
                    </para>
                </warning>
            </specpara>
            <para>Consulte
                <hotlnk xrefid="f1600583">Figura 83</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <figure id="f1600583" figsize="pg-wide">
                <graphic filename="../figg16/g16005d9.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 83. Suspensi&#243;n de aire de la cabina 92/93/9400 con Pro Sleeper (despu&#233;s de
                    mayo de 1997)
                </caption>
                <calloutgroup>
                    <callout1>1. V&#193;LVULA DE CONTROL DE ALTURA (ANTES DE JUNIO DE 1997)</callout1>
                    <callout1>2. SOPORTE DE LA V&#193;LVULA (ANTES DE JUNIO DE 1997)</callout1>
                    <callout1>3. PIVOTE DE ASIENTO ESFERICO</callout1>
                    <callout1>4. PERNO HEXAGONAL, 1/4 UNC X 3/4</callout1>
                    <callout1>5. CONTRATUERCA HEXAGONAL, 1/4 UNC</callout1>
                    <callout1>6. ARANDELA DE SEGURIDAD, 1/4</callout1>
                    <callout1>7. TUERCA HEXAGONAL, 1/4 UNC</callout1>
                    <callout1>8. VARILLAJE FIJO DE LA V&#193;LVULA DE CONTROL DE ALTURA</callout1>
                    <callout1>9. AMORTIGUADOR</callout1>
                    <callout1>10. PERNO HEXAGONAL, 7/16 UNF X 2-1/4</callout1>
                    <callout1>11. CONTRATUERCA HEXAGONAL, 7/16 UNF</callout1>
                    <callout1>12. SOPORTE DE MONTAJE DEL TRAVESA&#209;O</callout1>
                    <callout1>13. PERNO HEXAGONAL, 1/2 UNF X 3</callout1>
                    <callout1>14. CONTRATUERCA HEXAGONAL, 1/2 UNF</callout1>
                    <callout1>15. MUELLE NEUM&#193;TICO (BOLSA)</callout1>
                    <callout1>16. DEFENSA DE HULE</callout1>
                    <callout1>17. PERNO DE CARRUAJE, 5/16 UNC X 1-1/2</callout1>
                    <callout1>18. CONTRATUERCA HEXAGONAL, 5/16 UNC</callout1>
                    <callout1>19. SOPORTE DE MONTAJE DE LA CABINA</callout1>
                    <callout1>20. ANILLO DE RETENCI&#211;N, 3/4</callout1>
                    <callout1>21. CONDUCTO FLEXIBLE CORRUGADO PARA CABLES, 1/4 X6.</callout1>
                    <callout1>22. L&#205;NEA DE AIRE, 1/4 X 22-1/2</callout1>
                    <callout1>23. CONDUCTO FLEXIBLE CORRUGADO PARA CABLES, 1/4 X7.</callout1>
                    <callout1>24. L&#205;NEA DE AIRE, 1/4 X 14-1/2</callout1>
                    <callout1>25. CLIP DE RETENCI&#211;N</callout1>
                    <callout1>26. CONECTOR DE PRESI&#211;N 1/4 TB 1/8 N-NPT</callout1>
                    <callout1>27. VARILLA DE CONTROL LATERAL</callout1>
                    <callout1>28. PERNO ROSCADO</callout1>
                    <callout1>29. V&#193;LVULA DE CONTROL DE ALTURA (DESPU&#201;S DE JUNIO DE 1997)</callout1>
                </calloutgroup>
            </figure>
            <para>El sistema de suspensi&#243;n de aire de la cabina para los modelos con Pro Sleeper 9200, 9300 y 9400
                (despu&#233;s de mayo de 1997) contiene dos muelles neum&#225;ticos (bolsas) (Elemento 15), dos
                amortiguadores (Elemento 9), y es controlado por la v&#225;lvula de control de altura (Elemento 1). El
                conjunto de suspensi&#243;n de aire no requiere de lubricaci&#243;n y necesita muy poco mantenimiento.
            </para>
            <para>Los siguientes componentes: l&#237;neas de aire (Elementos 22 y 24), conexiones (Elemento 26), muelles
                neum&#225;ticos (Elemento 15), v&#225;lvula de control de altura (Elementos 1 &#243; 29), amortiguadores
                (Elemento 9) y brazo de control lateral (Elemento 27), deben revisarse en el momento en que el cami&#243;n
                recibe el servicio. Se debe realizar una acci&#243;n correctiva inmediata en caso de funcionamiento
                incorrecto.
            </para>
            <specpara>
                <note>
                    <para>La v&#225;lvula de control de altura, los muelles neum&#225;ticos (bolsas) y los
                        amortiguadores pueden recibir servicio y se pueden reemplazar individualmente.
                    </para>
                </note>
            </specpara>
            <para>Revise peri&#243;dicamente el apriete de todos los sujetadores y conexiones. Consulte
                <hotlnk document="m16005v_80.xml" xrefid="x1600511">TABLA DE TORSIONES</hotlnk>
                para un apriete correcto de los componentes.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>V&#225;lvula de control de altura - Desmontaje</title>
            <specpara>
                <note>
                    <para>Si se intenta de desensamblar o ajustar las conexiones en la v&#225;lvula de control de altura
                        (
                        <hotlnk xrefid="f1600583">Elemento 1 &#243; 29, figura 83</hotlnk>), se anular&#225; la garant&#237;a.
                        Comun&#237;quese con el fabricante de la suspensi&#243;n de aire para asistencia.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Drene el aire del sistema de aire.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, cada vez que alg&#250;n componente reciba servicio o se quite
                        del sistema de aire, aseg&#250;rese de drenar el sistema de aire y enganchar el freno de
                        estacionamiento y/o bloquear el veh&#237;culo para evitar que &#233;ste se mueva mientras se
                        efect&#250;a el servicio.
                    </para>
                </warning>
            </specpara>
            <para>Consulte
                <hotlnk xrefid="f1600584">Figura 84</hotlnk>para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <figure id="f1600584" figsize="col-wide">
                <graphic filename="../figg16/g16005e0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 84. Conjunto de la v&#225;lvula de control de altura</caption>
                <calloutgroup>
                    <callout1>1. L&#205;NEA DE AIRE (HACIA LAS BOLSAS DE AIRE)</callout1>
                    <callout1>2. CONECTORES A PRESI&#211;N "Y"</callout1>
                    <callout1>3. V&#193;LVULA DE CONTROL DE ALTURA</callout1>
                    <callout1>4. L&#205;NEA DE AIRE (SUMINISTRO)</callout1>
                    <callout1>5. CONECTOR DE CODO A PRESI&#211;N</callout1>
                    <callout1>6. VARILLAJE DE LA V&#193;LVULA DE CONTROL DE ALTURA</callout1>
                    <callout1>7. MUESCA DEL BALERO DE LA TRANSMISI&#211;N PARA LA ORIENTACI&#211;N DE LA V&#193;LVULA
                    </callout1>
                    <callout1>8. TORNILLO DE BALERO</callout1>
                    <callout1>9. PALANCA</callout1>
                    <callout1>10. BALERO DE TRANSMISI&#211;N</callout1>
                    <callout1>11. TUERCA DE COMPRESI&#211;N DE LA L&#205;NEA DE AIRE (APRIETE CON LA MANO + 1 VUELTA)
                    </callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Desconecte las l&#237;neas de aire de la bolsa de aire (Elemento 1) de los conectores a
                    presi&#243;n "Y" (Elemento 2) en el orificio "SUSP" de la v&#225;lvula de control de altura
                    (Elemento 3). Desconecte la l&#237;nea de aire del suministro de aire (Elemento 4) del conector de
                    codo a presi&#243;n (Elemento 5) en el orificio SUPPLY (suministro) de la v&#225;lvula de control de
                    altura.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el varillaje fijo de la v&#225;lvula de control de altura (Elemento 6) de la
                    palanca de la v&#225;lvula de control de altura (Elemento 9).
                </para>
            </step1>
            <para>Consulte
                <hotlnk xrefid="f1600583">Figura 83</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Antes de junio de 1997, quite la v&#225;lvula de control de altura (Elemento 1)
                    desmontando los pernos y contratuercas hexagonales (Elementos 4 y 5) que aseguran la v&#225;lvula de
                    control de altura al soporte de la v&#225;lvula (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de junio de 1997, quite la v&#225;lvula de control de altura (Elemento 29)
                    desmontando los pernos y contratuercas hexagonales (Elementos 4 y 5) que aseguran la v&#225;lvula de
                    control de altura al soporte de montaje de la cabina (Elemento 19).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>V&#225;lvula de control de altura - Instalaci&#243;n</title>
            <step1>
                <para count="1">Inspeccione la v&#225;lvula de control de altura para asegurarse de que la muesca del
                    balero de transmisi&#243;n est&#233; colocada en el lado del orificio "SUPS" de la v&#225;lvula. Si
                    no es as&#237;,afloje el tornillo de la palanca, pero sin quitarlo, y jale la palanca para soltarla
                    del balero de transmisi&#243;n y gire el balero de transmisi&#243;n hasta que la muesca de &#233;ste
                    quede en la posici&#243;n correcta, luego asegure la palanca apretando el tornillo de la palanca.
                    Apriete a 4.5 a 5.6 Nm (40 a 50 lbs pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Antes de junio de 1997, coloque la v&#225;lvula de control de altura en el soporte de la
                    v&#225;lvula y aseg&#250;rela con pernos y contratuercas hexagonales. Apriete a 14 Nm (10 lbs pie).
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al reemplazar una v&#225;lvula de control de altura en una suspensi&#243;n construida antes de
                        junio de 1997, la l&#237;nea de aire, las conexiones y los sujetadores tambi&#233;n necesitar&#225;n
                        ser reemplazados. Consulte las instrucciones que aparecen en el juego de servicio de la v&#225;lvula.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Despu&#233;s de junio de 1997, coloque la v&#225;lvula de control de altura en el
                    soporte de montaje de la cabina y aseg&#250;rela con pernos y contratuercas hexagonales. Apriete a
                    14 Nm (10 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de junio de 1997, coloque la v&#225;lvula de control de altura de tal
                    manera que la muesca del balero de transmisi&#243;n se ubique en el lado del orificio "SUSP" de la v&#225;lvula.
                    Luego col&#243;quela en el soporte de montaje de la cabina y aseg&#250;rela con pernos y
                    contratuercas hexagonales. Apriete a 14 Nm (10 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe las l&#237;neas de aire de la bolsa de aire en los conectores de presi&#243;n
                    "Y" en el orificio "SUSP" de la v&#225;lvula de control de altura. Enchufe la l&#237;nea de aire del
                    suministro de aire en el conector de codo de presi&#243;n en el orificio SUPPLY de la v&#225;lvula
                    de control de altura.
                </para>
            </step1>
            <step1>
                <para count="1">Aumente la presi&#243;n de aire y revise para ver si hay fugas de aire.</para>
            </step1>
            <step1>
                <para count="1">Revise la altura de la cabina entre la parte inferior del soporte de montaje de la
                    cabina y la parte superior del soporte de montaje del travesa&#241;o. La altura libre inferior de la
                    suspensi&#243;n de aire de la cabina es fija y debe ser de 6 1/2 pulg (
                    <hotlnk xrefid="f1600585">Figura 85</hotlnk>).
                </para>
            </step1>
            <figure id="f1600585" figsize="pg-wide">
                <graphic filename="../figg16/g16005e1.webp" type="webp" scalefit="1" scalefitwidth="514px"
                         resolution="72"/>
                <caption>Figura 85. Revise la altura de la cabina</caption>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Amortiguador de la suspensi&#243;n de aire de la cabina - Desmontaje</title>
            <para>Consulte
                <hotlnk xrefid="f1600583">Figura 83</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite los amortiguadores (Elemento 9) desmontando los pernos y contratuercas hexagonales
                    (Elementos 10 y 11) en la parte superior e inferior del amortiguador.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los amortiguadores (Elemento 9) de entre el soporte de montaje de la cabina
                    (Elemento 19) y el soporte de montaje del travesa&#241;o (Elemento 12).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Amortiguador de la suspensi&#243;n de aire de la cabina - Instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque los amortiguadores en su posici&#243;n entre el soporte de montaje de la cabina
                    y el soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale los pernos y contratuercas hexagonales en la parte superior e inferior de los
                    amortiguadores. Apriete a 54 a 68 Nm (40 a 50 lbs pie).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Muelle neum&#225;tico (bolsa) de la suspensi&#243;n de aire de la cabina - Desmontaje</title>
            <step1>
                <para count="1">Drene el aire del sistema de aire.</para>
            </step1>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales, cada vez que alg&#250;n componente reciba servicio o se quite
                        del sistema de aire, aseg&#250;rese de drenar el sistema de aire y enganchar el freno de
                        estacionamiento y/o bloquear el veh&#237;culo para evitar que &#233;ste se mueva mientras se
                        efect&#250;a el servicio.
                    </para>
                </warning>
            </specpara>
            <para>Consulte
                <hotlnk xrefid="f1600583">Figura 83</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Empuje los anillos de conexi&#243;n (Elemento 26) y quite las l&#237;neas de aire
                    (Elementos 21 y 23) de los muelles neum&#225;ticos (bolsas) (Elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el anillo de retenci&#243;n (Elemento 20) del perno en la parte superior de los
                    muelles neum&#225;ticos (bolsas) (Elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Desatornille los muelles neum&#225;ticos (bolsas) (Elemento 15) del perno roscado
                    (Elemento 28) en el soporte de montaje del travesa&#241;o (Elemento 12), luego deslice los muelles
                    neum&#225;ticos (bolsas) de entre el soporte de montaje de la cabina (Elemento 19) y el soporte de
                    montaje del travesa&#241;o.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Muelle neum&#225;tico (bolsa) de la suspensi&#243;n de aire de la cabina - Instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque los muelles neum&#225;ticos (bolsas) en posici&#243;n entre el soporte de
                    montaje de la cabina y el soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque los muelles neum&#225;ticos (bolsas) en los pernos roscados y luego atorn&#237;llelos
                    hasta que la parte inferior quede apretada contra el soporte de montaje del travesa&#241;o.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el anillo de retenci&#243;n en la parte superior de los muelles neum&#225;ticos
                    (bolsas) y presione firmemente sobre el perno superior de los muelles neum&#225;ticos (bolsas).
                </para>
            </step1>
            <step1>
                <para count="1">Atornille las conexiones de presi&#243;n en los muelles neum&#225;ticos (bolsas), aseg&#250;rese
                    de que queden correctamente conectadas. Consulte
                    <hotlnk document="m16005v_80.xml" xrefid="x1600511">TABLA DE TORSIONES</hotlnk>
                    para un apriete correcto de las conexiones de la l&#237;nea de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Presione las l&#237;neas de aire dentro de las conexiones de presi&#243;n en la parte
                    superior de los muelles neum&#225;ticos (bolsas).
                </para>
            </step1>
            <step1>
                <para count="1">Aumente la presi&#243;n de aire y revise el funcionamiento del muelle neum&#225;tico.
                    Tambi&#233;n revise si hay fugas de aire. Corrija seg&#250;n sea necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Revise la altura de la cabina entre la parte inferior del soporte de montaje de la
                    cabina y la parte superior del soporte de montaje del travesa&#241;o. La altura libre inferior de la
                    suspensi&#243;n de aire de la cabina es fija y debe ser de 6 1/2 pulg (
                    <hotlnk xrefid="f1600585">Figura 85</hotlnk>).
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_46.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_48.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
