<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - MATERIALES REQUERIDOS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="5">
        <title>MATERIALES REQUERIDOS</title>
        <svcsubproc>
            <title>Malla de fibra de vidrio</title>
            <para>Consulte la
                <hotlnk xrefid="f1600302">Figura 2</hotlnk>.
            </para>
            <figure id="f1600302" figsize="col-wide">
                <graphic id="g1600302" filename="../figg16/g1600302.webp" type="webp"/>
                <caption>Figura 2. Malla de fibra de vidrio</caption>
            </figure>
            <para>Esta manta de fibras dispuestas al azar es el material de reparaci&#243;n que usar&#225; en todas las
                reparaciones que requieren un parche de apoyo. Su peso se mide en onzas por pie cuadrado. Para la mayor&#237;a
                de sus reparaciones, se requiere una malla de 1/2 a 1 oz.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tela de fibra de vidrio</title>
            <para>Consulte la
                <hotlnk xrefid="f1600303">Figura 3</hotlnk>.
            </para>
            <figure id="f1600303" figsize="col-wide">
                <graphic id="g1600303" filename="../figg16/g1600303.webp" type="webp"/>
                <caption>Figura 3. Tela de fibra de vidrio</caption>
            </figure>
            <para>Este material est&#225; hecho de fibras de vidrio de filamentos continuos que se tejen comercialmente
                en maquinarias textiles comunes. La tela de fibra de vidrio se utiliza cuando se necesita mayor fuerza y
                menor grosor. Su peso se mide en onzas por yarda cuadrada. Para la mayor&#237;a de las reparaciones se
                recomienda una tela de 10 oz..
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Resina</title>
            <para>Consulte la
                <hotlnk xrefid="f1600304">Figura 4</hotlnk>.
            </para>
            <figure id="f1600304" figsize="col-wide">
                <graphic id="g1600304" filename="../figg16/g1600304.webp" type="webp"/>
                <caption>Figura 4. Resina</caption>
            </figure>
            <para>La resina es un pl&#225;stico l&#237;quido que se endurece cuando se combina con otra sustancia
                conocida como un catalizador o endurecedor. La resina utilizada para la mayor&#237;a de las reparaciones
                de fibra de vidrio es resina de poli&#233;ster. Debido a que no es costosa y tiene un breve tiempo de
                endurecimiento (curaci&#243;n), se utiliza para reparaciones que requieren la formaci&#243;n previa de
                un parche de apoyo; puede pedirla a sus tiendas locales de pinturas y equipos para carrocer&#237;as.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Adhesivo epoxi</title>
            <para>Consulte la
                <hotlnk xrefid="f1600305">Figura 5</hotlnk>.
            </para>
            <figure id="f1600305" figsize="col-wide">
                <graphic id="g1600305" filename="../figg16/g1600305.webp" type="webp"/>
                <caption>Figura 5. Adhesivo epoxi</caption>
            </figure>
            <para>Este es el cemento adhesivo usado para crear una uni&#243;n firme y duradera entre la parte trasera
                del &#225;rea de reparaci&#243;n y el parche de apoyo. Tambi&#233;n se utiliza para pegar paneles de
                refuerzo a la parte posterior de un panel externo. Puede pedirlo a sus tiendas locales de pinturas y
                equipos para carrocer&#237;as.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Rellenos para la carrocer&#237;a</title>
            <para>Consulte la
                <hotlnk xrefid="f1600306">Figura 6</hotlnk>.
            </para>
            <figure id="f1600306" figsize="col-wide">
                <graphic id="g1600306" filename="../figg16/g1600306.webp" type="webp"/>
                <caption>Figura 6. Rellenos para la carrocer&#237;a</caption>
            </figure>
            <para>El relleno de poli&#233;ster para la carrocer&#237;a se usa en la mayor&#237;a de los talleres de
                reparaci&#243;n, porque es f&#225;cil de aplicar y se amolda al contorno de la parte circundante. Si es
                necesario, el maquinado de la superficie de relleno para la carrocer&#237;a puede ir seguida de una
                aplicaci&#243;n de masilla vidriada para eliminar la porosidad y proporcionar un superficie suave para
                pintar. Puede pedirla a:
            </para>
            <para>EVERCOAT - "RAGE" Autobody Polyester Filler: Fiberglass-Evercoat Co., Inc., 6600 Cornell Road,
                Cincinnati, OH 45242
            </para>
            <para>SIKKENS - "POLYSOFT" Polyester Filler: Sikkens, AKZO Coating, Inc., 5555 Spalding Dr., Norcross, GA
                30092
            </para>
            <para>
                <emph type="underscr">SPOT PUTTY:</emph>Evercoat - Ever-Glaze Spot Putty, Sikkens - Kombi Putty
            </para>
            <para>Para economizar la resina y mantener sus propiedades de curaci&#243;n, gu&#225;rdela en un contenedor
                sellado en un lugar fresco y seco. Esta precauci&#243;n reducir&#225; el envejecimiento causado por el
                cambio de temperatura.
            </para>
            <para>Mantenga un registro de cada compra de resina. De este modo, siempre podr&#225; usar primero el
                material m&#225;s viejo.
            </para>
            <specpara>
                <note>
                    <para>La vida &#250;til en anaquel de la resina var&#237;a; por lo tanto, debe probarse antes de su
                        uso y desecharla si no cumple con las especificaciones.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_HL1600301.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
