<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CAB: 5000, 9100, 9200, 9300, 9400 - DESMONTAJE E INSTALACI&#211;N - MOTOR DEL
        LIMPIADOR DE AIRE (INSTALADO EN LA PARTE SUPERIOR, EN EL LADO DEL PASAJERO)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="1">
        <title>MOTOR DEL LIMPIADOR DE AIRE (INSTALADO EN LA PARTE SUPERIOR, EN EL LADO DEL PASAJERO)</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Quite la tuerca ciega, la arandela de seguridad y el brazo y la hoja del limpiador (
                    <hotlnk document="m16005v_49.xml" xrefid="f1600590">Elementos 5, 4 y 3, Figura 90</hotlnk>).
                    Consulte
                    <hotlnk document="m16005v_49.xml" xrefid="x1600502">BRAZO DEL LIMPIADOR, Desmontaje</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el buje de transmisi&#243;n dentado, el sello impermeabilizante, la contratuerca
                    hexagonal, el espaciador exterior, la arandela plana de cuero y el espaciador interior (
                    <hotlnk document="m16005v_49.xml" xrefid="f1600590">Elementos 6 a 11, Figura 90</hotlnk>) del eje
                    del motor del limpiador (
                    <hotlnk document="m16005v_49.xml" xrefid="f1600590">Elemento 12, figura 90</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Quite los 6 tornillos de montaje (
                    <hotlnk xrefid="f1600594">Elemento 2, figura 94</hotlnk>) de la parte superior de la cabina y quite
                    el panel de protecci&#243;n del motor del limpiador del lado del pasajero (derecha) (
                    <hotlnk xrefid="f1600594">Elemento 1, figura 94</hotlnk>). Quite el panel de protecci&#243;n de su
                    lugar para quitar el conjunto del motor del limpiador del lado del pasajero (
                    <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 2, figura 93</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte y quite las l&#237;neas del suministro de aire (
                    <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 5, figura 93</hotlnk>) y la l&#237;nea
                    de aire de la v&#225;lvula de escape (
                    <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 8, figura 93</hotlnk>) del conjunto del
                    motor del limpiador del lado del pasajero (
                    <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 2, figura 93</hotlnk>).
                    <emph type="bold">Observe el enrutado de las l&#237;neas de aire para la instalaci&#243;n.</emph>
                </para>
            </step1>
            <step1>
                <para count="1">Quite dos pernos del soporte de montaje del motor (
                    <hotlnk xrefid="f1600594">Elemento 3, figura 94</hotlnk>) por debajo de la apertura del panel de
                    protecci&#243;n del motor del limpiador del lado del pasajero, luego quite el conjunto del motor del
                    limpiador (
                    <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 2, figura 93</hotlnk>) del veh&#237;culo.
                </para>
            </step1>
            <figure id="f1600594" figsize="col-wide">
                <graphic filename="../figg16/g1600583.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="300"/>
                <caption>Figura 94. Panel de protecci&#243;n del motor del limpiador</caption>
                <calloutgroup>
                    <callout1>1. PANEL DE PROTECCI&#211;N DEL MOTOR DEL LIMPIADOR DEL LADO DEL PASAJERO (DERECHA)
                    </callout1>
                    <callout1>2. TORNILLOS DE MONTAJE DEL PANEL (6 LUGARES) 1.2 NM (10 LB PULG)</callout1>
                    <callout1>3. PERNOS DE MONTAJE DEL SOPORTE DEL MOTOR (2 LUGARES) 27 A 30 NM (240 A 265 LB PULG)
                    </callout1>
                </calloutgroup>
            </figure>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que el motor de aire est&#233; en la posici&#243;n de inmovilizaci&#243;n
                        antes de la instalaci&#243;n.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Si se quit&#243;, fije el soporte de montaje del motor al motor del limpiador con los
                    pernos, arandelas de seguridad y tuercas. Apriete a 4.5 a 7 Nm (40 a 62 lbs pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto del motor del limpiador del lado del pasajero en la parte superior a
                    trav&#233;s de la apertura del panel de protecci&#243;n del motor del limpiador.
                </para>
            </step1>
            <step1>
                <para count="1">Enrute las l&#237;neas de suministro de aire y la l&#237;nea de aire de la v&#225;lvula
                    de escape y &#250;nalas al conjunto del motor del limpiador del lado del pasajero.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Aseg&#250;rese de que la l&#237;nea de aire de la v&#225;lvula de escape (
                        <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 8, figura 93</hotlnk>) se extienda
                        a trav&#233;s de la arandela aislante del mamparo (
                        <hotlnk document="m16005v_50.xml" xrefid="f1600593">Elemento 13, figura 93</hotlnk>) dentro del
                        compartimiento del motor al menos a 75 mm (3 pulg).
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Fije el soporte de montaje del motor del lado del pasajero a la parte superior de la
                    cabina con pernos. Apriete a 27 a 30 Nm (240 a 265 lbs pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el panel de protecci&#243;n del motor del limpiador en la parte superior y aseg&#250;relo
                    con los 6 tornillos de montaje. Apriete a 1.2 Nm (10 lbs pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el espaciador interior, la arandela plana de cuero, el espaciador exterior, la
                    contratuerca hexagonal, el sello impermeabilizante y el buje de transmisi&#243;n dentado en el eje
                    del motor del limpiador.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el brazo y la hoja del limpiador, la arandela de seguridad y la tuerca ciega en
                    el eje del motor del limpiador. Consulte
                    <hotlnk document="m16005v_49.xml" xrefid="x160052a">BRAZO DEL LIMPIADOR, Instalaci&#243;n.</hotlnk>
                </para>
            </step1>
            <step1>
                <para count="1">Revise que el funcionamiento del limpiador sea correcto.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_50.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_52.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
