<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - INSTALACI&#211;N -
        PARABRISAS ENCAPSULADO DE UNA PIEZA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="22">
        <title>PARABRISAS ENCAPSULADO DE UNA PIEZA</title>
        <svcprocinfo>
            <para>Existen dos tipos de adhesivo de uretano que se puede utilizar para instalar un parabrisas encapsulado
                de una pieza en los veh&#237;culos que aparecen en el manual de reparaciones.
            </para>
            <para>Se recomienda usar el adhesivo de uretano U216 de dos partes que viene con el juego de instalaci&#243;n
                de parabrisas Essex
                <hotlnk xrefid="f1602987">(Figura 87)</hotlnk>
                <xref refid="f1602987"/>. El uso de este adhesivo de uretano permite conducir por un periodo de 30
                minutos al cliente.
            </para>
            <para>Es posible utilizar un adhesivo opcional de uretano U400HV de una pieza cuando instale un parabrisas
                encapsulado de una pieza, sin embargo, el tiempo de curado va a depender de la hora, la temperatura y la
                humedad y de la tabla de curado de este adhesivo. &#201;ste requiere de un periodo mucho m&#225;s largo
                para el cliente.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instalaci&#243;n de un parabrisas encapsulado de una pieza utilizando adhesivo de uretano U216 de dos
                partes (adhesivo A y curativo B)
            </title>
            <para>Los veh&#237;culos modelo 7300, 7400, 7500, 7600, 8500 y 8600 vienen de f&#225;brica con un parabrisas
                encapsulado de una pieza, vea la
                <hotlnk document="m16029_9.xml" xrefid="f1602906">(Figura 6)</hotlnk>
                <xref refid="f1602906"/>.
            </para>
            <specpara>
                <important>
                    <para>Para instalar un parabrisas encapsulado de una pieza es necesario que cuente con el
                        INTERNATIONAL &#174; Bonded Windshield Tool Kit ZTSE4470. Este juego tiene una caja de
                        herramientas que incluye las herramientas necesarias para quitar e instalar los parabrisas
                        adheridos. Para hacer un pedido, llame gratis al n&#250;mero 1-800-520-2584 en Estados Unidos y
                        Canad&#225; o al fax 1-800-578-7375.
                    </para>
                </important>
            </specpara>
            <para>Para instalar un parabrisas encapsulado de una pieza es necesario que cuente tambi&#233;n con el juego
                de instalaci&#243;n de parabrisas Essex
                <hotlnk xrefid="f1602987">(Figura 87)</hotlnk>
                <xref refid="f1602987"/>. Este juego incluye:
            </para>
            <randlist type="bullet">
                <item>
                    <para>imprimador para gu&#237;a de ventana U413</para>
                </item>
                <item>
                    <para>preparador para vidrio de ventana U401</para>
                </item>
                <item>
                    <para>imprimador para vidrio de ventana U402</para>
                </item>
                <item>
                    <para>adhesivo U216 (dos tubos, adhesivo A y curativo B)</para>
                </item>
                <item>
                    <para>Cabezal mezclador de aplicaci&#243;nb</para>
                </item>
                <item>
                    <para>Boquilla del aplicador</para>
                </item>
            </randlist>
            <figure id="f1602987" figsize="col-wide">
                <graphic filename="../figg16/g16021a1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figura 87. Juego de instalaci&#243;n de parabrisas Essex</caption>
                <calloutgroup>
                    <callout1>1. IMPRIMADOR PARA GU&#205;A DE VENTANA U413</callout1>
                    <callout1>2. PREPARADOR PARA VIDRIO DE VENTANA U401</callout1>
                    <callout1>3. IMPRIMADOR PARA VIDRIO DE VENTANA U402</callout1>
                    <callout1>4. TUBO A DE ADHESIVO U216</callout1>
                    <callout1>5. TUBO B DE CURATIVO U216</callout1>
                    <callout1>6. CABEZAL MEZCLADOR DE APLICACI&#211;N</callout1>
                    <callout1>7. BOQUILLA DEL APLICADOR</callout1>
                </calloutgroup>
            </figure>
            <para>Estos materiales se deben utilizar en o antes de la fecha de vencimiento marcada en el envase.
                Imprimador para gu&#237;a de ventana U413, preparador para vidrio de ventana U401 e imprimador para
                vidrio de ventana U402 tienen una vida &#250;til de 6 meses. Los tubos A de adhesivo y B curativo U216
                tienen una vida &#250;til de 9 meses.
            </para>
            <para>Adem&#225;s de los elementos que vienen con el juego de instalaci&#243;n de parabrisas de Essex antes
                mencionado
                <hotlnk xrefid="f1602987">(Figura 87)</hotlnk>
                <xref refid="f1602987"/>, es necesario que cuente con los siguientes materiales:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Limpiavidrios GC800 Essex</para>
                </item>
                <item>
                    <para>Toallas de papel blancas o caf&#233;</para>
                </item>
                <item>
                    <para>Boquillas del aplicador proporcionadas por Essex para perforar el adhesivo U216 (dos tubos,
                        adhesivo A y curativo B)
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Para el parabrisas, use s&#243;lo vidrio laminado de seguridad (AS-1 seg&#250;n ANSI Z26.1-&#250;ltima
                        revisi&#243;n) y Navistar TMS-9522 (SAE J1203).
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Use guantes protectores de trabajo al manipular el parabrisas. Use tambi&#233;n guantes
                        protectores adecuados al usar cualquiera de los productos qu&#237;micos del sistema Betaseal del
                        juego de instalaci&#243;n de parabrisas Essex.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de instalar un nuevo parabrisas, quite toda el agua que quede alrededor de la gu&#237;a
                        del parabrisas y alrededor del &#225;rea de la cabina con un pa&#241;o sin pelusas.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque en seco el parabrisas nuevo en el veh&#237;culo para asegurarse de que &#233;ste
                    se ajusta a la apertura del parabrisas correctamente antes de aplicar el adhesivo U216. Una vez que
                    el parabrisas est&#233; correctamente colocado en el lugar de la apertura, coloque un pedazo de
                    cinta como marca de referencia a trav&#233;s de la parte superior central en el parabrisas y la
                    cabina. Use un cuchillo corriente y corte la cinta entre la cabina y el parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el parabrisas nuevo del veh&#237;culo y col&#243;quelo en un soporte de trabajo
                    acolchado para prepararlo para la instalaci&#243;n.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602988">Figura 88</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite el adhesivo de uretano (Elemento 1) de la gu&#237;a del parabrisas (Elemento 2)
                    alrededor de la apertura del parabrisas con un cincel de juntas (Elemento 3). Se puede dejar en la
                    gu&#237;a del parabrisas una capa fina del antiguo adhesivo de uretano de 2 a 3 mm de grosor
                    (Elemento 4). Trate de dejar un grosor uniforme del antiguo adhesivo de uretano alrededor del per&#237;metro
                    de la gu&#237;a del parabrisas.
                </para>
            </step1>
            <figure id="f1602988" figsize="col-wide">
                <graphic filename="../figg16/g1602683.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 88. Retiro del adhesivo de uretano de la gu&#237;a del parabrisas</caption>
                <calloutgroup>
                    <callout1>1. ADHESIVO DE URETANO</callout1>
                    <callout1>2. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>3. CINCEL DE JUNTA</callout1>
                    <callout1>4. ANTIGUO ADHESIVO DE URETANO (2 A 3 MM DE ESPESOR PERMITIDO)</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602989">Figura 89</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Limpie la suciedad o el agua que quede de haber rociado el parabrisas durante su
                    desmontaje, de la gu&#237;a del parabrisas (Elemento 1) con una escobilla o con un pa&#241;o limpio
                    sin pelusas (Elemento 2) antes de instalar el nuevo parabrisas.
                </para>
            </step1>
            <figure id="f1602989" figsize="col-wide">
                <graphic filename="../figg16/g1602684.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 89. Limpieza de la gu&#237;a del parabrisas</caption>
                <calloutgroup>
                    <callout1>1. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>2. ESCOBILLA</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
            </para>
            <step1>
                <para count="1">Tome el imprimador para gu&#237;a de ventana U413 del juego de instalaci&#243;n de
                    parabrisas Essex
                    <hotlnk xrefid="f1602987">(Elemento 1, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>. Agite el producto de imprimaci&#243;n para gu&#237;a de ventana U413
                    (Elemento 1) durante al menos un minuto. Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <figure id="f1602990" figsize="col-wide">
                <graphic filename="../figg16/g16021a4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 90. Preparaci&#243;n del imprimador para gu&#237;a de ventana, preparador para vidrio de
                    ventana o imprimador para vidrio de ventana
                </caption>
                <calloutgroup>
                    <callout1>1. IMPRIMADOR PARA GU&#205;A DE VENTANA U413, PREPARADOR PARA VIDRIO DE VENTANA U401 O
                        IMPRIMADOR PARA VIDRIO DE VENTANA U402
                    </callout1>
                    <callout1>2. CUBIERTA</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602991">Figura 91</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador para gu&#237;a de ventana (Elemento 1) con un aplicador limpio y
                    seco (Elemento 2) para cubrir las rayaduras y los metales descubiertos en la gu&#237;a del
                    parabrisas (Elemento 3). NO aplique el producto de imprimaci&#243;n para gu&#237;a de ventana U413
                    sobre el antiguo adhesivo de uretano que queda en la gu&#237;a del parabrisas.
                </para>
            </step1>
            <figure id="f1602991" figsize="col-wide">
                <graphic filename="../figg16/g1602686.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 91. Aplicaci&#243;n del imprimador para gu&#237;a de ventana a la gu&#237;a del
                    parabrisas
                </caption>
                <calloutgroup>
                    <callout1>1. IMPRIMADOR PARA GU&#205;A DE VENTANA U413</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. GU&#205;A DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deje que el imprimador para gu&#237;a de ventana U413 se seque durante al menos 6 a 10
                    minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Con el parabrisas nuevo sobre un soporte de trabajo acolchado, prepare el parabrisas
                    para la instalaci&#243;n de la siguiente manera:
                </para>
            </step1>
            <step1>
                <para count="1">Use una hoja de afeitar si es necesario, y una almohadilla limpiadora de pl&#225;stico,
                    para quitar toda rebaba de la encapsulaci&#243;n del parabrisas de las superficies adherentes del
                    parabrisas nuevo. Limpie cuidadosamente el parabrisas nuevo con limpiavidrios GC800 Essex. Seque
                    cuidadosamente con toallas de papel. Aseg&#250;rese de que el parabrisas est&#233; completamente
                    limpio y seco antes de proseguir
                    <hotlnk xrefid="f1602992">(Figura 92).</hotlnk>
                </para>
            </step1>
            <figure id="f1602992" figsize="col-wide">
                <graphic filename="../figg16/g16021a6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 92. Limpieza del parabrisas para la aplicaci&#243;n del preparador para vidrio, el
                    imprimador para vidrio y el adhesivo
                </caption>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Una vez que haya limpiado el nuevo parabrisas, tome el preparador para vidrio de ventana
                    U401 del juego de instalaci&#243;n de parabrisas Essex
                    <hotlnk xrefid="f1602987">(Elemento 2, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>. Agite el preparador para vidrio de ventana U401 (Elemento 1) durante al
                    menos un minuto. Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Lea todo hasta el paso 11 a continuaci&#243;n, para asegurar la aplicaci&#243;n y el retiro
                        correctos del preparador para vidrio U401.
                    </para>
                </note>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f1602993">Figura 93</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el preparador para vidrio de ventana U401 (Elemento 1) con un aplicador limpio y
                    seco (Elemento 2) sobre las superficies adherentes s&#243;lo en el nuevo parabrisas (Elemento 3). Si
                    se aplica sobre la superficie de un vidrio transparente, &#233;ste se empa&#241;ar&#225;. Quite
                    inmediatamente la preparaci&#243;n para vidrio siguiendo ocho a diez pulgadas detr&#225;s del
                    aplicador con una toalla de papel blanca o caf&#233;.(Elemento 4). NO use un pa&#241;o de taller.
                    Una vez completada la primera aplicaci&#243;n del preparador para vidrio, repita su aplicaci&#243;n
                    y el proceso de retiro. Este es un l&#237;quido transparente.
                </para>
            </step1>
            <figure id="f1602993" figsize="col-wide">
                <graphic filename="../figg16/g1602688.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="288px" resolution="72"/>
                <caption>Figura 93. Aplicaci&#243;n del preparador para vidrio al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. PREPARADOR PARA VIDRIO DE VENTANA U401</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                    <callout1>4. TOALLAS DE PAPEL BLANCAS O CAF&#201;</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Una vez que haya aplicado el preparador para vidrio de ventana U401 y limpiado el nuevo
                    parabrisas, tome el imprimador para vidrio de ventana U402 del juego de instalaci&#243;n de
                    parabrisas Essex
                    <hotlnk xrefid="f1602987">(Elemento 3, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>. Agite el imprimador para vidrio de ventana U402 (Elemento 1) durante al
                    menos un minuto. Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602994">Figura 94</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador para vidrio de ventana U402 (Elemento 1) con un aplicador limpio y
                    seco (Elemento 2) sobre las superficies adherentes en el nuevo parabrisas (Elemento 3).
                </para>
            </step1>
            <figure id="f1602994" figsize="col-wide">
                <graphic filename="../figg16/g1602689.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 94. Aplicaci&#243;n del imprimador para vidrio al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. IMPRIMADOR PARA VIDRIO DE VENTANA U402</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deje que el imprimador para vidrio de ventana U402 se seque hasta que no est&#233;
                    pegajoso durante al menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez que el parabrisas se ha imprimado, aseg&#250;rese de que no haya contacto con las
                        superficies adherentes, ya que el aceite de la piel afectar&#225; el rendimiento del adherente.
                        Si el parabrisas no est&#225; adherido correctamente, la resistencia y seguridad de la cabina se
                        pueden ver comprometidas. Si hay contacto con la superficie adherente, repita el procedimiento
                        de limpieza y vuelva a aplicar el imprimador para vidrio de ventana U402 y deje que se seque
                        durante 6 a 10 minutos antes de aplicar el adhesivo U216.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Quite el adhesivo Essex U216 (dos tubos, adhesivo A y curativo B) del juego de instalaci&#243;n
                    de parabrisas Essex
                    <hotlnk xrefid="f1602987">(Elementos 4 y 5, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602995">Figura 95</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Use una leng&#252;eta de tracci&#243;n o desarmador (Elemento 1) en caso de que no est&#233;
                    incluida la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior (Elemento
                    2) de los tubos de adhesivo A y curativo B (Elemento 3).
                </para>
            </step1>
            <figure id="f1602995" figsize="col-wide">
                <graphic filename="../figg16/g16021a9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="72"/>
                <caption>Figura 95. Retiro de la cubierta inferior de los tubos de adhesivo</caption>
                <calloutgroup>
                    <callout1>1. DESARMADOR</callout1>
                    <callout1>2. CUBIERTA INFERIOR</callout1>
                    <callout1>3. TUBO DE ADHESIVO</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602996">Figura 96</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
            </para>
            <step1>
                <para count="1">Use una boquilla del aplicador (Elemento 1) suministrada en forma aparte por Essex para
                    perforar el tubo de adhesivo A (Elemento 2). Use la otra boquilla del aplicador (Elemento 1)
                    suministrada en forma aparte por Essex para perforar el tubo de curativo B (Elemento 2). NO utilice
                    la misma boquilla para perforar ambos tubos; esto evita que el otro tubo se contamine antes de
                    instalar el cabezal mezclador de aplicaci&#243;n
                    <hotlnk xrefid="f1602987">(Elemento 6, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>. Aseg&#250;rese de presionar completamente la boquilla del aplicador para
                    asegurar que los tubos de adhesivo est&#233;n totalmente abiertos.
                </para>
            </step1>
            <figure id="f1602996" figsize="col-wide">
                <graphic filename="../figg16/g16021b0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px" resolution="72"/>
                <caption>Figura 96. Perforaci&#243;n de ambos tubos de adhesivo</caption>
                <calloutgroup>
                    <callout1>1. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. TUBO ADHESIVO A O TUBO CURATIVO B</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que los tubos de adhesivo A y curativo B (Elemento 2) est&#233;n listos para ser
                    usados, quite el cabezal mezclador de aplicaci&#243;n
                    <hotlnk xrefid="f1602987">(Elemento 6, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>del juego de instalaci&#243;n de parabrisas Essex.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602997">Figura 97</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale ambos tubos de adhesivo A y curativo B (Elemento 1) en el cabezal mezclador
                    (Elemento 2).
                </para>
            </step1>
            <figure id="f1602997" figsize="col-wide">
                <graphic filename="../figg16/g16021b1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="562px" resolution="72"/>
                <caption>Figura 97. Instalaci&#243;n de ambos tubos de adhesivo a un cabezal mezclador</caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                    <callout1>2. CABEZAL MEZCLADOR</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602998">Figura 98</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
            </para>
            <step1>
                <para count="1">Una vez que ambos tubos de adhesivo A y de curativo B (Elemento 1) est&#233;n instalados
                    en el cabezal mezclador (Elemento 2), quite la boquilla del aplicador
                    <hotlnk xrefid="f1602987">(Elemento 7, Figura 87)</hotlnk>
                    <xref refid="f1602987"/>
                    del juego de instalaci&#243;n de parabrisas Essex. Instale la boquilla del aplicador (Elemento 3) en
                    el cabezal mezclador (Elemento 2). Corte la leng&#252;eta (Elemento 4) de la boquilla del aplicador.
                    Mida y marque 3/8 de pulg. de ancho por 5/8 de pulg. de largo con una dimensi&#243;n de 1/8 de pulg.
                    de ancho en la base de la muesca nueva (Elemento 5) para remplazar la actual muesca en V en la
                    boquilla del aplicador. Use un cuchillo de uso corriente y corte la muesca nueva para permitir una
                    aplicaci&#243;n correcta del adhesivo.
                </para>
            </step1>
            <figure id="f1602998" figsize="pg-wide">
                <graphic filename="../figg16/g16021b2.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 98. Instalaci&#243;n de la boquilla del aplicador en el cabezal mezclador y corte de la
                    leng&#252;eta
                </caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                    <callout1>2. CABEZAL MEZCLADOR</callout1>
                    <callout1>3. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>4. CORTE DE LA LENG&#220;ETA DE LA BOQUILLA DEL APLICADOR</callout1>
                    <callout1>5. CORTE LA MUESCA 3/8 DE PULG DE ANCHO Y 5/8 DE PULG. DE LARGO EN LA BOQUILLA DEL
                        APLICADOR
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f1602999">Figura 99</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Antes de cargar los tubos de adhesivo con el cabezal mezclador y la boquilla del
                    aplicador (Elemento 1) en la pistola beta (Elemento 2) jale el gatillo y corra los &#233;mbolos
                    (Elemento 3) completamente hacia atr&#225;s para que los tubos de adhesivo se puedan cargar. Abra la
                    cubierta delantera (Elemento 4) de la pistola beta e instale los tubos de adhesivo con el cabezal
                    mezclador y la boquilla del aplicador en la pistola beta.
                </para>
            </step1>
            <figure id="f1602999" figsize="col-wide">
                <graphic filename="../figg16/g16021b3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 99. Carga del adhesivo en la pistola beta</caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. PISTOLA BETA</callout1>
                    <callout1>3. &#201;MBOLOS</callout1>
                    <callout1>4. CUBIERTA DELANTERA</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f16029100">Figura 100</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que los tubos de adhesivo con el cabezal mezclador y la boquilla del aplicador
                    (Elemento 1) se han instalado en la pistola beta (Elemento 2), cierre la cubierta delantera
                    (Elemento 3). Corra los &#233;mbolos hacia delante (Elemento 4) en la pistola beta hasta que los
                    &#233;mbolos queden en posici&#243;n para aplicar el adhesivo. Det&#233;ngase cuando el adhesivo
                    alcance la boquilla del aplicador.
                </para>
            </step1>
            <figure id="f16029100" figsize="col-wide">
                <graphic filename="../figg16/g16021b4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 100. Desplazamiento de los &#233;mbolos hacia delante en la pistola beta</caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. PISTOLA BETA</callout1>
                    <callout1>3. CUBIERTA DELANTERA</callout1>
                    <callout1>4. &#201;MBOLOS</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f16029101">Figura 101</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Utilizando una pistola de calafateo est&#225;ndar (Elemento 1), aplique una peque&#241;a
                    cantidad de adhesivo de uretano de una parte U400HV (Elemento 2) a la costura soldada en la parte
                    superior e inferior de la gu&#237;a del parabrisas (Elemento 3) en ambos lados.
                </para>
            </step1>
            <figure id="f16029101" figsize="col-wide">
                <graphic filename="../figg16/g1602696.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 101. Utilizaci&#243;n de una pistola de calafateo est&#225;ndar para aplicar el adhesivo
                    U400HV
                </caption>
                <calloutgroup>
                    <callout1>1. PISTOLA DE CALAFATEO EST&#193;NDAR</callout1>
                    <callout1>2. ADHESIVO DE URETANO DE UNA PARTE U400HV</callout1>
                    <callout1>3. GU&#205;A DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>La aplicaci&#243;n de una l&#237;nea de adhesivo en el parabrisas nuevo debe ser de 0 a 2 mm
                        del borde de encapsulaci&#243;n y de una altura de al menos 15 a 20 mm (5/8 a 3/4 de pulgada) y
                        de un ancho m&#225;ximo de 8 a 12 mm (3/8 a 1/2 pulgada).
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Si el adhesivo U216 de dos partes se acaba antes de completar todo el contorno del parabrisas,
                        se acepta llenar lo que queda (6 pulgadas o menos) con el adhesivo de uretano U400HV de una
                        parte con la ayuda de una pistola de calafateo est&#225;ndar. Se recomienda debido al corto
                        lapso de tiempo en el que hay que instalar el parabrisas, tener un tubo de adhesivo de uretano
                        de una parte U400HV cargado en una pistola de calafateo y listo para ser usado, de modo que no
                        se agote el tiempo para instalar el parabrisas en el veh&#237;culo. Utilice un cuchillo de uso
                        corriente para cortar la muesca en la boquilla del aplicador en el tubo de adhesivo de uretano
                        U400HV para permitir la aplicaci&#243;n correcta del adhesivo, mida y marque 9 mm (3/8 pulg) de
                        ancho por 15 mm (5/8 pulg.) de largo con una dimensi&#243;n de 3 mm (1/8 pulg.) de ancho en la
                        base de la muesca (Elemento 5) en la boquilla del aplicador. Vea la
                        <hotlnk xrefid="f1602998">(Figura 98)</hotlnk>
                        <xref refid="f1602998"/>.
                    </para>
                </important>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f16029102">Figura 102</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mantenga la pistola beta (Elemento 1) y la boquilla de aplicaci&#243;n (Elemento 2) en
                    un &#225;ngulo tan cercano a los 90 grados como sea posible y comience en el borde exterior de la
                    leng&#252;eta de posici&#243;n en el borde inferior del parabrisas ya sea en el lado del conductor o
                    del pasajero. Llegando a la esquina, jale el gatillo para aplicar una l&#237;nea uniforme de
                    adhesivo (Elemento 3) por todo el contorno del parabrisas. Mientras m&#225;s fuerte jale el gatillo,
                    m&#225;s r&#225;pido sale el adhesivo. Use este control de velocidad variable para disminuir la
                    intensidad a medida que aplica el adhesivo alrededor de las esquinas. Extienda ligeramente el
                    adhesivo sobre la junta y use un depresor de leng&#252;eta de pl&#225;stico o de madera (Elemento 4)
                    para suavizar o emparejar el adhesivo como se requiere antes de instalar el parabrisas.
                </para>
            </step1>
            <figure id="f16029102" figsize="col-wide">
                <graphic filename="../figg16/g1602697.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 102. Uso de pistola beta para aplicar adhesivo</caption>
                <calloutgroup>
                    <callout1>1. PISTOLA BETA</callout1>
                    <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>3. ADHESIVO</callout1>
                    <callout1>4. DEPRESOR DE LENG&#220;ETA DE PL&#193;STICO O DE MADERA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que se ha aplicado el adhesivo en el parabrisas, DEBE instalarse en un m&#225;ximo
                    de 5 a 7 minutos. El adhesivo empieza a curar inmediatamente y no proporcionar&#225; una adherencia
                    adecuada si no se instala en un lapso de 5 a 7 minutos.
                </para>
            </step1>
            <step1>
                <para count="1">Con la ayuda de un asistente instale el parabrisas
                    <hotlnk xrefid="f16029103">(Figura 103)</hotlnk>
                    como se explica a continuaci&#243;n:
                </para>
            </step1>
            <figure id="f16029103" figsize="col-wide">
                <graphic filename="../figg16/g16021b6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 103. Instalaci&#243;n del parabrisas</caption>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f16029104">Figura 104</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene un parasol, coloque el parabrisas nuevo (Elemento 1) debajo
                    del parasol, teniendo cuidado de no tocar el parabrisas en la cabina. Alinee la marca de cinta
                    (Elemento 2) en el parabrisas con la marca de cinta en la parte superior de la cabina y alinee las
                    leng&#252;etas de posici&#243;n del parabrisas (Elemento 3) en el parabrisas nuevo con el poste de
                    posici&#243;n de la cabina (Elemento 4) en la parte inferior de la apertura del parabrisas en la
                    cabina.
                </para>
            </step1>
            <figure id="f16029104" figsize="col-wide">
                <graphic filename="../figg16/g1602699.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="288px" resolution="72"/>
                <caption>Figura 104. Colocaci&#243;n de las leng&#252;etas de posici&#243;n del parabrisas en los
                    pliegues de posici&#243;n de la cabina
                </caption>
                <calloutgroup>
                    <callout1>1. PARABRISAS NUEVO</callout1>
                    <callout1>2. MARCA DE CINTA</callout1>
                    <callout1>3. LENG&#220;ETA DE POSICI&#211;N DEL PARABRISAS</callout1>
                    <callout1>4. POSTE DE POSICI&#211;N DE LA CABINA</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f16029105">Figura 105</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique lo contrario.
            </para>
            <step1>
                <para count="1">En los veh&#237;culos sin parasol, alinee el pedazo de cinta (Elemento 1) en la parte
                    superior del parabrisas con cinta (Elemento 2) sobre la apertura del parabrisas en la cabina, luego
                    coloque las leng&#252;etas de posici&#243;n del parabrisas
                    <hotlnk xrefid="f16029104">(Elemento 3, Figura 104)</hotlnk>
                    <xref refid="f16029104"/>
                    sobre el poste de posici&#243;n de la cabina
                    <hotlnk xrefid="f16029104">(Elemento 4, Figura 104)</hotlnk>
                    <xref refid="f16029104"/>. Mientras mantiene las leng&#252;etas de posici&#243;n del parabrisas en
                    su lugar sobre los postes de posici&#243;n de la cabina, empuje el parabrisas (Elemento 3) hacia atr&#225;s
                    contra la gu&#237;a del parabrisas (Elemento 4). Revise el marco de encapsulaci&#243;n de hule del
                    parabrisas (Elemento 5) para asegurarse de que est&#225; colocado correctamente alrededor de la
                    apertura del parabrisas.
                </para>
            </step1>
            <figure id="f16029105" figsize="col-wide">
                <graphic filename="../figg16/g16026a0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" resolution="72"/>
                <caption>Figura 105. Empuje del parabrisas para instalarlo</caption>
                <calloutgroup>
                    <callout1>1. CINTA EN LA PARTE SUPERIOR DEL PARABRISAS</callout1>
                    <callout1>2. CINTA SOBRE LA ABERTURA DEL PARABRISAS EN LA CABINA</callout1>
                    <callout1>3. PARABRISAS</callout1>
                    <callout1>4. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>5. MARCO DE ENCAPSULACI&#211;N DE HULE DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Con la ayuda de un asistente, empuje suavemente el parabrisas alrededor de todo el borde
                    exterior para fijarlo adecuadamente contra la gu&#237;a del parabrisas. Existen leng&#252;etas
                    integradas en el parabrisas para evitar que se le empuje demasiado
                    <hotlnk xrefid="f16029106">(Figura 106).</hotlnk>
                </para>
            </step1>
            <figure id="f16029106" figsize="col-wide">
                <graphic filename="../figg16/g16026a1.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="192px" resolution="72"/>
                <caption>Figura 106. Empuje del parabrisas hacia atr&#225;s contra la gu&#237;a del parabrisas</caption>
            </figure>
            <para>Vea la
                <hotlnk xrefid="f16029105">Figura 105</hotlnk>
                <xref refid="f16029105"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite ambos pedazos de cinta (Elementos 1 y 2) del parabrisas y de la cabina.</para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_9.xml" xrefid="f1602907">Figura 7</hotlnk>
                <xref refid="f1602907"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si la unidad est&#225; equipada con un parasol exterior (Elemento 1) quite el pedazo de
                    cinta (Elemento 2) del lado inferior de cada soporte de instalaci&#243;n del parasol (Elemento 3)
                    usado para proteger la pintura del soporte de instalaci&#243;n del parasol mientras corta el
                    parabrisas. Si se quit&#243; el parasol, vuelva a instalarlo. Vea la secci&#243;n
                    <hotlnk document="m16029_56.xml" xrefid="x1602921">PARASOL
                        <xref refid="x1602921"/>
                    </hotlnk>
                    de los modelos 7300, 7400, 7500, 7600, 8500 y 8600 seg&#250;n sea necesario.
                </para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_9.xml" xrefid="f1602908">Figura 8</hotlnk>
                <xref refid="f1602908"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del conductor (Elemento 1) en
                    el pilar A de la cabina (Elemento 3), alinee las abrazaderas de retenci&#243;n del panel de adorno
                    del pilar A (Elemento 9) con los orificios de instalaci&#243;n del pilar A de la cabina y emp&#250;jelos
                    para asegurarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del pasajero (Elemento 5)
                    dentro de la cabina, alinee las abrazaderas de retenci&#243;n del panel de adorno del pilar A con
                    los orificios de instalaci&#243;n en el pilar A de la cabina y emp&#250;jelos para asegurarlos.
                    Luego ponga en su lugar la manija del lado del pasajero (Elemento 6) en el panel de adorno del pilar
                    A del lado del pasajero e instale dos tornillos hexagonales de la brida (Elemento 4) para asegurar
                    la manija. Apriete los dos tornillos hexagonales (Elemento 4) de 77 a 95 lbf-pulg (de 8.7 a 10.7 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los brazos y las hojas del limpiaparabrisas. Consulte la secci&#243;n
                    <hotlnk document="m16029_88.xml" xrefid="x1602936">CONJUNTO DEL BRAZO Y LA HOJA DEL
                        LIMPIAPARABRISAS, Instalaci&#243;n
                        <xref refid="x1602936"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe el funcionamiento del limpiaparabrisas y del lavaparabrisas, luego limpie el
                    parabrisas y la zona circundante.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y eng&#225;nchelo en ambos lados.</para>
            </step1>
            <specpara>
                <important>
                    <para>El tiempo de curado r&#225;pido del adhesivo de uretano de dos partes U216 permite que el veh&#237;culo
                        se pueda manejar 30 minutos despu&#233;s de completar la instalaci&#243;n del parabrisas. Si el
                        veh&#237;culo tiene BOLSAS DE AIRE instaladas, el adhesivo de uretano de dos partes U216 se debe
                        dejar curar 60 minutos antes de manejar el veh&#237;culo. Incluso si se tiene que usar el
                        adhesivo de uretano de una parte U400HV para llenar un espacio de
                        <emph type="bold">6 pulgadas o menos</emph>
                        durante la aplicaci&#243;n del adhesivo de uretano de dos partes U216, el tiempo de curado antes
                        de que se pueda manejar el veh&#237;culo ser&#225; el mismo que el mencionado anteriormente.
                        <emph type="bold">Si se utilizan m&#225;s de 6 pulgadas de adhesivo de uretano de una parte
                            U400HV</emph>, deber&#225; consultar la secci&#243;n Informe para reemplazo de parabrisas
                        adheridos
                        <hotlnk document="m16029_104.xml" xrefid="f16029134">(Figura 134)</hotlnk>
                        <xref refid="f16029134"/>
                        para registrar la hora, temperatura y humedad y seguir las indicaciones de la tabla de curado
                        para el U400HV.
                    </para>
                </important>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n del parabrisas encapsulado de una pieza usando el adhesivo de uretano U400HV de una
                parte
            </title>
            <para>Aunque se recomienda usar el adhesivo de uretano U216 de dos partes que viene con el juego de
                instalaci&#243;n de parabrisas Essex
                <hotlnk xrefid="f1602987">(Figura 87)</hotlnk>
                <xref refid="f1602987"/>. Tambi&#233;n puede usar el adhesivo opcional de uretano U400HV de una parte
                cuando instala el parabrisas encapsulado de una pieza.
            </para>
            <para>Para instalar un parabrisas de este tipo, es necesario que cuente adem&#225;s con los siguientes
                elementos.
            </para>
            <randlist type="bullet">
                <item>
                    <para>Imprimador para gu&#237;a de ventana U413</para>
                </item>
                <item>
                    <para>Preparador para vidrio de ventana U401</para>
                </item>
                <item>
                    <para>Imprimador para vidrio de ventana U402</para>
                </item>
                <item>
                    <para>Adhesivo U400HV (un tubo)</para>
                </item>
                <item>
                    <para>Pistola de calafateo est&#225;ndar</para>
                </item>
            </randlist>
            <para>Estos materiales se deben utilizar en o antes de la fecha de vencimiento marcada en el envase.
                Imprimador para gu&#237;a de ventana U413, preparador para vidrio de ventana U401 e imprimador para
                vidrio de ventana U402 tienen una vida &#250;til de 6 meses. El tubo de adhesivo de uretano U400HV tiene
                una vida &#250;til de 9 meses.
            </para>
            <specpara>
                <important>
                    <para>Cuando se utiliza adhesivo de uretano de una parte U400HV, deber&#225; usar la secci&#243;n
                        Informe para reemplazo de parabrisas adheridos
                        <hotlnk document="m16029_104.xml" xrefid="f16029134">(Figura 134)</hotlnk>
                        <xref refid="f16029134"/>para registrar la hora, temperatura y humedad y seguir las indicaciones
                        de la tabla de curado para el U400HV. Esto es muy importante para manejar el veh&#237;culo despu&#233;s
                        de completar la instalaci&#243;n del parabrisas.
                    </para>
                </important>
            </specpara>
            <para>Adem&#225;s de los elementos mencionados al comienzo de esta secci&#243;n, es necesario que cuente con
                los siguientes materiales:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Limpiavidrios GC800 Essex</para>
                </item>
                <item>
                    <para>Toallas de papel blancas o caf&#233;</para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Para el parabrisas, use s&#243;lo vidrio laminado de seguridad (AS-1 seg&#250;n ANSI Z26.1-&#250;ltima
                        revisi&#243;n) y Navistar TMS-9522 (SAE J1203).
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Use guantes protectores de trabajo al manipular el parabrisas. Use tambi&#233;n guantes
                        protectores adecuados al usar cualquiera de los productos qu&#237;micos del sistema Betaseal del
                        juego de instalaci&#243;n de parabrisas Essex.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de instalar un nuevo parabrisas, quite toda el agua que quede alrededor de la gu&#237;a
                        del parabrisas y alrededor del &#225;rea de la cabina con un pa&#241;o sin pelusas.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque en seco el parabrisas nuevo en el veh&#237;culo para asegurarse de que &#233;ste
                    se ajusta a la abertura del parabrisas correctamente antes de aplicar el adhesivo U400HV. Una vez
                    que el parabrisas est&#233; correctamente colocado en el lugar de la abertura, coloque un pedazo de
                    cinta como marca de referencia a trav&#233;s de la parte superior central en el parabrisas y la
                    cabina. Use un cuchillo de uso corriente y corte la cinta entre la cabina y el parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el parabrisas nuevo del veh&#237;culo y col&#243;quelo en un soporte de trabajo
                    acolchado para prepararlo para la instalaci&#243;n.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602988">Figura 88</hotlnk>
                <xref refid="f1602988"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite el adhesivo de uretano (Elemento 1) de la gu&#237;a del parabrisas (Elemento 2)
                    alrededor de la apertura del parabrisas con un cincel de juntas (Elemento 3). Se puede dejar en la
                    gu&#237;a del parabrisas una capa fina del antiguo adhesivo de uretano de 2 a 3 mm de grosor
                    (Elemento 4). Trate de dejar un grosor uniforme del antiguo adhesivo de uretano alrededor del per&#237;metro
                    de la gu&#237;a del parabrisas.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602989">Figura 89</hotlnk>
                <xref refid="f1602989"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Limpie la suciedad o el agua que quede de haber rociado el parabrisas durante su
                    desmontaje, de la gu&#237;a del parabrisas (Elemento 1) con una escobilla o con un pa&#241;o limpio
                    sin pelusas (Elemento 2) antes de instalar el nuevo parabrisas.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Tome una botella de imprimador para gu&#237;a de ventana U413 de Essex. Agite el
                    producto de imprimaci&#243;n para gu&#237;a de ventana U413 (Elemento 1) durante al menos un minuto.
                    Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602991">Figura 91</hotlnk>
                <xref refid="f1602991"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador para gu&#237;a de ventana U413 (Elemento 1) con un aplicador
                    limpio y seco (Elemento 2) para cubrir las rayaduras y los metales descubiertos en la gu&#237;a del
                    parabrisas (Elemento 3). NO aplique el producto de imprimaci&#243;n para gu&#237;a de ventana U413
                    sobre el antiguo adhesivo de uretano que queda en la gu&#237;a del parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Deje que el imprimador para gu&#237;a de ventana U413 se seque durante al menos 6 a 10
                    minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Con el parabrisas nuevo sobre un soporte de trabajo acolchado, prepare el parabrisas
                    para la instalaci&#243;n de la siguiente manera:
                </para>
            </step1>
            <step1>
                <para count="1">Use una hoja de afeitar si es necesario, y una almohadilla limpiadora de pl&#225;stico,
                    para quitar toda rebaba de la encapsulaci&#243;n del parabrisas de las superficies adherentes del
                    parabrisas nuevo. Limpie cuidadosamente el parabrisas nuevo con limpiavidrios GC800 Essex. Seque
                    cuidadosamente con toallas de papel. Aseg&#250;rese de que el parabrisas est&#233; completamente
                    limpio y seco antes de proseguir
                    <hotlnk xrefid="f1602992">(Figura 92)</hotlnk>
                    <xref refid="f1602992"/>.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Una vez que el parabrisas est&#233; limpio, tome una botella de preparador para vidrio
                    de ventana U401 de Essex. Agite el preparador para vidrio de ventana U401 (Elemento 1) durante al
                    menos un minuto. Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Lea todo hasta el paso 11 a continuaci&#243;n, para asegurar la aplicaci&#243;n y el retiro
                        correctos del preparador para vidrio U401.
                    </para>
                </note>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f1602993">Figura 93</hotlnk>
                <xref refid="f1602993"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el preparador para vidrio de ventana U401 (Elemento 1) con un aplicador limpio y
                    seco (Elemento 2) sobre las superficies adherentes s&#243;lo en el nuevo parabrisas (Elemento 3). Si
                    se aplica sobre la superficie de un vidrio transparente, &#233;ste se empa&#241;ar&#225;. Quite
                    inmediatamente la preparaci&#243;n para vidrio siguiendo ocho a diez pulgadas detr&#225;s del
                    aplicador con una toalla de papel blanca o caf&#233;.(Elemento 4). NO use un pa&#241;o de taller.
                    Una vez completada la primera aplicaci&#243;n del preparador para vidrio, repita su aplicaci&#243;n
                    y el proceso de retiro. Este es un l&#237;quido transparente.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602990">Figura 90</hotlnk>
                <xref refid="f1602990"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Una vez que se ha aplicado el preparador para vidrio de ventana U401 y limpiado el nuevo
                    parabrisas, tome una botella de imprimador para vidrio de ventana U402 de Essex. Agite el imprimador
                    para vidrio de ventana U402 (Elemento 1) durante al menos un minuto. Quite la cubierta (Elemento 2)
                    del envase.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602994">Figura 94</hotlnk>
                <xref refid="f1602994"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador para vidrio de ventana U402 (Elemento 1) con un aplicador limpio y
                    seco (Elemento 2) sobre las superficies adherentes en el nuevo parabrisas (Elemento 3).
                </para>
            </step1>
            <step1>
                <para count="1">Deje que el imprimador para vidrio de ventana U402 se seque hasta que no est&#233;
                    pegajoso durante al menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez que el parabrisas se ha imprimado, aseg&#250;rese de que no haya contacto con las
                        superficies adherentes, ya que el aceite de la piel afectar&#225; el rendimiento del adherente.
                        Si el parabrisas no est&#225; adherido correctamente, la resistencia y seguridad de la cabina se
                        pueden ver comprometidas. Si hay contacto con la superficie adherente, repita el procedimiento
                        de limpieza y vuelva a aplicar el imprimador para vidrio de ventana U402 y deje que se seque
                        durante 6 a 10 minutos antes de aplicar el adhesivo U400HV.
                    </para>
                </caution>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f1602995">Figura 95</hotlnk>
                <xref refid="f1602995"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Use una leng&#252;eta de tracci&#243;n o desarmador (Elemento 1) en caso de que no est&#233;
                    incluida la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior (Elemento
                    2) del tubo de adhesivo U400HV.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f1602996">Figura 96</hotlnk>
                <xref refid="f1602996"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">Use la boquilla de aplicador (Elemento 1) suministrada por Essex para perforar el tubo
                    de adhesivo U400HV (Elemento 2). Aseg&#250;rese de presionar completamente la boquilla del aplicador
                    para asegurar que el tubo de adhesivo est&#233; totalmente abierto. Remueva cualquier resto de
                    adhesivo de la boquilla del aplicador antes de que se seque.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f16029107">Figura 107</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que se ha perforado el tubo de adhesivo U400HV (Elemento 1). Instale la boquilla
                    del aplicador (Elemento 2) en el tubo de adhesivo U400HV. Corte la leng&#252;eta (Elemento 3) de la
                    boquilla del aplicador. Mida y marque 3/8 de pulg. de ancho por 5/8 de pulg. de largo con una
                    dimensi&#243;n de 1/8 de pulg. de ancho en la base de la muesca nueva (Elemento 4) para remplazar la
                    actual muesca en V en la boquilla del aplicador. Use un cuchillo de uso corriente y corte la muesca
                    nueva para permitir una aplicaci&#243;n correcta del adhesivo.
                </para>
            </step1>
            <figure id="f16029107" figsize="col-wide">
                <graphic filename="../figg16/g16029a7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 107. Instalaci&#243;n de la boquilla del aplicador en el tubo de adhesivo de uretano
                    U400HV y corte de la leng&#252;eta
                </caption>
                <calloutgroup>
                    <callout1>1. ADHESIVO DE URETANO U400HV</callout1>
                    <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>3. CORTE DE LA LENG&#220;ETA DE LA BOQUILLA DE APLICACI&#211;N</callout1>
                    <callout1>4. CORTE LA MUESCA 3/8 DE PULG DE ANCHO Y 5/8 DE PULG. DE LARGO EN LA BOQUILLA DE APLICACI&#211;N</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Carga del adhesivo de uretano de una parte U400HV en una pistola de calafateo est&#225;ndar</para>
            </step1>
            <specpara>
                <note>
                    <para>Es posible encontrar pistolas beta el&#233;ctricas o con bater&#237;as de Essex para aplicar
                        en forma m&#225;s f&#225;cil el adhesivo de uretano U400HV en el parabrisas.
                    </para>
                </note>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f16029101">Figura 101</hotlnk>
                <xref refid="f16029101"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Utilizando una pistola de calafateo est&#225;ndar (Elemento 1), aplique una peque&#241;a
                    cantidad de adhesivo de uretano de una parte U400HV (Elemento 2) a la costura soldada en la parte
                    superior e inferior de la gu&#237;a del parabrisas (Elemento 3) en ambos lados.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>La aplicaci&#243;n de una l&#237;nea de adhesivo en el parabrisas nuevo debe ser de 0 a 2 mm
                        del borde de encapsulaci&#243;n y de una altura de al menos 15 a 20 mm (5/8 a 3/4 de pulgada) y
                        de un ancho m&#225;ximo de 8 a 12 mm (3/8 a 1/2 pulgada).
                    </para>
                </note>
            </specpara>
            <para>Vea la
                <hotlnk xrefid="f16029108">Figura 108</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mantenga la pistola de calafateo (Elemento 1) y la boquilla de aplicaci&#243;n (Elemento
                    2) en un &#225;ngulo tan cercano a los 90 grados como sea posible y comience en el borde exterior de
                    la leng&#252;eta de posici&#243;n en el borde inferior del parabrisas ya sea en el lado del
                    conductor o del pasajero. Llegando a la esquina, aplique una l&#237;nea uniforme de adhesivo
                    (Elemento 3) por todo el contorno del parabrisas. Extienda ligeramente el adhesivo sobre la junta y
                    use un depresor de leng&#252;eta de pl&#225;stico o de madera (Elemento 4) para suavizar o emparejar
                    el adhesivo como se requiere antes de instalar el parabrisas.
                </para>
            </step1>
            <figure id="f16029108" figsize="col-wide">
                <graphic filename="../figg16/g16029a8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 108. Utilizaci&#243;n de la pistola de calafateo para aplicar el adhesivo</caption>
                <calloutgroup>
                    <callout1>1. PISTOLA DE CALAFATEO</callout1>
                    <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>3. ADHESIVO</callout1>
                    <callout1>4. DEPRESOR DE LENG&#220;ETA DE PL&#193;STICO O DE MADERA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que se ha aplicado el adhesivo en el parabrisas. Con la ayuda de un asistente
                    instale el parabrisas
                    <hotlnk xrefid="f16029103">(Figura 103)</hotlnk>
                    <xref refid="f16029103"/>
                    como se explica a continuaci&#243;n:
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f16029104">Figura 104</hotlnk>
                <xref refid="f16029104"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene un parasol, coloque el parabrisas nuevo (Elemento 1) debajo
                    del parasol, teniendo cuidado de no tocar el parabrisas en la cabina. Alinee la marca de cinta
                    (Elemento 2) en el parabrisas con la marca de cinta en la parte superior de la cabina y alinee las
                    leng&#252;etas de posici&#243;n del parabrisas (Elemento 3) en el parabrisas nuevo con el poste de
                    posici&#243;n de la cabina (Elemento 4) en la parte inferior de la apertura del parabrisas en la
                    cabina.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f16029105">Figura 105</hotlnk>
                <xref refid="f16029105"/>para los elementos entre par&#233;ntesis, a menos que se especifique lo
                contrario.
            </para>
            <step1>
                <para count="1">En los veh&#237;culos sin parasol, alinee el pedazo de cinta (Elemento 1) en la parte
                    superior del parabrisas con cinta (Elemento 2) sobre la apertura del parabrisas en la cabina, luego
                    coloque las leng&#252;etas de posici&#243;n del parabrisas
                    <hotlnk xrefid="f16029104">(Elemento 3, Figura 104)</hotlnk>
                    <xref refid="f16029104"/>
                    sobre el poste de posici&#243;n de la cabina
                    <hotlnk xrefid="f16029104">(Elemento 4, Figura 104)</hotlnk>
                    <xref refid="f16029104"/>. Mientras mantiene las leng&#252;etas de posici&#243;n del parabrisas en
                    su lugar sobre los postes de posici&#243;n de la cabina, empuje el parabrisas (Elemento 3) hacia atr&#225;s
                    contra la gu&#237;a del parabrisas (Elemento 4). Revise el marco de encapsulaci&#243;n de hule del
                    parabrisas (Elemento 5) para asegurarse de que est&#225; colocado correctamente alrededor de la
                    apertura del parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Con la ayuda de un asistente, empuje suavemente el parabrisas alrededor de todo el borde
                    exterior para fijarlo adecuadamente contra la gu&#237;a del parabrisas. Existen leng&#252;etas
                    integradas en el parabrisas para evitar que se le empuje demasiado
                    <hotlnk xrefid="f16029106">(Figura 106)</hotlnk>
                    <xref refid="f16029106"/>.
                </para>
            </step1>
            <para>Vea la
                <hotlnk xrefid="f16029105">Figura 105</hotlnk>
                <xref refid="f16029105"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite ambos pedazos de cinta (Elementos 1 y 2) del parabrisas y de la cabina.</para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_9.xml" xrefid="f1602907">Figura 7</hotlnk>
                <xref refid="f1602907"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si la unidad est&#225; equipada con un parasol exterior (Elemento 1) quite el pedazo de
                    cinta (Elemento 2) del lado inferior de cada soporte de instalaci&#243;n del parasol (Elemento 3)
                    usado para proteger la pintura del soporte de instalaci&#243;n del parasol mientras corta el
                    parabrisas. Si se quit&#243; el parasol, vuelva a instalarlo. Vea la secci&#243;n
                    <hotlnk document="m16029_56.xml" xrefid="x1602921">PARASOL
                        <xref refid="x1602921"/>
                    </hotlnk>
                    de los modelos 7300, 7400, 7500, 7600, 8500 y 8600 seg&#250;n sea necesario.
                </para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_9.xml" xrefid="f1602908">Figura 8</hotlnk>
                <xref refid="f1602908"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del conductor (Elemento 1) en
                    el pilar A de la cabina (Elemento 3), alinee las abrazaderas de retenci&#243;n del panel de adorno
                    del pilar A (Elemento 9) con los orificios de instalaci&#243;n del pilar A de la cabina y emp&#250;jelos
                    para asegurarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del pasajero (Elemento 5)
                    dentro de la cabina, alinee las abrazaderas de retenci&#243;n del panel de adorno del pilar A con
                    los orificios de instalaci&#243;n en el pilar A de la cabina y emp&#250;jelos para asegurarlos.
                    Luego ponga en su lugar la manija del lado del pasajero (Elemento 6) en el panel de adorno del pilar
                    A del lado del pasajero e instale dos tornillos hexagonales de la brida (Elemento 4) para asegurar
                    la manija. Apriete los dos tornillos hexagonales (Elemento 4) de 77 a 95 lbf-pulg (de 8.7 a 10.7 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los brazos y las hojas del limpiaparabrisas. Consulte la secci&#243;n
                    <hotlnk document="m16029_88.xml" xrefid="x1602936">CONJUNTO DEL BRAZO Y LA HOJA DEL
                        LIMPIAPARABRISAS, Instalaci&#243;n
                        <xref refid="x1602936"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe el funcionamiento del limpiaparabrisas y del lavaparabrisas, luego limpie el
                    parabrisas y la zona circundante.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y eng&#225;nchelo en ambos lados.</para>
            </step1>
            <specpara>
                <important>
                    <para>
                        <emph type="bold">Para asignar el tiempo de curado correcto del adhesivo de uretano de una parte
                            U400HV</emph>, deber&#225; usar la secci&#243;n Informe para reemplazo de parabrisas
                        adheridos
                        <hotlnk document="m16029_104.xml" xrefid="f16029134">(Figura 134)</hotlnk>
                        <xref refid="f16029134"/>
                        para registrar la hora, temperatura y humedad y seguir las indicaciones de la tabla de curado
                        para el U400HV.
                    </para>
                </important>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_52.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_54.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
