<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - PL&#193;STICO
        (ABS) - RELLENOS CON ADHESIVO EPOXI
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>RELLENOS CON ADHESIVO EPOXI</title>
        <para>Destinados al uso en reparaciones de ralladuras profundas, mellas y orificios peque&#241;os (menos de 6 mm
            [1/4 pulgada( de di&#225;metro).
        </para>
        <specpara>
            <note>
                <para>Los rellenos/adhesivo epoxi est&#225;n compuestos de dos partes: una parte de resina, una parte de
                    endurecedor. El relleno de adhesivo epoxi no se recomienda para su uso en &#225;reas altamente
                    sobrecargadas o paneles de paredes delgadas. Hay varios rellenos/adhesivo epoxi que funcionan en pl&#225;stico
                    ABS.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Aplique partes iguales de la resina y endurecedor sobre una superficie limpia y no porosa,
                como pl&#225;stico o vidrio. Mezcle completamente en cantidades que se puedan usar en 15 minutos o menos
                (
                <hotlnk document="m16003_10.xml" xrefid="f1600341">Figura 41</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>El tiempo de trabajo de la mezcla es de aproximadamente 15 minutos a 24&#176;C (75&#176;F). La
                        aplicaci&#243;n es mejor a 20&#176;C (68&#176;F). A temperaturas inferiores a 18&#176;C (65&#176;F),
                        se recomienda calentar previamente la superficie de aplicaci&#243;n a m&#225;s de 20&#176;C (68&#176;F)
                        con una l&#225;mpara cal&#243;rica.
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Tenga cuidado de no recalentar la superficie del &#225;rea da&#241;ada. Si la pistola de aire
                        caliente se sostiene demasiado cerca de la superficie o permanece dirigida a una peque&#241;a
                        &#225;rea, la superficie se decolorar&#225;.
                    </para>
                </important>
            </specpara>
        </step1>
        <step1>
            <para count="1">Aplique la mezcla en el lugar de reparaci&#243;n, levemente por sobre el nivel del contorno
                deseado.
            </para>
            <step2>
                <para count="1">Si se usa como adhesivo, aplique en ambas superficies lijadas. Sujete los pedazos entre
                    s&#237; y remueva el exceso de adhesivo con un esparcidor pl&#225;stico o esp&#225;tula (consulte la
                    <hotlnk document="m16003_8.xml" xrefid="f1600312">Figura 12</hotlnk>).
                </para>
            </step2>
            <step2>
                <para count="1">Al llenar ranuras en "V", llene toda el &#225;rea usando un esparcidor pl&#225;stico o
                    esp&#225;tula. Aplique presi&#243;n y extienda la cobertura de 25 a 38 mm (1 a 1-1/2 pulgadas) m&#225;s
                    all&#225; de la ranura en "V", en ambas direcciones.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Lije el material de relleno al contorno deseado. Use primero papel de lija de grado grueso y
                luego de el terminado con un papel de lija de grado fino.
            </para>
            <specpara>
                <note>
                    <para>Generalmente, los rellenos de adhesivo epoxi se pueden lijar al contorno deseado dos horas
                        despu&#233;s de la aplicaci&#243;n, como m&#237;nimo. Si el relleno/adhesivo epoxi se usa como
                        adhesivo, deje curar el material durante un m&#237;nimo de cuatro horas a temperatura ambiente,
                        de preferencia toda la noche para una curaci&#243;n total.
                    </para>
                </note>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
