<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSTALACI&#211;N</title>
        <svcproc svcproctype="install" graphiccount="20">
            <title>PARABRISAS ENCAPSULADO DE UNA PIEZA</title>
            <para>Los veh&#237;culos modelo 4200, 4300 y 4400 vienen de f&#225;brica con un parabrisas encapsulado de
                una pieza
                <hotlnk document="m16026_9.xml" xrefid="f1602606">(Figura 6)</hotlnk>
                <xref refid="f1602606"/>.
            </para>
            <specpara>
                <important>
                    <para>Para instalar un parabrisas encapsulado de una pieza usted necesitar&#225; el INTERNATIONAL
                        &#174; Bonded Windshield Tool Kit ZTSE4470. Este juego tiene una caja de herramientas que
                        incluye las herramientas necesarias para quitar e instalar los parabrisas adheridos. Para hacer
                        un pedido llame al n&#250;mero gratuito 1-800-520-2584 en Estados Unidos y Canad&#225; o al fax
                        1-800-578-7375.
                    </para>
                </important>
            </specpara>
            <para>Para instalar un parabrisas encapsulado de una pieza usted necesitar&#225; tambi&#233;n tener el juego
                de instalaci&#243;n de parabrisas Essex
                <hotlnk xrefid="f1602690">(Figura 90)</hotlnk>
                <xref refid="f1602690"/>. Este juego incluye:
            </para>
            <randlist type="bullet">
                <item>
                    <para>U413 window fence primer</para>
                </item>
                <item>
                    <para>U401 window glass prep</para>
                </item>
                <item>
                    <para>U402 window glass primer</para>
                </item>
                <item>
                    <para>U216 adhesivo (dos tubos, adhesivo A y curativo B)</para>
                </item>
                <item>
                    <para>Cabezal mezclador de aplicaci&#243;n</para>
                </item>
                <item>
                    <para>Boquilla del aplicador</para>
                </item>
            </randlist>
            <para>Estos materiales se deben utilizar durante o antes de la fecha de expiraci&#243;n marcada en el
                envase. U413 Window Fence Primer, U401 Window Glass Prep y U402 Window Glass Primer tienen una vida
                &#250;til de 6 meses. Los tubos U216 Urethane adhesive A y Curative B tienen una vida &#250;til en dep&#243;sito
                de 9 meses.
            </para>
            <figure id="f1602690" figsize="col-wide">
                <graphic filename="../figg16/g16021a1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="312px" resolution="72"/>
                <caption>Figura 90. Juego de instalaci&#243;n de parabrisas Essex</caption>
                <calloutgroup>
                    <callout1>1. U413 WINDOW FENCE PRIMER</callout1>
                    <callout1>2. U401 WINDOW GLASS PREP</callout1>
                    <callout1>3. U402 WINDSHIELD GLASS PRIMER</callout1>
                    <callout1>4. TUBO A DE ADHESIVO U216</callout1>
                    <callout1>5. TUBO B DE CURATIVO U216</callout1>
                    <callout1>6. CABEZAL MEZCLADOR DE APLICACI&#211;N</callout1>
                    <callout1>7. BOQUILLA DEL APLICADOR</callout1>
                </calloutgroup>
            </figure>
            <para>Adem&#225;s de estos elementos proporcionados en el juego enlistado anteriormente, usted necesitar&#225;
                los siguientes materiales:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Limpiavidrios GC800 Essex</para>
                </item>
                <item>
                    <para>Toallas de papel blancas o caf&#233;</para>
                </item>
                <item>
                    <para>Boquillas del aplicador proporcionadas por Essex para perforar el adhesivo U216 (dos tubos,
                        adhesivo A y curativo B)
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>Para el parabrisas, use s&#243;lo vidrio laminado de seguridad (AS-1 seg&#250;n ANSI Z26.1-&#250;ltima
                        revisi&#243;n) y Navistar TMS-9522 (SAE J1203).
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Use guantes protectores de trabajo al manipular el parabrisas. Use tambi&#233;n guantes
                        protectores adecuados al usar cualquiera de los productos qu&#237;micos del sistema Betaseal del
                        juego de instalaci&#243;n del parabrisas Essex.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de instalar un nuevo parabrisas, quite toda el agua que quede alrededor de la gu&#237;a
                        del parabrisas y alrededor del &#225;rea de la cabina con un pa&#241;o sin pelusas.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Coloque en seco el parabrisas nuevo en el veh&#237;culo para asegurarse de que el
                    parabrisas se ajusta a la apertura del parabrisas correctamente antes de aplicar el adhesivo U216.
                    Una vez que el parabrisas est&#233; correctamente colocado en el lugar de la apertura del
                    parabrisas, coloque un pedazo de cinta como marca de referencia a trav&#233;s de la parte superior
                    central en el parabrisas y la cabina. Use un cuchillo para uso general y corte la cinta entre la
                    cabina y el parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el parabrisas nuevo del veh&#237;culo y col&#243;quelo en un soporte de trabajo
                    acolchado para prepararlo para la instalaci&#243;n.
                </para>
            </step1>
            <para>Consulte la
                <hotlnk xrefid="f1602691">Figura 91</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite el adhesivo de uretano (Elemento 1) de la gu&#237;a del parabrisas (Elemento 2)
                    alrededor de la apertura del parabrisas con un cincel de juntas (Elemento 3). Se puede dejar en la
                    gu&#237;a del parabrisas una capa fina del viejo adhesivo de uretano de 2 a 3 mm de grosor (Elemento
                    4). Trate de dejar un grosor constante del viejo adhesivo de uretano alrededor del per&#237;metro de
                    la gu&#237;a del parabrisas.
                </para>
            </step1>
            <figure id="f1602691" figsize="col-wide">
                <graphic filename="../figg16/g1602683.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 91. Quitar el adhesivo de uretano de la gu&#237;a del parabrisas</caption>
                <calloutgroup>
                    <callout1>1. ADHESIVO DE URETANO</callout1>
                    <callout1>2. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>3. CINCEL DE EMPAQUE</callout1>
                    <callout1>4. VIEJO ADHESIVO DE URETANO (2 A 3 MM DE ESPESOR PERMITIDO)</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602692">Figura 92</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Limpie la suciedad o el agua que quede de haber rociado el parabrisas durante el retiro,
                    de la gu&#237;a del parabrisas (Elemento 1) con una escobilla o con un pa&#241;o limpio sin pelusas
                    (Elemento 2) antes de instalar un nuevo parabrisas.
                </para>
            </step1>
            <figure id="f1602692" figsize="col-wide">
                <graphic filename="../figg16/g1602684.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 92. Limpieza de la gu&#237;a del parabrisas</caption>
                <calloutgroup>
                    <callout1>1. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>2. ESCOBILLA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602693">Figura 93</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">Tome el U413 window fence primer del juego de instalaci&#243;n de parabrisas Essex
                    <hotlnk xrefid="f1602690">(Elemento 1, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>. Agite el U413 window fence primer (Elemento 1) durante al menos un minuto.
                    Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <figure id="f1602693" figsize="col-wide">
                <graphic filename="../figg16/g16021a4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 93. Preparaci&#243;n del Window Fence Primer, Window Glass Prep o Window Glass Primer
                </caption>
                <calloutgroup>
                    <callout1>1. U413 WINDOW FENCE PRIMER, U401 WINDOW GLASS PREP O U402 WINDOW GLASS PRIMER</callout1>
                    <callout1>2. CUBIERTA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602694">Figura 94</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el U413 window fence primer (Elemento 1) con un aplicador limpio y seco
                    (Elemento 2) para cubrir las rayaduras y los metales descubiertos en la gu&#237;a del parabrisas
                    (Elemento 3). NO aplique el U413 window fence primer sobre el viejo adhesivo de uretano que queda en
                    la gu&#237;a del parabrisas.
                </para>
            </step1>
            <figure id="f1602694" figsize="col-wide">
                <graphic filename="../figg16/g1602686.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 94. Aplicaci&#243;n de Window Fence Primer a la gu&#237;a del parabrisas</caption>
                <calloutgroup>
                    <callout1>1. U413 WINDOW FENCE PRIMER</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. GU&#205;A DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deje que el U413 window fence primer se seque durante al menos 6 a 10 minutos despu&#233;s
                    de la aplicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Con el parabrisas nuevo sobre un soporte de trabajo acolchado, prepare el parabrisas
                    para la instalaci&#243;n de la siguiente manera.
                </para>
            </step1>
            <step1>
                <para count="1">Use una hoja de afeitar si es necesario, y una almohadilla limpiadora de pl&#225;stico,
                    para quitar toda rebaba de la encapsulaci&#243;n del parabrisas de las superficies adherentes del
                    parabrisas nuevo. Limpie cuidadosamente el parabrisas nuevo con limpiavidrios GC800 Essex. Seque
                    cuidadosamente con toallas de papel. Aseg&#250;rese de que el parabrisas est&#233; completamente
                    limpio y seco antes de proseguir
                    <hotlnk xrefid="f1602695">(Figura 95).</hotlnk>
                </para>
            </step1>
            <figure id="f1602695" figsize="col-wide">
                <graphic filename="../figg16/g16021a6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 95. Limpieza del parabrisas para la aplicaci&#243;n del preparador y la imprimaci&#243;n
                    del vidrio y el adhesivo
                </caption>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602693">Figura 93</hotlnk>
                <xref refid="f1602693"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que haya limpiado el nuevo parabrisas, tome U401 window glass prep del juego de
                    instalaci&#243;n de parabrisas Essex
                    <hotlnk xrefid="f1602690">(Elemento 2, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>. Agite el U401 window glass prep (Elemento 1) durante al menos un minuto.
                    Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Lea todo hasta el paso 11 a continuaci&#243;n, para asegurar la aplicaci&#243;n y el retiro
                        correctos del preparador para vidrio U401.
                    </para>
                </note>
            </specpara>
            <para>Consulte la
                <hotlnk xrefid="f1602696">Figura 96</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el U401 glass prep (Elemento 1) con un aplicador limpio y seco (Elemento 2)
                    sobre las superficies adherentes s&#243;lo en el parabrisas nuevo (Elemento 3). Si se aplica a la
                    superficie de un vidrio transparente, &#233;ste se empa&#241;ar&#225;. Quite inmediatamente el
                    preparador para vidrio siguiendo ocho a diez pulgadas detr&#225;s del aplicador con una toalla de
                    papel blanca o caf&#233;.(Elemento 4). NO use un pa&#241;o de taller. Una vez completada la primera
                    aplicaci&#243;n del preparador para vidrio, repita la aplicaci&#243;n de la preparaci&#243;n para
                    vidrio y el proceso de retiro. Este es un l&#237;quido transparente.
                </para>
            </step1>
            <figure id="f1602696" figsize="col-wide">
                <graphic filename="../figg16/g1602688.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="288px" resolution="72"/>
                <caption>Figura 96. Aplicaci&#243;n del glass prep al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. U401 WINDOW GLASS PREP</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                    <callout1>4. TOALLAS DE PAPEL BLANCAS O CAF&#201;</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602693">Figura 93</hotlnk>
                <xref refid="f1602693"/>para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que haya aplicado U401 window glass prep y limpiado el nuevo parabrisas, tome
                    U402 window glass primer del juego de instalaci&#243;n de parabrisas Essex
                    <hotlnk xrefid="f1602690">(Elemento 3, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>. Agite el U402 window glass primer (Elemento 1) durante al menos un minuto.
                    Quite la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <para>Consulte la
                <hotlnk xrefid="f1602697">Figura 97</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el U402 window glass primer (Elemento 1) con un aplicador limpio y seco
                    (Elemento 2) sobre las superficies adherentes en el parabrisas nuevo (Elemento 3).
                </para>
            </step1>
            <figure id="f1602697" figsize="col-wide">
                <graphic filename="../figg16/g1602689.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 97. Aplicaci&#243;n de la imprimaci&#243;n para vidrio al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. U402 WINDSHIELD GLASS PRIMER</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deje que el U402 window glass primer se seque hasta que no est&#233; pegajoso durante al
                    menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez que el parabrisas se ha imprimado, aseg&#250;rese de que no haya contacto con las
                        superficies adherentes, ya que el aceite de la piel afectar&#225; el rendimiento del adherente.
                        Si el parabrisas no est&#225; adherido correctamente, la resistencia y seguridad de la cabina se
                        pueden ver comprometidas. Si hay contacto con la superficie adherente, repita el procedimiento
                        de limpieza y vuelva a aplicar el U402 window glass primer y deje que se seque durante 6 a 10
                        minutos antes de aplicar adhesivo U216.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Quite el adhesivo Essex U216 (dos tubos, adhesivo A y curativo B) del juego de instalaci&#243;n
                    de parabrisas Essex
                    <hotlnk xrefid="f1602690">(Elementos 4 y 5, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>.
                </para>
            </step1>
            <para>Consulte la
                <hotlnk xrefid="f1602698">Figura 98</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Usando una leng&#252;eta de tracci&#243;n o un desarmador (Elemento 1), en caso que no
                    se suministre la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior
                    (Elemento 2) de los tubos de adhesivo A y curativo B (Elemento 3).
                </para>
            </step1>
            <figure id="f1602698" figsize="col-wide">
                <graphic filename="../figg16/g16021a9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="432px" resolution="72"/>
                <caption>Figura 98. Retiro de la cubierta inferior de los tubos adhesivos</caption>
                <calloutgroup>
                    <callout1>1. DESARMADOR</callout1>
                    <callout1>2. CUBIERTA INFERIOR</callout1>
                    <callout1>3. TUBO DE ADHESIVO</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f1602699">Figura 99</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">Use una boquilla del aplicador (Elemento 1) suministrada en forma aparte por Essex para
                    perforar el tubo de adhesivo A (Elemento 2). Use la otra boquilla del aplicador (Elemento 1)
                    suministrada en forma aparte por Essex para perforar el tubo de curativo B (Elemento 2). NO utilice
                    la misma boquilla para perforar ambos tubos; esto evita que el otro tubo se contamine antes de
                    instalar el cabezal mezclador
                    <hotlnk xrefid="f1602690">(Elemento 6, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>. Aseg&#250;rese de presionar completamente la boquilla del aplicador para
                    asegurar que los tubos adhesivos est&#233;n totalmente abiertos.
                </para>
            </step1>
            <figure id="f1602699" figsize="col-wide">
                <graphic filename="../figg16/g16021b0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px" resolution="72"/>
                <caption>Figura 99. Perforaci&#243;n de ambos tubos de adhesivos</caption>
                <calloutgroup>
                    <callout1>1. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. TUBO ADHESIVO A O TUBO CURATIVO B</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que los tubos adhesivo A y adhesivo curativo B (Elemento 2) est&#233;n listos
                    para el uso, quite el cabezal mezclador
                    <hotlnk xrefid="f1602690">(Elemento 6, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>
                    del juego de instalaci&#243;n de parabrisas Essex.
                </para>
            </step1>
            <para>Consulte la
                <hotlnk xrefid="f16026100">Figura 100</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale ambos tubos de adhesivo A y curativo B (Elemento 1) en el cabezal mezclador
                    (Elemento 2).
                </para>
            </step1>
            <figure id="f16026100" figsize="col-wide">
                <graphic filename="../figg16/g16021b1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="562px" resolution="72"/>
                <caption>Figura 100. Instalaci&#243;n de ambos tubos adhesivos a un cabezal mezclador</caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                    <callout1>2. CABEZAL MEZCLADOR</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026101">Figura 101</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que ambos tubos de adhesivo A y de curativo B (Elemento 1) est&#233;n instalados
                    en el cabezal mezclador (Elemento 2), quite la boquilla del aplicador
                    <hotlnk xrefid="f1602690">(Elemento 7, Figura 90)</hotlnk>
                    <xref refid="f1602690"/>
                    del juego de instalaci&#243;n de parabrisas Essex. Instale la boquilla del aplicador (Elemento 3) en
                    el cabezal mezclador (Elemento 2). Corte la leng&#252;eta (Elemento 4) de la boquilla del aplicador.
                    Mida y marque 3/8 de pulg. de ancho por 5/8 de pulg. de largo con una dimensi&#243;n de 1/8 de pulg.
                    de ancho en la base de la muesca nueva (Elemento 5) para remplazar la muesca en V actual en la
                    boquilla del aplicador. Use un cuchillo de uso general y corte la muesca nueva para permitir una
                    aplicaci&#243;n correcta del adhesivo.
                </para>
            </step1>
            <para></para>
            <figure id="f16026101" figsize="pg-wide">
                <graphic filename="../figg16/g16021b2.webp" type="webp" scalefit="1" scalefitwidth="312px"
                         scalefitheight="472px" resolution="72"/>
                <caption>Figura 101. Instalaci&#243;n de la boquilla del aplicador en el cabezal mezclador y corte de la
                    leng&#252;eta
                </caption>
                <calloutgroup>
                    <callout1>1. TUBOS DE ADHESIVO A Y CURATIVO B</callout1>
                    <callout1>2. CABEZAL MEZCLADOR</callout1>
                    <callout1>3. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>4. CORTE DE LA LENG&#220;ETA DE LA BOQUILLA DEL APLICADOR</callout1>
                    <callout1>5. CORTE LA MUESCA 3/8 DE PULG DE ANCHO Y 5/8 DE PULG. DE LARGO EN LA BOQUILLA DEL
                        APLICADOR
                    </callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026102">Figura 102</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Antes de cargar los tubos adhesivos con el cabezal mezclador y la boquilla del aplicador
                    (Elemento 1) en la pistola beta (Elemento 2) jale el gatillo y haga devolver los &#233;mbolos
                    (Elemento 3) completamente hacia atr&#225;s para que los tubos adhesivos se puedan cargar. Abra la
                    cubierta delantera (Elemento 4) de la pistola beta e instale tubos adhesivos con cabezal mezclador y
                    boquilla del aplicador en la pistola beta.
                </para>
            </step1>
            <figure id="f16026102" figsize="col-wide">
                <graphic filename="../figg16/g16021b3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 102. Carga del adhesivo en la pistola beta</caption>
                <calloutgroup>
                    <callout1>1. TUBOS ADHESIVOS CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. PISTOLA BETA</callout1>
                    <callout1>3. &#201;MBOLOS</callout1>
                    <callout1>4. CUBIERTA DELANTERA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026103">Figura 103</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que los tubos adhesivos con cabezal mezclador y boquilla del aplicador (Elemento
                    1) se han instalado en la pistola beta (Elemento 2), cierre la cubierta delantera (Elemento 3).
                    Corra los &#233;mbolos hacia delante (Elemento 4) en la pistola beta hasta que los &#233;mbolos
                    queden en posici&#243;n para aplicar el adhesivo. Det&#233;ngase cuando el adhesivo alcance la
                    boquilla del aplicador.
                </para>
            </step1>
            <figure id="f16026103" figsize="col-wide">
                <graphic filename="../figg16/g16021b4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="232px" resolution="72"/>
                <caption>Figura 103. Desplazamiento de los &#233;mbolos hacia adelante en la pistola beta</caption>
                <calloutgroup>
                    <callout1>1. TUBOS ADHESIVOS CON CABEZAL MEZCLADOR Y BOQUILLA DEL APLICADOR</callout1>
                    <callout1>2. PISTOLA BETA</callout1>
                    <callout1>3. CUBIERTA DELANTERA</callout1>
                    <callout1>4. &#201;MBOLOS</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026104">Figura 104</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Utilizando una pistola de montaje est&#225;ndar (Elemento 1), aplique una peque&#241;a
                    cantidad de adhesivo de uretano de una parte U400HV (Elemento 2) a la costura soldada en la parte
                    superior e inferior de la gu&#237;a del parabrisas (Elemento 3) en ambos lados.
                </para>
            </step1>
            <figure id="f16026104" figsize="col-wide">
                <graphic filename="../figg16/g1602696.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 104. Utilizaci&#243;n de una pistola de montaje est&#225;ndar para aplicar U400HV
                    Adhesive
                </caption>
                <calloutgroup>
                    <callout1>1. PISTOLA DE MONTAJE EST&#193;NDAR</callout1>
                    <callout1>2. ADHESIVO DE URETANO DE UNA PARTE U400HV</callout1>
                    <callout1>3. GU&#205;A DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <specpara>
                <note>
                    <para>La aplicaci&#243;n de una l&#237;nea de adhesivo en el parabrisas nuevo debe ser de 0 a 2 mm
                        del borde de encapsulaci&#243;n y de una altura de al menos 15 a 20 mm (5/8 a 3/4 de pulgada) y
                        de un ancho m&#225;ximo de 8 a 12 mm (3/8 a 1/2 pulgada).
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Si el U216 two part adhesive (adhesivo U216 de dos partes) se acaba antes de completar todo el
                        contorno del parabrisas, se acepta llenar lo que queda (6 pulgadas o menos) con el U400HV one
                        part urethane adhesive (adhesivo de uretano U400HV de una parte) con la ayuda de una pistola de
                        montaje est&#225;ndar. Se recomienda debido al corto lapso de tiempo en el que hay que instalar
                        el parabrisas, tener un tubo de adhesivo de uretano de una parte U400HV cargado en una pistola
                        de montaje y listo para ser usado, de modo que no se agote el tiempo para instalar el parabrisas
                        en el veh&#237;culo.
                    </para>
                </important>
            </specpara>
            <para>Consulte la
                <hotlnk xrefid="f16026105">Figura 105</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mantenga la pistola beta (Elemento 1) y la boquilla de aplicaci&#243;n (Elemento 2) en
                    un &#225;ngulo tan cercano a los 90 grados como sea posible y comience en el borde exterior de la
                    leng&#252;eta de posici&#243;n en el borde inferior del parabrisas ya sea en el lado del conductor o
                    del pasajero. Llegando a la esquina, jale el gatillo para aplicar una l&#237;nea uniforme de
                    adhesivo (Elemento 3) por todo el contorno del parabrisas. Mientras m&#225;s fuerte jale el gatillo,
                    m&#225;s r&#225;pido sale el adhesivo. Use este control de velocidad variable para disminuir la
                    velocidad a medida que aplica el adhesivo alrededor de las esquinas. Traslape ligeramente el
                    adhesivo sobre la junta y use un depresor de leng&#252;eta de pl&#225;stico o de madera (Elemento 4)
                    para suavizar o emparejar el adhesivo como se requiere antes de instalar el parabrisas.
                </para>
            </step1>
            <figure id="f16026105" figsize="col-wide">
                <graphic filename="../figg16/g1602697.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="272px" resolution="72"/>
                <caption>Figura 105. Uso de pistola beta para aplicar adhesivo</caption>
                <calloutgroup>
                    <callout1>1. PISTOLA BETA</callout1>
                    <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>3. ADHESIVO</callout1>
                    <callout1>4. DEPRESOR DE LENG&#220;ETA DE PL&#193;STICO O DE MADERA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que se ha aplicado el adhesivo en el parabrisas, DEBE instalarse en un m&#225;ximo
                    de 5 a 7 minutos. El adhesivo empieza a curar inmediatamente y no proporcionar&#225; una adherencia
                    adecuada si no se instala en un lapso de 5 a 7 minutos.
                </para>
            </step1>
            <step1>
                <para count="1">Con la ayuda de un asistente instale el parabrisas
                    <hotlnk xrefid="f16026106">(Figura 106)</hotlnk>
                    como se explica a continuaci&#243;n:
                </para>
            </step1>
            <figure id="f16026106" figsize="col-wide">
                <graphic filename="../figg16/g16021b6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="152px" resolution="72"/>
                <caption>Figura 106. Instalaci&#243;n del parabrisas</caption>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026107">Figura 107</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene un parasol, coloque el parabrisas nuevo (Elemento 1) debajo
                    del parasol, teniendo cuidado de no tocar la cabina con el parabrisas. Alinee la marca de cinta
                    (Elemento 2) en el parabrisas con la marca de cinta en la parte superior de la cabina y alinee las
                    leng&#252;etas de posici&#243;n del parabrisas (Elemento 3) en el parabrisas nuevo con el poste de
                    posici&#243;n de la cabina (Elemento 4) en la parte inferior de la apertura del parabrisas en la
                    cabina.
                </para>
            </step1>
            <figure id="f16026107" figsize="col-wide">
                <graphic filename="../figg16/g1602699.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="288px" resolution="72"/>
                <caption>Figura 107. Colocaci&#243;n de las leng&#252;etas de posici&#243;n del parabrisas en los
                    pliegues de posici&#243;n de la cabina
                </caption>
                <calloutgroup>
                    <callout1>1. PARABRISAS NUEVO</callout1>
                    <callout1>2. MARCA DE CINTA</callout1>
                    <callout1>3. LENG&#220;ETA DE POSICI&#211;N DEL PARABRISAS</callout1>
                    <callout1>4. POSTE DE LOCALIZACI&#211;N DE LA CABINA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026108">Figura 108</hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
            </para>
            <step1>
                <para count="1">En veh&#237;culos que no tienen parasol, alinee el trozo de cinta (Elemento 1) en la
                    parte superior del parabrisas con cinta (Elemento 2) sobre la abertura del parabrisas de la cabina,
                    entonces ponga las leng&#252;etas de posici&#243;n del parabrisas
                    <hotlnk xrefid="f16026107">(Elemento 3, Figura 107)</hotlnk>
                    <xref refid="f16026107"/>
                    en el poste de posici&#243;n de la cabina
                    <hotlnk xrefid="f16026107">(Elemento 4, Figura 107)</hotlnk>
                    <xref refid="f16026107"/>. Mientras mantiene las leng&#252;etas de posici&#243;n del parabrisas en
                    su lugar sobre los postes de posici&#243;n de la cabina, empuje el parabrisas (Elemento 3) hacia atr&#225;s
                    contra la gu&#237;a del parabrisas (Elemento 4). Revise el marco de hule de encapsulaci&#243;n del
                    parabrisas (Elemento 5) para asegurarse de que est&#225; colocado correctamente alrededor de la
                    apertura del parabrisas.
                </para>
            </step1>
            <figure id="f16026108" figsize="col-wide">
                <graphic filename="../figg16/g16026a0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="248px" resolution="72"/>
                <caption>Figura 108. Empuje del parabrisas a su lugar</caption>
                <calloutgroup>
                    <callout1>1. CINTA EN LA PARTE SUPERIOR DEL PARABRISAS</callout1>
                    <callout1>2. CINTA SOBRE LA APERTURA DEL PARABRISAS EN LA CABINA</callout1>
                    <callout1>3. PARABRISAS</callout1>
                    <callout1>4. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>5. MARCO DE HULE DE ENCAPSULACI&#211;N DEL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Con la ayuda de un asistente, empuje suavemente el parabrisas alrededor de todo el borde
                    exterior para fijarlo adecuadamente contra la gu&#237;a del parabrisas. Existen leng&#252;etas
                    integradas en el parabrisas para evitar que se le empuje demasiado
                    <hotlnk xrefid="f16026109">(Figura 109).</hotlnk>
                </para>
            </step1>
            <figure id="f16026109" figsize="col-wide">
                <graphic filename="../figg16/g16026a1.webp" type="webp" scalefit="1" scalefitwidth="232px"
                         scalefitheight="192px" resolution="72"/>
                <caption>Figura 109. Empuje del parabrisas hacia atr&#225;s contra la gu&#237;a del parabrisas.
                </caption>
            </figure>
            <para>Consulte la
                <hotlnk xrefid="f16026108">Figura 108</hotlnk>
                <xref refid="f16026108"/>para ver los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite ambos pedazos de cinta (Elementos 1 y 2) del parabrisas y de la cabina.</para>
            </step1>
            <para>Consulte la
                <hotlnk document="m16026_9.xml" xrefid="f1602607">Figura 7</hotlnk>
                <xref refid="f1602607"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si la unidad est&#225; equipada con un parasol exterior (Elemento 1) quite el pedazo de
                    cinta (Elemento 2) del lado inferior de cada soporte de montaje del parasol (Elemento 3) usado para
                    proteger la pintura del soporte de montaje del parasol mientras corta el parabrisas. Si se quit&#243;
                    el parasol, vuelva a instalarlo. Consulte la secci&#243;n
                    <hotlnk document="m16026_56.xml" xrefid="x1602621">PARASOL
                        <xref refid="x1602621"/>
                    </hotlnk>
                    para los modelos 4200, 4300 y 4400 seg&#250;n sea necesario.
                </para>
            </step1>
            <para>Consulte la
                <hotlnk document="m16026_9.xml" xrefid="f1602608">Figura 8</hotlnk>
                <xref refid="f1602608"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del conductor (Elemento 1) en
                    el pilar A de la cabina (Elemento 3), alinee los clips de retenci&#243;n del panel de adorno del
                    pilar A (Elemento 9) con los orificios de instalaci&#243;n del pilar A de la cabina y emp&#250;jelos
                    para asegurarlos.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga en su lugar el panel de adorno del pilar A del lado del pasajero (Elemento 5)
                    dentro de la cabina, alinee los clips de retenci&#243;n del panel de adorno del pilar A con los
                    orificios de instalaci&#243;n en el pilar A de la cabina y emp&#250;jelos para asegurarlos. Luego
                    ponga en su lugar la manija del lado del pasajero (Elemento 6) en el panel de adorno del pilar A del
                    lado del pasajero e instale dos tornillos hexagonales de la brida (Elemento 4) para asegurar la
                    manija. Apriete los dos tornillos hexagonales (Elemento 4) de 77 a 95 lbf-pulg (de 8.7 a 10.7 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los brazos y las hojas del limpiaparabrisas. Consulte la secci&#243;n
                    <hotlnk document="m16026_88.xml" xrefid="x1602636">CONJUNTO DEL BRAZO DEL LIMPIADOR Y DE LA HOJA,
                        Instale
                        <xref refid="x1602636"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe el funcionamiento del limpiaparabrisas y del lavaparabrisas, luego limpie el
                    parabrisas y la zona circundante.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre el cofre y eng&#225;nchelo en ambos lados.</para>
            </step1>
            <specpara>
                <important>
                    <para>El tiempo de curado r&#225;pido del U216 two part urethane adhesive permite que el veh&#237;culo
                        se pueda manejar 30 minutos despu&#233;s de completar la instalaci&#243;n del parabrisas. Si el
                        veh&#237;culo tiene BOLSAS DE AIRE instaladas, el U216 two part urethane adhesive se debe dejar
                        curar 60 minutos antes del manejo. Incluso si se tiene que usar el adhesivo de uretano de una
                        parte U400HV para llenar un espacio de
                        <emph type="bold">6 pulgadas o menos</emph>
                        durante la aplicaci&#243;n del U216 two part urethane adhesive, el tiempo de curado antes de que
                        se pueda manejar el veh&#237;culo ser&#225; el mismo que el mencionado anteriormente.
                        <emph type="bold">Si se utilizan m&#225;s de 6 pulgadas de U400HV one part urethane
                            adhesive</emph>, deber&#225; consultar la secci&#243;n Informe de cambio de parabrisas
                        adherido
                        <hotlnk document="m16026_103.xml" xrefid="f16026155">(Figura 155)</hotlnk>
                        <xref refid="f16026155"/>
                        para registrar la Hora, Temperatura y Humedad y seguir la tabla de curado para el U400HV.
                    </para>
                </important>
            </specpara>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_51.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_53.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
