<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AIRE ACONDICIONADO - SISTEMA CALEFACTOR Pro Sleeper 9200, 9300, 9400 , &#38;
        Modelos 9800 - DESMONTAJE E INSTALACI&#211;N - UNIDAD DE MEZCLA DE AIRE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="9">
        <title>UNIDAD DE MEZCLA DE AIRE</title>
        <svcprocinfo>
            <specpara>
                <warning>
                    <para>Antes de realizar cualquiera de los siguientes procedimientos, lea las
                        <hotlnk document="m16020_2.xml" xrefid="hl1602002">ADVERTENCIAS DEL SERVICIO</hotlnk>. Si no lee
                        las advertencias del servicio y no conoce los peligros implicados por este tipo de trabajo con
                        refrigerante, puede causarle lesiones personales graves.
                    </para>
                </warning>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Desmontaje</title>
            <specpara>
                <note>
                    <para>La mayor&#237;a de los componentes puede recibir servicio sin remover la unidad de mezcla de
                        aire. Este procedimiento no se debe emplear a menos que exista una raz&#243;n definida para
                        remover la unidad.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Aseg&#250;rese de que el interruptor de ignici&#243;n y el interruptor de A/A est&#233;n
                    desactivados (OFF).
                </para>
            </step1>
            <step1>
                <para count="1">Cierre las v&#225;lvulas de agua del calefactor en el motor.</para>
            </step1>
            <step1>
                <para count="1">Recupere el refrigerante del sistema de aire acondicionado. Consulte GRUPO 16 - TEOR&#205;A
                    DEL AIRE ACONDICIONADO, DIAGN&#211;STICO Y SERVICIO DEL SISTEMA en el Manual de Servicio Maestro
                    CTS-5000.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje - Bajo la cabina</title>
            <specpara>
                <warning>
                    <para>Para evitar lesiones personales a causa del l&#237;quido refrigerante caliente, no remueva las
                        mangueras del calefactor de la entrada y salida del n&#250;cleo del calefactor hasta que el
                        sistema de enfriamiento se haya enfriado.
                    </para>
                </warning>
            </specpara>
            <step1>
                <para count="1">Remueva las mangueras del calefactor de los tubos de entrada y salida del n&#250;cleo
                    del calefactor (
                    <hotlnk xrefid="f1602009">Figura 9</hotlnk>).
                </para>
            </step1>
            <figure id="f1602009" figsize="col-wide">
                <graphic id="g1602009" filename="../figg16/g1602009.webp" type="webp"/>
                <caption>Figura 9. Recorrido del A/A y calefactor debajo de la cabina</caption>
            </figure>
            <specpara>
                <note>
                    <para>Se recomienda que los tubos de entrada y salida de las mangueras del calefactor est&#233;n
                        tapados o cerrados, para evitar que salga l&#237;quido refrigerante dentro de la cabina durante
                        el desmontaje de la unidad de mezcla de aire.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Remueva la cubierta de pl&#225;stico que cubre los interruptores de alta y baja presi&#243;n
                    en la v&#225;lvula de expansi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva la tuerca de 10 mm. (0.39 pulg.) que asegura las l&#237;neas del refrigerante a
                    la v&#225;lvula de expansi&#243;n y remueva las l&#237;neas de refrigerante de la v&#225;lvula de
                    expansi&#243;n (
                    <hotlnk xrefid="f1602009">Figura 9</hotlnk>). Cierre o tape todas las mangueras. Coloque cinta sobre
                    las aberturas de la v&#225;lvula de expansi&#243;n. Consulte
                    <hotlnk document="m16020_19.xml" xrefid="hl1602003">V&#193;LVULA DE EXPANSI&#211;N,
                        Desmontaje</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva las tuercas de los tornillos de montaje y las arandelas de la unidad(
                    <hotlnk xrefid="f1602009">Figura 9</hotlnk>).
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Desmontaje - Dentro de la cabina</title>
            <step1>
                <para count="1">Para remover el panel del piso del asiento del lado del pasajero, haga lo siguiente:
                </para>
                <step2>
                    <para count="1">Remueva la rejilla para limpiar el lodo situada en el umbral de la puerta, (
                        <hotlnk xrefid="f1602010">Figura 10</hotlnk>).
                    </para>
                    <figure id="f1602010" figsize="col-wide">
                        <graphic id="g1602010" filename="../figg16/g1602010.webp" type="webp"/>
                        <caption>Figura 10. Desmontaje del tapete</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Remueva el tapete (
                        <hotlnk xrefid="f1602010">Figura 10</hotlnk>).
                    </para>
                </step2>
                <step2>
                    <para count="1">Remueva los tornillos que sujetan el panel del piso (
                        <hotlnk xrefid="f1602011">Figura 11</hotlnk>).
                    </para>
                    <figure id="f1602011" figsize="col-wide">
                        <graphic id="g1602011" filename="../figg16/g1602011.webp" type="webp"/>
                        <caption>Figura 11. Desmontaje del panel del piso</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Remueva el panel del piso, exponiendo los conductos de aire (
                        <hotlnk xrefid="f1602011">Figura 11</hotlnk>).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Remueva los tornillos de l&#225;mina met&#225;lica que sujetan los conductos de aire en
                    la unidad de mezcla de aire (
                    <hotlnk xrefid="f1602012">Figura 12</hotlnk>).
                </para>
                <figure id="f1602012" figsize="col-wide">
                    <graphic id="g1602012" filename="../figg16/g1602012.webp" type="webp"/>
                    <caption>Figura 12. Conductos de aire a la unidad de mezcla de aire</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Desconecte el cable CALIENTE-FR&#205;O (HOT-COLD) en el panel de control (
                    <hotlnk xrefid="f1602013">Figura 13</hotlnk>
                    - Modelo 9800,
                    <hotlnk xrefid="f1602014">Figura 14</hotlnk>
                    - modelos 92/93/9400). Consulte
                    <hotlnk document="m16020_27.xml" xrefid="hl1602004">CONJUNTO DE CONTROL DEL ENFRIADOR DE AIRE Y DEL
                        CALEFACTOR</hotlnk>.
                </para>
                <figure id="f1602013" figsize="col-wide">
                    <graphic id="g1602013" filename="../figg16/g1602013.webp" type="webp"/>
                    <caption>Figura 13. Desconecte el cable CALIENTE-FR&#205;O (HOT-COLD), modelo 9800</caption>
                </figure>
                <figure id="f1602014" figsize="col-wide">
                    <graphic id="g1602014" filename="../figg16/g1602014.webp" type="webp"/>
                    <caption>Figura 14. Desconecte el cable CALIENTE-FR&#205;O (HOT-COLD) modelos 92/93/9400</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Desenchufe el arn&#233;s de cables el&#233;ctricos de la unidad de mezcla de aire del
                    arn&#233;s de cables de la cabina. El conector se encuentra detr&#225;s de la contrapuntera en el
                    lado del pasajero (
                    <hotlnk xrefid="f1602015">Figura 15</hotlnk>).
                </para>
                <figure id="f1602015" figsize="col-wide">
                    <graphic id="g1602015" filename="../figg16/g1602015.webp" type="webp"/>
                    <caption>Figura 15. Desenchufe el arn&#233;s de cables el&#233;ctricos de la mezcla de aire
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Remueva las abrazaderas que sostienen el arn&#233;s de cables en su lugar entre la
                    unidad de mezcla de aire y el conector el&#233;ctrico detr&#225;s de la placa met&#225;lica.
                </para>
            </step1>
            <step1>
                <para count="1">Levante cuidadosamente la unidad de mezcla de aire y ret&#237;rela del vehiculo. El
                    sello entre la unidad de mezcla de aire y el piso de la cabina debe salir con la unidad de mezcla de
                    aire.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <para>Coloque el conjunto de bastidor de la unidad de mezcla de aire en la cabina con los tornillos de
                montaje, tubos y tuber&#237;as sobresaliendo del piso.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n - Debajo la cabina</title>
            <step1>
                <para count="1">Instale las arandelas y tuercas en los tornillos de montaje (
                    <hotlnk xrefid="f1602009">Figura 9</hotlnk>). Apriete los tornillos de montaje a 30 a 38 Nm (22 a 28
                    libras pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale las mangueras del calefactor en los tubos del n&#250;cleo del calefactor, asegur&#225;ndose
                    de que la manguera de suministro est&#233; en el tubo de entrada y la manguera de retorno en el tubo
                    de salida. El tubo de entrada del n&#250;cleo del calefactor es el que est&#225; m&#225;s cerca del
                    centro de la cabina. Instale las abrazaderas de las mangueras (
                    <hotlnk xrefid="f1602009">Figura 9</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Si se debe instalar la v&#225;lvula de expansi&#243;n, consulte
                    <hotlnk document="m16020_19.xml" xrefid="hl1602005">V&#193;LVULA DE EXPANSI&#211;N,
                        Instalaci&#243;n</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Lubrique los nuevos anillos "O" con aceite refrigerante de
                    <emph type="bold">BASE MINERAL</emph>
                    y desl&#237;celos en las dos conexiones que se instalar&#225;n en la v&#225;lvula de expansi&#243;n.
                    Coloque ambas conexiones de la l&#237;nea de refrigerante dentro de las aberturas de la v&#225;lvula
                    de expansi&#243;n. Deslice la placa que sujeta las conexiones en su lugar sobre el tornillo (
                    <hotlnk xrefid="f1602017">Figura 17</hotlnk>). Instale la tuerca de seguridad de 10 mm. (0.39 pulg.)
                    y apri&#233;tela a 9 a 10 Nm (80 a 90 libras pulgada).
                </para>
                <figure id="f1602017" figsize="col-wide">
                    <graphic id="g1602017" filename="../figg16/g1602017.webp" type="webp"/>
                    <caption>Figura 16. Desconecte las mangueras del calefactor</caption>
                </figure>
            </step1>
            <specpara>
                <caution>
                    <para>No apriete en exceso la tuerca de seguridad de 10 mm. (0.39 pulg). Una torsi&#243;n excesiva
                        romper&#237;a las roscas del tornillo, lo cual requerir&#237;a el reemplazo de la v&#225;lvula
                        de expansi&#243;n.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Revise para asegurarse de que los conectores el&#233;ctricos del interruptor de alta y
                    baja presi&#243;n est&#233;n conectados en cada interruptor.
                </para>
            </step1>
            <step1>
                <para count="1">Abra las v&#225;lvulas de agua del calefactor en el motor.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n - Dentro de la cabina</title>
            <step1>
                <para count="1">Enchufe el arn&#233;s de cables el&#233;ctrico al arn&#233;s de cables de la cabina
                    situados detr&#225;s de la placa met&#225;lica de la parte inferior del puntal del lado del
                    pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale abrazaderas para sostener el arn&#233;s de cables el&#233;ctrico en su lugar
                    entre la placa met&#225;lica y la unidad de mezcla de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Asegure los conductos de aire en su lugar con tornillos de l&#225;mina met&#225;lica.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cable de control CALIENTE-FR&#205;O (HOT-COLD) en el panel de control (
                    <hotlnk xrefid="f1602016">Figura 16</hotlnk>). Para ajustar el cable, consulte
                    <hotlnk document="m16020_27.xml" xrefid="hl1602004">CONJUNTO DE CONTROL DEL ENFRIAMIENTO DEL AIRE Y
                        DEL CALEFACTOR</hotlnk>.
                </para>
                <figure id="f1602016" figsize="col-wide">
                    <graphic id="g1602016" filename="../figg16/g1602016.webp" type="webp"/>
                    <caption>Figura 17. Conecte el cable CALIENTE-FR&#205;O (HOT-COLD)</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el panel del piso.</para>
            </step1>
            <step1>
                <para count="1">Instale el tapete.</para>
            </step1>
            <step1>
                <para count="1">Reemplace el l&#237;quido refrigerante perdido durante el desmontaje de la manguera del
                    calefactor. Para conocer el tipo correcto de l&#237;quido refrigerante, consulte el Manual del
                    operador.
                </para>
            </step1>
            <step1>
                <para count="1">Evac&#250;e y cargue el sistema de aire acondicionado como se describe en GRUPO 16 -
                    TEOR&#205;A B&#193;SICA DEL AIRE ACONDICIONADO, DIAGN&#211;STICO Y SERVICIO DEL SISTEMA en el Manual
                    de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Haga funcionar el motor y revise el sistema para ver si tiene fugas o si funciona
                    adecuadamente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la cubierta en la unidad de mezcla de aire. Consulte
                    <hotlnk document="m16020_15.xml" xrefid="hl1602006">CUBIERTA DE LA UNIDAD DE MEZCLA DE AIRE,
                        Instalaci&#243;n</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16020_15.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020_17.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
