<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CAB: 5000, 9100, 9200, 9300, 9400 - DESMONTAJE E INSTALACI&#211;N - MOTOR EL&#201;CTRICO
        DEL LIMPIADOR (INSTALADO EN LA PARTE SUPERIOR, DESPU&#201;S DE JULIO DE 1992)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="0">
        <title>MOTOR EL&#201;CTRICO DEL LIMPIADOR (INSTALADO EN LA PARTE SUPERIOR, DESPU&#201;S DE JULIO DE 1992)
        </title>
        <svcprocinfo>
            <specpara>
                <note>
                    <para>El motor el&#233;ctrico del limpiador no puede recibir servicio y se reemplaza como una
                        unidad.
                    </para>
                </note>
            </specpara>
            <para>El motor del limpiador se ubica en el panel superior delantero cerca del radio, si est&#225;
                instalado.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Desmontaje</title>
            <para>Consulte
                <hotlnk document="m16005v_56.xml" xrefid="f16005a0">Figura 100</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Desconecte el cable de conexi&#243;n a tierra de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Quite el radio, si est&#225; instalado, de la parte superior. Consulte GRUPO 08 -
                    SISTEMA EL&#201;CTRICO en el Manual de servicio maestro CTS-5000 y las instrucciones que recomienda
                    el fabricante.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los 6 tornillos de montaje (Elemento 4 ) del panel de la parte superior de la
                    cabina (Elemento 7) y baje el panel de control del limpiaparabrisas y lavaparabrisas (Elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Jale hacia abajo el panel de control (Elemento 6) del limpiador y del lavador para
                    obtener acceso a la parte trasera del panel de control. Desconecte las conexiones el&#233;ctricas
                    del interruptor de control on/off del limpiador (Elemento 1), del interruptor de control del
                    limpiador intermitente y del lavador (Elemento 3) y de las luces indicadoras (Elemento 2). Deje el
                    panel de control del limpiador y del lavador a un costado.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16005v_56.xml" xrefid="f16005a1">Figura 101</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Quite los 6 tornillos de montaje (Elemento 18 ) del panel de protecci&#243;n del acceso
                    del lado del pasajero (derecha) (Elemento 5) y qu&#237;telo de la parte superior de la cabina
                    (Elemento 9).
                </para>
            </step1>
            <step1>
                <para count="1">A trav&#233;s de las aperturas de acceso del panel superior, quite los protectores del
                    varillaje del limpiador (Elementos 1 y 8) desmontando los tornillos del cabeza troncoc&#243;nica
                    (Elemento 3) que los unen al conjunto del pivote y soporte del limpiador (Elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el clip y la arandela (Elemento 2) en el punto del pivote, luego quite el
                    varillaje del limpiador (Elementos 13 y 15) del conjunto del pivote y soporte del limpiador
                    (Elemento 10).
                </para>
            </step1>
            <step1>
                <para count="1">Quite los 2 tornillos de cabeza hexagonal castillo (Elemento 14) de la parte superior,
                    que sujetan el motor (Elemento 14) en su lugar. Deslice el motor hacia la apertura de acceso del
                    lado del pasajero (derecha), luego gire y ruede el motor hacia afuera.
                </para>
            </step1>
            <step1>
                <para count="1">Quite el clip y la arandela (Elemento 6) que aseguran el varillaje del limpiador
                    (Elementos 13 y 15) al conjunto de giro del motor (Elemento 17) en el motor del limpiador (Elemento
                    4). Jale el varillaje del limpiador hacia afuera del arranque.
                </para>
            </step1>
            <step1>
                <para count="1">Desconecte el conector el&#233;ctrico y quite el motor del limpiador.</para>
            </step1>
            <step1>
                <para count="1">Para quitar el conjunto de giro del motor del limpiador (Elemento 4), quite la
                    contratuerca (Elemento 16) que sujeta el conjunto del arranque (Elemento 17) en su lugar.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <para>Consulte
                <hotlnk document="m16005v_56.xml" xrefid="f16005a1">Figura 101</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el conjunto del arranque (Elemento 17) en el motor del limpiador (Elemento 4) e
                    instale la contratuerca (Elemento 16) en el eje del motor. Apriete a 8 a 10 Nm (70 a 88 lbs pulg).
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Detenga el giro en el motor mientras se aprieta la tuerca o, de lo contrario, el engranaje de
                        impulsi&#243;n se puede da&#241;ar.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Coloque el motor del limpiador (Elemento 4) en la apertura de acceso del lado del
                    pasajero (derecha), vuelva a conectar el conector el&#233;ctrico e instale el varillaje del
                    limpiador de izquierda y derecha (Elementos 13 y 15) en el conjunto del arranque del motor (Elemento
                    17) con los rebordes apuntando hacia la parte delantera de la cabina del siguiente modo:
                </para>
                <step2>
                    <para count="1">Instale primero el varillaje m&#225;s corto del limpiador (Elemento 15) del lado del
                        pasajero (derecha).
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale luego el varillaje m&#225;s largo del limpiador (Elemento 13) del lado del
                        conductor (izquierda). Instale la arandela y el clip (Elemento 6) para retener el varillaje del
                        limpiador sobre el conjunto de giro del motor (Elemento 17).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Coloque el motor del limpiador (Elemento 4) dentro de la parte superior, g&#237;relo y
                    desl&#237;celo a su lugar. Instale los 2 tornillos de cabeza hexagonal castillo (Elemento 14) para
                    asegurarlo en su lugar. Apriete a 27 a 30 Nm (240 a 265 lbs pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el varillaje del limpiador (Elementos 13 y 15) en el conjunto del pivote y
                    soporte del limpiador (Elemento 10) con las arandelas y clips de retenci&#243;n (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los protectores del varillaje (Elementos 1 y 8) en el conjunto del pivote y
                    soporte del limpiador (Elemento 10) con los tornillos de cabeza troncoc&#243;nica (Elemento 3) del
                    siguiente modo:
                </para>
                <step2>
                    <para count="1">Instale primero el protector m&#225;s corto (Elemento 1) del lado del pasajero
                        (derecha).
                    </para>
                </step2>
                <step2>
                    <para count="1">Instale luego el protector m&#225;s largo (Elemento 8) del lado del conductor
                        (izquierda).
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Apriete los tornillos de cabeza troncoc&#243;nica (Elemento 3) a 1.2 Nm (10 lb pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el panel de protecci&#243;n del acceso del limpiador del lado del pasajero
                    (derecha) sobre el panel superior de la cabina (Elemento 9). Instale los 6 tornillos de montaje
                    (Elemento 18). Apriete a 1.2 Nm (10 lbs pulgada).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16005v_56.xml" xrefid="f16005a0">Figura 100</hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el panel de control del limpiador y del lavador (Elemento 6) del lado del
                    conductor (izquierda) en el panel superior (Elemento 7). Vuelva a conectar las conexiones el&#233;ctricas
                    al interruptor de control on/off del limpiador (Elemento 1), al interruptor de control del limpiador
                    intermitente y del lavador (Elemento 3) y a las luces indicadoras (Elemento 2).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el panel de control del limpiador y del lavador (Elemento 6) en el panel de la
                    parte superior de la cabina (Elemento 7) asegur&#225;ndose de que los cables de conexi&#243;n no est&#233;n
                    apretados. Aseg&#250;relo con los 6 tornillos de montaje (Elemento 4). Apriete a 1.2 Nm (10 lbs
                    pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el radio en la parte superior, si est&#225; instalada. Consulte GRUPO 08 -
                    SISTEMA EL&#201;CTRICO en el Manual de servicio maestro CTS-5000 y las instrucciones del fabricante.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a conectar el cable de conexi&#243;n a tierra de la bater&#237;a.</para>
            </step1>
            <step1>
                <para count="1">Revise si el funcionamiento del limpiador es correcto.</para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16005v.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
