<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - PROBLEMAS DE LA PINTURA - IMPERFECCIONES DE LA PINTURA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="check" graphiccount="0">
        <title>IMPERFECCIONES DE LA PINTURA</title>
        <svcprocinfo>
            <para>La siguiente lista es una gu&#237;a de la mayor&#237;a de las imperfecciones comunes que pueden
                encontrar antes de pintar un veh&#237;culo:
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Sangrado</title>
            <para>Se aprecia con frecuencia en instancias en que un color claro se pinta sobre un color m&#225;s oscuro,
                especialmente rojos y rojos oscuros. El sangrado se refiere a la visualizaci&#243;n de la pintura o el
                imprimado original a trav&#233;s de la nueva capa de acabado. La causa del sangrado es la penetraci&#243;n
                del solvente de la nueva pintura en el acabado antiguo, generalmente debido a que el acabado antiguo no
                se ha sellado adecuadamente. Para eliminar &#225;reas de sangrado, lije el nuevo acabado, aplique
                sellante de superficies y recubra; o permita que el nuevo acabado cure adecuadamente, aplique sellante
                de superficies y luego recubra.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Burbujeo</title>
            <para>Este problema puede aparecer de inmediato o, como ocurre a menudo, meses despu&#233;s de que se ha
                aplicado la pintura. El burbujeo aparece en la forma burbujas en el acabado, causadas por bolsas de aire
                o humedad atrapadas bajo la pintura. A medida que la pintura contin&#250;a curando con el paso del
                tiempo, estas bolsas se expanden y forman burbujas. Las causas comunes del burbujeo son superficies que
                no se limpiaron o no se secaron correctamente, mezcla incorrecta de solventes, una aplicaci&#243;n
                demasiado gruesa de capas de pintura sin suficiente tiempo de secado entre capas y agua o impurezas en
                las l&#237;neas de aire. El burbujeo se puede reparar lijando y repintando.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Blanqueo</title>
            <para>Condici&#243;n llena de polvo blanco y fino en la superficie de los colores m&#225;s claros y
                apariencia de color distintivamente bronceado en rojos y azules oscuros. Casi invariablemente, estas
                condiciones se restringen a pel&#237;culas de pintura antigua que se han desgastado con el paso de los a&#241;os.
                El colapso del aglutinante de la pel&#237;cula de la pintura es el resultado de la exposici&#243;n
                prolongada a la luz y la intemperie. Un mantenimiento regular demorar&#225; la ocurrencia de este
                problema, pero una vez que se ha iniciado la aver&#237;a el &#250;nico remedio eficaz es la eliminaci&#243;n
                completa de la pel&#237;cula de pintura para luego repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Fisuras y grietas</title>
            <para>Con frecuencia se presentan en las capas claras de cobertura, la fisuraci&#243;n y el cuarteado
                generalmente son causados por cambios abruptos en la temperatura y la humedad, capas de pintura
                excesivamente gruesas, incompatibilidad de productos para pintar, pintura mal mezclada (d&#233;bil) y
                superficies a pintar mal preparadas. Un cuidadoso cumplimiento de las t&#233;cnicas adecuadas para
                pintar debe evitar la fisuraci&#243;n y el cuarteado. Si de hecho se producen, lije el &#225;rea
                afectada y repinte.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Agrietamiento</title>
            <para>Esta condici&#243;n se puede identificar por la aparici&#243;n de separaciones y fisuras finas e
                irregulares que cubren completamente un &#225;rea. El agrietamiento es, en efecto, un resquebrajamiento
                del acabado original, generalmente causado por la acci&#243;n qu&#237;mica del solvente sobre una
                superficie de pintura fr&#237;a. Se puede superar usando un diluyente de secado r&#225;pido para
                minimizar la penetraci&#243;n de solventes o aplicando capas de pintura muy h&#250;medas (con gran
                cantidad de solvente) para penetrar en la pintura antigua. Esto debe deshacer el patr&#243;n de grietas
                y unir la nueva pintura con la antigua (s&#243;lo en sistemas de laca).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Descascarillado y picado</title>
            <para>Una adherencia deficiente de la pintura a la superficie puede ocasionar descascarillado y picado. Esta
                condici&#243;n generalmente se produce debido a que la superficie no se limpi&#243; ni se sell&#243;
                completamente o a que la pintura no se mezcl&#243; adecuadamente. Cuando el descascarillado y el picado
                aparecen, quite la pintura fresca y vuelva a limpiar la superficie antes de repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Ampollamiento</title>
            <para>Condici&#243;n muy parecida a las burbujas, las ampollas son causadas cuando los solventes quedan
                atrapados bajo la capa superior. Los solventes pueden quedar atrapados por part&#237;culas de suciedad
                en la superficie pintada, mezcla incorrecta de pintura y solvente o tiempo de secado insuficiente entre
                capas. En casos suaves, las burbujas se pueden lijar despu&#233;s de que la pintura seca para luego
                repintar. En casos graves, se debe quitar el acabado completo y repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Rayaduras de arena</title>
            <para>Esta condici&#243;n aparece como rayaduras que se ven a trav&#233;s de la capa del acabado. La causa
                es una preparaci&#243;n o sellado deficiente de la superficie. Las &#225;reas afectadas se deben lijar y
                sellar antes de repintar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Encogimiento</title>
            <para>Esto se produce generalmente en un &#225;rea que ha sido reparada con relleno pl&#225;stico o masilla
                para carrocer&#237;a. La pintura se separar&#225; a veces del &#225;rea reparada debido al encogimiento
                de la masilla a medida que se seca despu&#233;s de repintar. Si esto ocurre, se debe lijar el &#225;rea
                afectada hasta el metal puro y se debe aplicar nuevamente la masilla o el pl&#225;stico en capas
                delgadas. Selle y repinte.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Manchas de agua</title>
            <para>Muy parecidas a las manchas que aparecen en los platos cuando se dejan secando, las manchas de agua
                son causadas por la exposici&#243;n de un trabajo de pintura al agua antes de que la pintura haya secado
                por completo. Las manchas se pueden eliminar lijando con pasta o puliendo. En casos graves, se requiere
                lijar y repintar.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_18.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_20.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
