<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - CABINA
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>CABINA</title>
        <svcsubproc>
            <title>Instalaci&#243;n de la cabina - 5000
                <emph type="italic">i</emph>
                SBA y SFA
            </title>
            <para>Consulte
                <hotlnk document="m16021_38.xml" xrefid="f1602180">la Figura 80
                    <xref refid="f1602180"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Para instalar la cabina 5000
                    <emph type="italic">i</emph>
                    SBA y SFA use el siguiente procedimiento.
                </para>
                <step2>
                    <para count="1">Si se removi&#243; instale en el chasis el soporte de montaje delantero del chasis
                        de la cabina (Elemento 13), a ambos lados. Apriete a 95 a 115 N&#8226;m (70 a 85 lbs pie).
                    </para>
                </step2>
                <step2>
                    <para count="1">Si se removi&#243;, instale el soporte de montaje trasero superior de la cabina
                        (Elemento 17) en la parte trasera de la cabina e instale los tornillos hexagonales, las
                        arandelas de seguridad y las arandelas planas (Elemento 19). Apriete a 41 a 51 N&#8226;m (30 a
                        38 lbs pie).
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Use una gr&#250;a elevada y un dispositivo de levantamiento de la cabina cuando instale la
                        cabina en el chasis. Coloque una almohadilla en el dispositivo de levantamiento para evitar da&#241;ar
                        el conjunto de la cabina.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Levante la cabina con cuidado hasta su posici&#243;n sobre el chasis.</para>
            </step1>
            <step1>
                <para count="1">Baje con cuidado la cabina hasta el chasis. Justo antes de colocar el soporte de montaje
                    delantero de la cabina (Elemento 14, ver c&#237;rculo A) en el soporte de montaje delantero del
                    chasis de la cabina (Elemento 13, ver c&#237;rculo A), coloque el espaciador y los bujes del soporte
                    de montaje (Elementos 17 y 16) en su lugar en el soporte de montaje delantero del chasis de la
                    cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Baje la cabina de tal manera que el orificio del tornillo en el soporte de montaje
                    delantero de la cabina quede alineado con el orificio del tornillo en el soporte de montaje
                    delantero de la cabina. Esto sujetar&#225; el espaciador y los bujes del soporte de montaje
                    (Elementos 17 y 16) en su lugar, luego instale el herraje de montaje de la siguiente manera.
                </para>
                <step2>
                    <para count="1">Instale el tornillo hexagonal con reborde (Elemento 15, ver c&#237;rculo A) a trav&#233;s
                        del soporte de montaje delantero de la cabina y el soporte de montaje delantero del chasis de la
                        cabina (Elementos 14 y 13, ver c&#237;rculo A), a ambos lados.
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego instale la contratuerca hexagonal con reborde (Elemento 18), a ambos lados; no
                        apriete.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Coloque la parte trasera de la cabina de tal manera que los orificios de los tornillos
                    en el soporte de montaje trasero superior de la cabina queden alineados con los orificios de los
                    tornillos en el soporte de montaje trasero inferior de la cabina e instale el herraje de montaje de
                    la siguiente manera.
                </para>
                <step2>
                    <para count="1">Instale los tornillos hexagonales con arandelas planas, resortes, retenes de
                        aisladores de montaje de la cabina (Elementos 1 al 5) a trav&#233;s del soporte de montaje
                        superior trasero de la cabina, de los aisladores y del soporte de montaje trasero inferior de la
                        cabina (Elementos 7, 8 y 9).
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego instale los retenes del aislador, aisladores de montaje de la cabina,
                        arandelas planas y contratuercas hexagonales (Elementos 5, 4, 2 y 6) en los tornillos
                        hexagonales (Elemento 1), no los apriete.
                    </para>
                </step2>
                <step2>
                    <para count="1">Con la cabina ubicada correctamente, apriete el tornillo y contratuerca hexagonales
                        con reborde del soporte de montaje delantero de la cabina (Elementos 15 a 18), apriete a 270 a
                        325 N&#8226;m (200 a 240 lbs pie).
                    </para>
                </step2>
                <step2>
                    <para count="1">Con la cabina ubicada correctamente, apriete los tornillos hexagonales y las
                        contratuercas hexagonales con reborde del soporte de montaje trasero de la cabina (Elementos 1 y
                        6). Apriete los tornillos hasta que la arandela superior quede nivelada con la parte superior de
                        la vigueta.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de la cabina - 9000
                <emph type="italic">i</emph>
            </title>
            <para>Consulte
                <hotlnk document="m16021_38.xml" xrefid="f1602181">la Figura 81
                    <xref refid="f1602181"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Para instalar los modelos de cabina diurna 9000
                    <emph type="italic">i</emph>
                    y Pro-Sleeper 9000
                    <emph type="italic">i</emph>
                    use el siguiente procedimiento.
                </para>
                <step2>
                    <para count="1">Si se removi&#243; instale el soporte de montaje delantero de la cabina y el
                        aislador del chasis (Elementos 19 y 10), a ambos lados del chasis. Apriete a 13 a 16 N&#8226;m
                        (115 a 140 lbs pulg.).
                    </para>
                </step2>
                <step2>
                    <para count="1">Si se removi&#243; instale el soporte de montaje trasero superior de la cabina
                        (Elemento 7) en la parte trasera de la cabina e instale los tornillos hexagonales, las arandelas
                        planas y las arandelas de seguridad (Elemento 13). Apriete a 41 a 51 N&#8226;m (30 a 38 lbs
                        pie).
                    </para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Use una gr&#250;a elevada y un dispositivo de levantamiento para la cabina cuando instale la
                        cabina en el chasis. Coloque una almohadilla en el dispositivo de levantamiento para evitar da&#241;ar
                        el conjunto de la cabina.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Levante la cabina con cuidado hasta su posici&#243;n sobre el chasis.</para>
            </step1>
            <step1>
                <para count="1">Baje con cuidado la cabina hasta el chasis. Coloque la cabina de tal manera que los
                    orificios de los tornillos en el soporte de montaje delantero de la cabina queden alineados con los
                    orificios de los tornillos en el soporte de montaje delantero del chasis de la cabina, luego instale
                    el herraje de montaje de la siguiente manera.
                </para>
                <step2>
                    <para count="1">Instale el tornillo hexagonal con la arandela plana (Elementos 8 y 9) a trav&#233;s
                        del soporte de montaje delantero de la cabina y el soporte de montaje delantero de la cabina del
                        chasis (Elemento 20, 10 y 19), a ambos lados.
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego instale el ret&#233;n del aislador y la contratuerca hexagonal (Elementos 18 y
                        14), a ambos lados; no apriete.
                    </para>
                </step2>
            </step1>
            <step1>
                <para count="1">Coloque la parte trasera de la cabina de tal manera que los orificios de los tornillos
                    en el soporte de montaje trasero superior de la cabina queden alineados con los orificios de los
                    tornillos en el soporte de montaje trasero inferior de la cabina e instale el herraje de montaje de
                    la siguiente manera.
                </para>
                <step2>
                    <para count="1">Instale los tornillos hexagonales con arandelas planas, resortes, aisladores de
                        rebote y retenes de aisladores de rebote (Elementos 1 al 5) a trav&#233;s del soporte de montaje
                        superior trasero de la cabina, de los aisladores y del soporte de montaje trasero inferior de la
                        cabina (Elementos 7, 12 y 11).
                    </para>
                </step2>
                <step2>
                    <para count="1">Luego instale los retenes del aislador de rebote, aisladores de rebote y
                        contratuercas hexagonales con reborde (Elementos 6, 4 y 16) en los tornillos hexagonales
                        (Elemento 1), no los apriete.
                    </para>
                </step2>
                <step2>
                    <para count="1">Los soportes de montaje de la cabina y los soportes de montaje del chasis deber&#225;n
                        ser equilibrados a igual distancia lateral para asegurar que la cabina est&#233; en &#225;ngulo
                        recto con el chasis antes de apretar los tornillos.
                    </para>
                </step2>
                <step2>
                    <para count="1">Con la cabina ubicada correctamente, apriete el tornillo hexagonal y la contratuerca
                        hexagonal del soporte de montaje delantero de la cabina (Elementos 8 a 14), apriete a 197 to 237
                        N&#8226;m (145 a 175 lbs pie).
                    </para>
                </step2>
                <step2>
                    <para count="1">Con la cabina ubicada correctamente, apriete los tornillos hexagonales y las
                        contratuercas hexagonales del soporte de montaje trasero de la cabina (Elementos 1 y 16).
                        Apriete los tornillos hasta que la arandela superior quede nivelada con la parte superior de la
                        vigueta.
                    </para>
                </step2>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Pautas generales para la instalaci&#243;n</title>
            <para>Los siguientes pasos proporcionan una secuencia de pautas para la instalaci&#243;n de la cabina. Los
                detalles del procedimiento de instalaci&#243;n var&#237;an seg&#250;n los distintos modelos de veh&#237;culos,
                y seg&#250;n los equipos y accesorios especiales.
            </para>
            <step1>
                <para count="1">Instalaci&#243;n de la palanca de cambio de velocidades de la transmisi&#243;n. Consulte
                    GRUPO 13, TRANSMISI&#211;N en el Manual de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las mangueras del calefactor, el varillaje del embrague, el cable de control del
                    apagado del motor, las l&#237;neas de aire y mangueras del freno, y la manguera auxiliar del filtro
                    de aceite.
                </para>
            </step1>
            <step1>
                <para count="1">Enchufe los conectores del arn&#233;s de cables al tablero de la cabina y los paneles
                    del piso.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el varillaje del acelerador y el control de velocidad de crucero, si est&#225;
                    instalado.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la junta universal del engranaje de direcci&#243;n en el engranaje de direcci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Conecte el cable de conexi&#243;n a tierra de la bater&#237;a y el cable de conexi&#243;n
                    a tierra del marco a la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Una cualquier otra conexi&#243;n entre la cabina y el marco, si es necesario.</para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas del sistema de aire acondicionado, si est&#225; instalado y
                    cargue el sistema del aire acondicionado Para conocer el procedimiento adecuado, consulte GRUPO 16 -
                    CABINA en el Manual de Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque a escuadre la cabina con relaci&#243;n a la estructura. Consulte
                    <hotlnk document="m16021_99.xml" xrefid="x16021122">ESCUADRADO DE LA CABINA
                        <xref refid="x16021122"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Arranque el veh&#237;culo y cargue el sistema de aire, tambi&#233;n revise todas las
                    conexiones de la manguera del l&#237;quido refrigerante por si hay fugas.
                </para>
            </step1>
            <step1>
                <para count="1">En los modelos de la serie 5000
                    <emph type="italic">i</emph>
                    SBA (con tapa de inclinaci&#243;n de fibra de vidrio), 5000
                    <emph type="italic">i</emph>
                    SFA y 9000
                    <emph type="italic">i</emph>, instale los conductos del filtro de aire, si es necesario y cierre la
                    tapa de inclinaci&#243;n de fibra de vidrio del motor y eng&#225;nchela en ambos lados.
                </para>
            </step1>
            <step1>
                <para count="1">en los modelos de la serie 5000
                    <emph type="italic">i</emph>
                    SBA (con tapas de motor estilo mariposa), instale los conductos del filtro de aire, las varillas de
                    apoyo y la tapa del motor. Consulte GRUPO 09 - TAPA DE MOTOR, REJILLA Y GUARDABARROS en el Manual de
                    Servicio Maestro CTS-5000.
                </para>
            </step1>
            <step1>
                <para count="1">Ponga el freno de estacionamiento y remueva los bloques de las ruedas del veh&#237;culo.
                    Pruebe el veh&#237;culo en carretera antes de devolverlo al servicio.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Pinte si es necesario.</title>
            <para>Para pintar un panel reemplazado o reparado, consulte GRUPO 16 - PINTURA en el Manual de Servicio
                Maestro CTS-5000.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reinstale los componentes relacionados</title>
            <para>Para instalar los componentes que se removieron, consulte la secci&#243;n adecuada en el Manual de
                Servicio Maestro CTS-5000.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_80.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_82.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
