<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - HOJAS DE DATOS T&#201;CNICOS DE SIKKENS - DESENGRASADORES Y
        LIMPIADORES SIKKENS
    </stitle>
    <svcsection/>
    <svcproc id="hl1600201" svcproctype="inspect" graphiccount="0">
        <title>DESENGRASADORES Y LIMPIADORES SIKKENS</title>
        <svcprocinfo>
            <para>Hoja de datos t&#233;cnicos</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Los desengrasadores son solventes especialmente formulados para eliminar grasa y otros contaminantes
                del metal puro, los acabados existentes, los pl&#225;sticos, etc. Sikkens tiene tres tipos de
                desengrasadores disponibles para cumplir con las necesidades de su taller y del material a desengrasar:
            </para>
            <seqlist>
                <item>
                    <para>Sikkens Wax and Grease Remover M600</para>
                </item>
                <item>
                    <para>Sikkens Anti-Static Degreaser</para>
                </item>
                <item>
                    <para>Aquaprep (con base de agua)</para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Antes de desengrasar</title>
            <para>El objetivo de limpiar y desengrasar es eliminar los residuos de grasa, aceite, cera, siliconas,
                suciedad y arena del camino, etc. Si esto se omite, la suciedad residual se desplazar&#225; a las
                rayaduras finas que quedan durante el proceso de lijado. Existe la posibilidad de ojos de pescado de
                silicona y de que la adherencia del sistema de pintura aplicado posteriormente a la superficie
                contaminada sea deficiente y el acabado puede formar burbujas o despegarse en muy poco tiempo.
            </para>
            <step1>
                <para count="1">Lave siempre el autom&#243;vil por completo para eliminar la mayor contaminaci&#243;n y
                    suciedad posibles.
                </para>
            </step1>
            <step1>
                <para count="1">Use siempre guantes cuando desengrase. Esto lograr&#225; dos cosas:</para>
                <seqlist>
                    <item>
                        <para>Impedir&#225; que sus manos absorban el solvente.</para>
                    </item>
                    <item>
                        <para>Evitar&#225; que las sales y aceites de sus manos contaminen la superficie en la cual se
                            ha de realizar el acabado.
                        </para>
                    </item>
                </seqlist>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n</title>
            <step1>
                <para count="1">Un buen desengrasador para uso general es Wax and Grease Remover M600. Es adecuado para
                    limpiar y desengrasar el metal puro, los acabados existentes, los imprimadores superficiales, etc.
                    Es el menos agresivo de los desengrasadores Sikkens con base de solvente.
                </para>
            </step1>
            <step1>
                <para count="1">Anti-Static Degreaser es un desengrasador agresivo para la limpieza del metal puro y
                    tambi&#233;n elimina la carga est&#225;tica de piezas de pl&#225;stico crudo y de fibra de vidrio.
                    Este producto es demasiado agresivo para lacas, pero se puede usar en acabados existentes no
                    reversibles. Revise siempre la reversibilidad del sustrato antes de desengrasar con este producto.
                </para>
                <specpara>
                    <note>
                        <para>Es posible que el uso de desengrasadores con base de solvente no sea legal en &#225;reas
                            con reglamentos para VOC. Revise siempre los reglamentos locales.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Aquaprep es un limpiador y desengrasador con base de agua que se puede usar en todos los
                    sustratos. Aquaprep eliminar&#225; de mejor forma los contaminantes solubles en agua (tales como la
                    savia de &#225;rbol o el sudor y las sales de sus manos) que el desengrasador con base de solvente.
                    Debido a su contenido extremadamente bajo de VOC, este producto se puede usar en la mayor&#237;a de
                    las &#225;reas con reglamentos para VOC.
                </para>
                <para>Aquaprep se puede aplicar frotando o rociarse con el uso de una botella con bomba para rociar.
                    Deje que la soluci&#243;n permanezca en la superficie dos o m&#225;s minutos para soltar y sacar a
                    flote los contaminantes. Limpie frotando con toallas limpias y secas. Para &#225;reas dif&#237;ciles
                    o para una limpieza m&#225;s profunda, repita este proceso. Si se desea, la superficie se puede
                    enjuagar con agua limpia.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>T&#233;cnica de desengrase</title>
            <para>Cuando se debe efectuar una reparaci&#243;n o recubrir un acabado, lo primero que se debe hacer despu&#233;s
                de lavar el autom&#243;vil es limpiar y desengrasar el panel de la carrocer&#237;a sometida a
                tratamiento. Moje un pa&#241;o limpio con uno de los tres productos anteriores y limpie o desengrase la
                superficie sometida a tratamiento. Inmediatamente despu&#233;s, limpie la superficie frotando con trapos
                limpios y secos. Use siempre dos trapos, puesto que un solo pa&#241;o tan s&#243;lo desplazar&#225; la
                suciedad y la grasa en lugar de eliminarlas.
            </para>
            <specpara>
                <note>
                    <para>Reemplace regularmente por trapos limpios los trapos que se usan para desengrasar y limpiar.
                        Ponga siempre los trapos desengrasadores usados en un recipiente sellado que cumpla con los
                        requisitos locales para evitar el riesgo de incendio por combusti&#243;n espont&#225;nea.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Acabados existentes no lijados</title>
            <step1>
                <para count="1">Agua - Lave el veh&#237;culo con detergente y agua tibia. Esto disolver&#225; los
                    contaminantes solubles en agua, es decir, excrementos de ave, savia de &#225;rbol, etc.
                </para>
            </step1>
            <step1>
                <para count="1">M600, Anti-Static Degreaser, Aquaprep - Lave el &#225;rea a ser reparada con uno de los
                    desengrasadores y limpiadores. Esto eliminar&#225; cualquier contaminante que no pueda ser eliminado
                    con agua.
                </para>
            </step1>
            <step1>
                <para count="1">Con una toalla limpia seque el desengrasador y el limpiador antes de que tenga tiempo
                    para evaporarse. --Use siempre una toalla nueva para lavar y una toalla nueva y seca para secar.
                    --Reemplace las toallas regularmente.
                </para>
                <specpara>
                    <note>
                        <para>Para tener certeza de que no quedan contaminantes solubles en agua, aplique Aquaprep en la
                            superficie antes de aplicar la capa superior.
                        </para>
                    </note>
                    <note>
                        <para>Nunca permita que el desengrasador y el limpiador se evaporen, de no hacerlo, el
                            contaminante permanecer&#225;. Seque la superficie frotando con una toalla limpia antes de
                            que el desengrasador se evapore.
                        </para>
                    </note>
                    <para>
                        <title>Acabados lijados existentes</title>Repita los pasos 2 y 3 una vez m&#225;s despu&#233;s
                        de lijar y antes de aplicar la capa superior.
                    </para>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Piezas pl&#225;sticas no tratadas</title>
            <step1>
                <para count="1">Agua - Lave la pieza pl&#225;stica no pintada con agua tibia y detergente.</para>
            </step1>
            <step1>
                <para count="1">Desengrasador antiest&#225;tica - Lave la pieza pl&#225;stica con Anti-Static Degreaser.
                    El solvente m&#225;s fuerte de Anti-Static Degreaser elimina los agentes generadores de moho.
                </para>
            </step1>
            <step1>
                <para count="1">Con una toalla limpia seque el Anti-Static Degreaser antes de que tenga tiempo para
                    evaporarse. Despu&#233;s de este tratamiento, la superficie tambi&#233;n queda antiest&#225;tica.
                </para>
                <para>Tambi&#233;n se debe usar Anti-Static Degreaser en piezas pl&#225;sticas pintadas. Siga el mismo
                    procedimiento para piezas pl&#225;sticas no pintadas.
                </para>
                <specpara>
                    <note>
                        <para>El uso de Aquaprep debe reemplazar a Anti-Static Degreaser en &#225;reas donde es
                            obligatorio el uso de productos con bajo contenido de VOC.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Metal puro</title>
            <step1>
                <para count="1">M600, Anti-Static Degreaser, Aquaprep - Lave el metal con uno de los desengrasadores y
                    limpiadores. Esto asegurar&#225; que los contaminantes resistentes se eliminan durante el desengrase
                    y limpieza finales.
                </para>
                <specpara>
                    <note>
                        <para>Con todas las actividades de limpieza y desengrase: una vez que el veh&#237;culo se
                            limpia, nunca debe tocarse con la mano descubierta; las sales, la humedad y los aceites se
                            puede traspasar a la superficie preparada y ocasionar problemas de adherencia o burbujeo. Es
                            especialmente importante que nunca se usen cremas protectoras para manos cerca de un autom&#243;vil
                            que se va a repintar.
                        </para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instrucciones especiales para limpieza y desengrase de estructuras de carrocer&#237;as de camiones
            </title>
            <para>Es importante evitar que los residuos de suciedad entren en las limaduras estructurales de camionetas,
                camiones, etc. durante la limpieza y el desengrase. Estos pueden causar problemas de adherencia al
                aplicar la pintura. Por lo tanto, las piezas instaladas en forma vertical primero deben limpiarse y
                desengrasarse de abajo a arriba y posteriormente de arriba a abajo.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Desengrase y condensaci&#243;n en superficies met&#225;licas</title>
            <para>Despu&#233;s de limpiar y desengrasar una superficie, el solvente se evaporar&#225;. El calor
                necesario para la evaporaci&#243;n se extrae de dicha superficie, haci&#233;ndola m&#225;s fr&#237;a que
                la atm&#243;sfera del alrededor, lo que produce condensaci&#243;n (a menudo no visible) en la
                superficie. Espere tiempo suficiente para que la humedad se evapore. La primera capa de pintura se puede
                aplicar tan pronto la superficie haya recuperado la temperatura de la atm&#243;sfera del rededor. Una
                aplicaci&#243;n de pintura antes de que se seque la superficie puede generar problemas de adherencia.
            </para>
            <para>El mismo problema puede surgir si un veh&#237;culo se traslada desde un cuarto fr&#237;o a uno tibio o
                del exterior al interior. Espere un m&#237;nimo de una hora para que el veh&#237;culo adquiera la
                temperatura ambiente. Los veh&#237;culos con pared doble (y por cierto los aislados) requieren algunas
                horas para aclimatarse.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Almacenamiento: Tama&#241;o del recipiente</title>
            <para>Sikkens M600: 3.79 litros (1 gal&#243;n) y 18.9 litros (5 galones); Anti-Static Degreaser: 5 litros;
                Aquaprep: 3.79 litros (1 gal&#243;n)
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Vida &#250;til m&#237;nima en almacenamiento</title>
            <para>2 a&#241;os si se almacena en el recipiente original a temperatura ambiente. Evite que Aquaprep se
                congele.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aspectos de seguridad: Puntos de inflamaci&#243;n (copa cerrada)</title>
            <para>Sikkens M600: &#60;21&#176;C; Anti-Static Degreaser: &#60;21&#176;C; Aquaprep: &#60;21&#176;C</para>
        </svcsubproc>
        <svcsubproc>
            <title>Contenido de VOC</title>
            <table id="t1600204">
                <title>Contenido de VOC</title>
                <tgroup cols="3">
                    <colspec colnum="1" colname="1" colwidth="2.5in"/>
                    <colspec colnum="2" colname="2" colwidth="1.5in"/>
                    <colspec colnum="3" colname="3" colwidth="1.5in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tipo</para>
                            </entry>
                            <entry>
                                <para>lb/gal</para>
                            </entry>
                            <entry>
                                <para>gramos/litro</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Sikkens M600</para>
                            </entry>
                            <entry>
                                <para>6.38</para>
                            </entry>
                            <entry>
                                <para>765</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Anti-Static Degreaser</para>
                            </entry>
                            <entry>
                                <para>6.43</para>
                            </entry>
                            <entry>
                                <para>772</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Aquaprep</para>
                            </entry>
                            <entry>
                                <para>&#60;1.4</para>
                            </entry>
                            <entry>
                                <para>15</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Advertencias</title>
            <para>Este material est&#225; dise&#241;ado para aplicaci&#243;n s&#243;lo por personal profesional
                capacitado, usando los equipos adecuados y no est&#225; destinado a la venta a p&#250;blico general. LEA
                Y COMPRENDA LA HOJA DE DATOS DE SEGURIDAD DE MATERIALES ANTES DE USAR ESTE PRODUCTO.
            </para>
            <para>A&#237;slelo del calor, los equipos el&#233;ctricos, las chispas y las llamas al descubierto. El vapor
                puede causar incendios repentinos. Use una ventilaci&#243;n adecuada. No respire los vapores ni la
                niebla rociada. Use un respirador aprobado por NIOSH/MSHA durante todo contacto con este producto. Siga
                las instrucciones del fabricante para la selecci&#243;n y uso del respirador. En &#225;reas cerradas,
                use un respirador o una m&#225;scara con l&#237;nea de suministro de aire aprobada por NIOSH/MSHA.
            </para>
            <para>Evite el contacto con los ojos, la piel y la ropa. Use equipo de protecci&#243;n personal de acuerdo
                con lo se&#241;alado en la hoja de Datos de Seguridad Material. L&#225;vese a fondo con jab&#243;n y
                agua en caso de alg&#250;n contacto. Cuando se hornee un acabado, deje salir todos los vapores en forma
                segura. Se debe evitar el producto generado por soldadura o corte del acabado seco.
            </para>
            <para>Mantenga el recipiente herm&#233;ticamente cerrado cuando no est&#233; en uso. En caso de derrame,
                absorba con material inerte y desh&#225;gase de el de acuerdo con los reglamentos aplicables. Los
                recuperadores de pintura (filtros de cabina para pintar a pistola), el polvo del lijado, los trapos, los
                coladores de pintura, etc., pueden considerarse desechos peligrosos y deben eliminarse de acuerdo con
                los reglamentos aplicables.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Primeros auxilios</title>
            <para>En caso de contacto con los ojos, l&#225;velos de inmediato con abundante agua durante al menos 15
                minutos y obtenga atenci&#243;n m&#233;dica; para la piel, l&#225;vese a fondo con agua y jab&#243;n. Si
                se ve afectado por la inhalaci&#243;n de vapor o niebla, trasl&#225;dese al aire fresco y obtenga atenci&#243;n
                m&#233;dica. Si se ingiere, obtenga atenci&#243;n m&#233;dica.
            </para>
            <para>El contenido de este recipiente debe combinarse con otros componentes antes de poder usar el producto.
                Antes de abrir los recipientes, lea todas las etiquetas de advertencia y la hoja de datos de seguridad
                de materiales y respete todas las precauciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aviso</title>
            <para>Los informes han asociado las sobreexposiciones ocupacionales repetidas y prolongadas con solventes,
                con el da&#241;o al sistema nervioso cerebral. Un mal uso intencional a trav&#233;s de la concentraci&#243;n
                e inhalaci&#243;n deliberada del contenido puede ser da&#241;ino o fatal.
            </para>
            <para>Si la hoja de datos de seguridad de materiales enumera que alg&#250;n producto usado contiene
                compuestos de metales pesados (n&#250;meros 26, 27, 28, 38, 48, 53, 54, 73, 79), informe a la compa&#241;&#237;a
                que administra sus desechos peligrosos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reclamaciones</title>
            <para>La informaci&#243;n t&#233;cnica y las sugerencias para el uso establecidas en el presente documento
                se basan en la investigaci&#243;n y experiencia de Akzo Coatings Inc. y se consideran confiables, pero
                dicha informaci&#243;n y sugerencias no constituyen una garant&#237;a.
            </para>
            <para>Debido a que Akzo Coatings Inc. no tiene ning&#250;n control sobre las condiciones en la que el
                producto se transporta, almacena, manipula, usa o aplica, los compradores deben determinar por s&#237;
                mismos, mediante pruebas preliminares o de alguna otra manera, la conveniencia del producto para sus
                objetivos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_26.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_28.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
