<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - PL&#193;STICO
        (ABS) - PROCEDIMIENTO DE REPARACI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="3">
        <title>PROCEDIMIENTO DE REPARACI&#211;N</title>
        <svcsubproc>
            <title>Identificar la naturaleza del da&#241;o</title>
            <randlist type="bullet">
                <item>
                    <para>Ralladuras y abrasiones menores</para>
                </item>
                <item>
                    <para>Grietas o ranuras peque&#241;as</para>
                </item>
                <item>
                    <para>Da&#241;os mayores (orificios con partes sueltas o perdidas)</para>
                </item>
                <item>
                    <para>Da&#241;o estructural (en el sistema de montaje o en la superficie de aditamento de
                        accesorios)
                    </para>
                </item>
                <item>
                    <para>L&#237;neas de tensi&#243;n</para>
                </item>
            </randlist>
        </svcsubproc>
        <svcsubproc>
            <title>Preparar el &#225;rea da&#241;ada</title>
            <step1>
                <para count="1">Retire todas las piezas y accesorios que interfieren con el &#225;rea a reparar. Limpie
                    el &#225;rea de reparaci&#243;n con cera y removedor de grasa Sikkens N&#186; M600, o equivalente,
                    para quitar todos los residuos de la superficie, luego limpie en seco.
                </para>
            </step1>
            <step1>
                <para count="1">Si es necesario, rectifique y lije el &#225;rea antes de repararla. Debe tener cuidado
                    de mantener la rectificadora y lijadora en constante movimiento, para evitar la acumulaci&#243;n de
                    calor. Limpie con aire el &#225;rea.
                </para>
                <specpara>
                    <warning>
                        <para>REPARACIONES DE PL&#193;STICO ABS DE FIBRA DE VIDRIO - Para evitar la inhalaci&#243;n de
                            polvo y vapores, use un equipo de protecci&#243;n aprobado. Respirar polvo y/o vapores de pl&#225;stico
                            ABS de fibra de vidrio puede ser peligroso para su salud.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>1. Se deben consultar las normas OSHA en cuanto a los requerimientos obligatorios y a los
                            procedimientos sugeridos para minimizar la exposici&#243;n. (Referencia: T&#237;tulo 29, C&#243;digo
                            Federal de Reglamentos, Secci&#243;n 1910, 1001).
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>2. Cada vez que sea posible, trabaje con fibra de vidrio y pl&#225;sticos ABS en un &#225;rea
                            separada de las otras operaciones.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>3. Durante todas las reparaciones de pl&#225;stico ABS o fibra de vidrio, use siempre un
                            respirador aprobado por NIOSH o MSHA.
                        </para>
                    </warning>
                </specpara>
                <specpara>
                    <warning>
                        <para>4. Limpieza del trabajador. L&#225;vese las manos antes de comer, beber o fumar.</para>
                    </warning>
                </specpara>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reparar ralladuras o abrasiones menores</title>
            <para>Consulte la
                <hotlnk xrefid="f1600358">Figura 58</hotlnk>.
            </para>
            <figure id="f1600358" figsize="col-wide">
                <graphic id="g1600358" filename="../figg16/g1600358.webp" type="webp"/>
                <caption>Figura 58. Ralladuras menores</caption>
            </figure>
            <step1>
                <para count="1">Limpie el &#225;rea con limpiador de superficies Sikkens N&#186; M600 o equivalente.
                </para>
            </step1>
            <step1>
                <para count="1">Frote el &#225;rea da&#241;ada con una almohadilla roja Scotch Brite N&#186; 7447 y
                    luego limpie el &#225;rea.
                </para>
            </step1>
            <step1>
                <para count="1">Pinte con Relleno Sikkens Autocryl, Autocryl Color y transparencia mate.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reparar grietas o ranuras peque&#241;as</title>
            <step1>
                <para count="1">Haga un orificio peque&#241;o en cada extremo de la grieta para detener la extensi&#243;n
                    de &#233;sta.
                </para>
            </step1>
            <step1>
                <para count="1">Usando un punta de desvastar en una punta c&#243;nica o o equivalente, forme una ranura
                    en V del largo del da&#241;o (
                    <hotlnk xrefid="f1600359">Figura 59</hotlnk>). Los lados de la V se deben biselar en un &#225;ngulo
                    no mayor de 45 grados.
                </para>
                <figure id="f1600359" figsize="col-wide">
                    <graphic id="g1600359" filename="../figg16/g1600359.webp" type="webp"/>
                    <caption>Figura 59. Formar ranura en V del largo del da&#241;o</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Debe tener cuidado al ranurar el &#225;rea da&#241;ada. Las tapas del extremo de las
                            defensas y los faldones laterales tienen 3.2 mm (0.125 de pulgada) de grosor. Las grietas o
                            ranuras peque&#241;as se pueden convertir en reparaciones mayores. Esto se debe a que se
                            producen grietas grandes cuando se retira demasiado material durante la reparaci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Frote el &#225;rea aproximadamente en 13 mm (1/2 pulgada) m&#225;s all&#225; del &#225;rea
                    da&#241;ada con la almohadilla roja Scotch Brite N&#186; 7447.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s, el &#225;rea da&#241;ada se llena con adhesivo de fusi&#243;n en caliente,
                    relleno/adhesivo epoxi o se sella usando la t&#233;cnica de soldadura en caliente.
                </para>
            </step1>
            <step1>
                <para count="1">Despu&#233;s de secar y enfriar, el &#225;rea parchada se lija para que coincida con el
                    &#225;rea circundante y est&#225; lista para el acabado.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc id="hl160031a">
            <title>Reparaciones mayores (orificios con partes sueltas o perdidas)</title>
            <step1>
                <para count="1">Recorte el &#225;rea da&#241;ada. Si el da&#241;o es s&#243;lo en la pared exterior del
                    panel con pared doble, corte en la pared trasera un orificio lo bastante grande para permitir que
                    pase por &#233;l un parche 25 mm (1 pulgada) m&#225;s grande que el orificio de la superficie.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique el parche a la superficie al interior de la pared externa con adhesivo epoxi.
                    Usando la misma t&#233;cnica, aplique un parche al exterior de la pared interna. Aseg&#250;rese de
                    que cada parche quede sobrepuesto al borde del orificio aproximadamente en 13 mm (1/2 pulgada) por
                    todo el contorno.
                </para>
            </step1>
            <step1>
                <para count="1">Llene la superficie exterior parchada con relleno/adhesivo epoxi y luego lije con papel
                    de lija de grado gruesa (N&#176; 40) para que coincida con el contorno circundante.
                </para>
            </step1>
            <step1>
                <para count="1">Termine con lijando con papel de lija de grado N&#176; 220/360. Ahora el &#225;rea est&#225;
                    lista para el acabado.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reparaciones estructurales</title>
            <step1>
                <para count="1">Prepare y parche el &#225;rea da&#241;ada igual que en
                    <hotlnk xrefid="hl160031a">Reparaciones mayores</hotlnk>.
                </para>
                <specpara>
                    <note>
                        <para>Los componentes tales como montajes de soporte, etc., se pueden fabricar de material
                            laminado usando herramientas corrientes de taller, una pistola de aire caliente y adhesivos
                            (
                            <hotlnk xrefid="f1600360">Figura 60</hotlnk>).
                        </para>
                    </note>
                </specpara>
                <figure id="f1600360" figsize="col-wide">
                    <graphic id="g1600360" filename="../figg16/g1600360.webp" type="webp"/>
                    <caption>Figura 60. Los montajes de soporte, etc., se pueden fabricar de material laminado</caption>
                    <calloutgroup>
                        <callout1>1. REBORDE DE FIJACI&#211;N</callout1>
                        <callout1>2. SUPERFICIE DE MONTAJE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Use relleno/adhesivo epoxi para unir los componentes. Los refuerzos son importantes en
                    estas situaciones, debido a la tensi&#243;n y vibraci&#243;n que se experimentan en estas &#225;reas.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
