<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - INSTALACI&#211;N -
        INTERRUPTOR DE ENCENDIDO Y CILINDRO DEL INTERRUPTOR DE ENCENDIDO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="1">
        <title>INTERRUPTOR DE ENCENDIDO Y CILINDRO DEL INTERRUPTOR DE ENCENDIDO</title>
        <svcprocinfo>
            <para>El interruptor de encendido y los seguros de las puertas est&#225;n codificados de igual manera, de
                modo que una llave hace funcionar el interruptor de encendido y los seguros de las puertas. El n&#250;mero
                del c&#243;digo aparece en un c&#243;digo de barras estampado en una bolsa pl&#225;stica en la que
                vienen de f&#225;brica el interruptor de encendido y los cilindros de los seguros de las puertas. Esta
                bolsa debe permanecer en el veh&#237;culo cuando se entregue al cliente. Es muy importante que el
                cliente guarde esta bolsa pl&#225;stica en un lugar seguro, de modo que si necesita una llave de refacci&#243;n,
                pueda reemplazarla.
            </para>
            <para>El n&#250;mero de c&#243;digo no aparece en el cuerpo del interruptor de encendido ni en el ensamblaje
                de seguros de las puertas.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instalaci&#243;n del cilindro del interruptor de encendido</title>
            <para>Si quiere usar la llave original al reemplazar el cilindro del interruptor de encendido, codifique el
                nuevo interruptor de encendido seg&#250;n corresponda. Siga los pasos a continuaci&#243;n:
            </para>
            <para>Vea la
                <hotlnk xrefid="f16029124">Figura 124</hotlnk>
                para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Inserte la llave original (Elemento 1) en el nuevo cilindro del interruptor de encendido
                    (Elemento 2). Antes de insertarla en el cuerpo del interruptor de encendido, lime los fiadores que
                    sobresalen del cilindro. Aseg&#250;rese de que no queden rebabas en los fiadores y quite todas las
                    limaduras con aire comprimido.
                </para>
            </step1>
            <figure id="f16029124" figsize="col-wide">
                <graphic filename="../figg16/g16021d6.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         scalefitheight="192px" resolution="72"/>
                <caption>Figura 124. Llave original en el nuevo cilindro del interruptor</caption>
                <calloutgroup>
                    <callout1>1. LLAVE ORIGINAL</callout1>
                    <callout1>2. NUEVO CILINDRO DEL INTERRUPTOR DE ENCENDIDO</callout1>
                </calloutgroup>
            </figure>
            <para>Vea la
                <hotlnk document="m16029_14.xml" xrefid="f1602925">Figura 25</hotlnk>
                <xref refid="f1602925"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Para volver a instalar el mismo cilindro del interruptor de encendido o para instalar un
                    nuevo cilindro (Elemento 1), aplique en los fiadores una peque&#241;a cantidad de grafito en polvo,
                    luego inserte la llave del interruptor de encendido (Elemento 3) en el cilindro del interruptor de
                    encendido (Elemento 1). Gire la llave de encendido y el cilindro del interruptor de encendido hacia
                    la izquierda hasta la posici&#243;n de accesorios y vuelva a insertar el cilindro del interruptor en
                    el cuerpo del interruptor de encendido (Elemento 2). Gire la llave hasta la posici&#243;n Off
                    (Apagado) y qu&#237;tela.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n del interruptor de encendido</title>
            <para>Vea la
                <hotlnk document="m16029_14.xml" xrefid="f1602922">Figura 22</hotlnk>
                <xref refid="f1602922"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el interruptor de encendido (Elemento 2) en el tablero de instrumentos y conecte
                    el conector del interruptor de encendido (Elemento 1) por detr&#225;s del interruptor de encendido.
                </para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_14.xml" xrefid="f1602921">Figura 21</hotlnk>
                <xref refid="f1602921"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el interruptor de encendido (Elemento 2) arriba y detr&#225;s del tablero de
                    instrumentos (Elemento 1) e ins&#233;rtelo en la apertura del tablero de instrumentos.
                </para>
            </step1>
            <para>Vea la
                <hotlnk document="m16029_14.xml" xrefid="f1602920">Figura 20</hotlnk>
                <xref refid="f1602920"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Con el interruptor de encendido (Elemento 3) inserto a trav&#233;s del tablero de
                    instrumentos (Elemento 1), y ubicado apropiadamente, utilice un enchufe de pared delgado de 1-1/8
                    pulgadas, instale la tuerca ciega de instalaci&#243;n (Elemento 4) asegur&#225;ndola al tablero de
                    instrumentos. Apriete firmemente.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el marco de hule (Elemento 2) alrededor del interruptor de encendido (Elemento
                    3).
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_57.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_59.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
