<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - ASIENTOS DEL CONDUCTOR Y
        DEL PASAJERO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="0">
        <title>ASIENTOS DEL CONDUCTOR Y DEL PASAJERO</title>
        <svcprocinfo>
            <para>Los asientos con suspensi&#243;n de aire individual del conductor y del pasajero y los asientos mec&#225;nicos
                del pasajero est&#225;n disponibles en este tipo de cabina (
                <hotlnk document="m16021_20.xml" xrefid="f1602129">Figura 29
                    <xref refid="f1602129"/>
                </hotlnk>
                ) y (
                <hotlnk document="m16021_20.xml" xrefid="f1602130">Figura 30
                    <xref refid="f1602130"/>
                </hotlnk>
                ) con opciones de asiento adicionales disponibles para el conductor. Los asientos del conductor y del
                pasajero tienen varios ajustes de asiento y respaldo para asegurar una marcha c&#243;moda.
            </para>
            <para>Consulte la informaci&#243;n del fabricante para detalles adicionales espec&#237;ficos acerca del
                asiento.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Instalaci&#243;n de los asientos del conductor y pasajero</title>
            <para>Vea los detalles del montaje de la placa base (
                <hotlnk document="m16021_20.xml" xrefid="f1602129">Figura 29
                    <xref refid="f1602129"/>
                </hotlnk>
                ) para los distintos tipos de asientos del conductor.
            </para>
            <specpara>
                <note>
                    <para>Limpie la suspensi&#243;n y los ajustadores del asiento seg&#250;n se requiera frotando y
                        removiendo toda la grasa o suciedad con un trapo de taller. Para asegurar un funcionamiento
                        suave en la reinstalaci&#243;n, aplique una capa delgada de lubricante de uso m&#250;ltiple a
                        los puntos de pivote, &#225;reas deslizantes y rodillos. Remueva el exceso de lubricante.
                    </para>
                </note>
            </specpara>
            <step1>
                <para count="1">Instale el conjunto del asiento del conductor (
                    <hotlnk document="m16021_20.xml" xrefid="f1602129">Elemento 1
                        <xref refid="f1602129"/>
                    </hotlnk>
                    ) y fije el pedestal del asiento al piso con 4 tornillos de montaje (
                    <hotlnk document="m16021_20.xml" xrefid="f1602129">Elemento 3
                        <xref refid="f1602129"/>
                    </hotlnk>
                    ). Apriete a 31 a 37 N&#8226;m (23 a 27 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del asiento del pasajero (
                    <hotlnk document="m16021_20.xml" xrefid="f1602130">Elemento 1
                        <xref refid="f1602130"/>
                    </hotlnk>
                    ) y fije el marco del asiento con 4 tornillos de montaje (
                    <hotlnk document="m16021_20.xml" xrefid="f1602130">Elementos 2 y 3
                        <xref refid="f1602130"/>
                    </hotlnk>
                    ). Apriete a 31 a 37 N&#8226;m (23 a 27 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Instale los soportes del cintur&#243;n de seguridad a cada lado del asiento e instale 2
                    tornillos de montaje a cada lado. Apriete a 34 a 47 N&#8226;m (25 a 35 lbs pie).
                </para>
            </step1>
            <step1>
                <para count="1">Conecte las l&#237;neas de aire, si est&#225;n instaladas. Aseg&#250;rese de que las l&#237;neas
                    de aire no rocen las piezas de la suspensi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Revise si hay fugas de aire en la l&#237;nea de aire, si est&#225; instalada, y revise
                    el funcionamiento del asiento.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_62.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_64.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
