<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - PL&#193;STICO
        (ABS) - HERRAMIENTAS Y MATERIALES
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>HERRAMIENTAS Y MATERIALES</title>
        <para>Para reparar el pl&#225;stico ABS da&#241;ado, ser&#225; necesario uno de los siguientes elementos o una
            combinaci&#243;n de ellos:
        </para>
        <randlist type="bullet">
            <item>
                <para>Pelotillas de ABS-metiletilo cetona (MEK) o cloruro de metilo (MCL).</para>
            </item>
            <item>
                <para>Relleno de adhesivo epoxi</para>
            </item>
            <item>
                <para>Poliamidas adhesivas</para>
            </item>
            <item>
                <para>Varillas de ABS</para>
            </item>
            <item>
                <para>Pistola de aire caliente</para>
            </item>
            <item>
                <para>Papel de lija de grado N&#186;. 40/80/220/360</para>
            </item>
            <item>
                <para>Limpiador de superficies Sikkens N&#176; M600</para>
            </item>
            <item>
                <para>Relleno Sikkens Autocryl, color Autocryl, transparencia mate y para auto</para>
            </item>
            <item>
                <para>Almohadilla roja Scotch Brite N&#186; 7447</para>
            </item>
            <item>
                <para>Taladro neum&#225;tico o el&#233;ctrico con accesorio para lijar, puntas para desvastar y puntas c&#243;nicas</para>
            </item>
        </randlist>
        <specpara>
            <warning>
                <para>El cemento solvente ABS, las imprimaciones y las pinturas son materiales peligrosos. Mant&#233;ngalos
                    alejados de las chispas y llamas al descubierto. Sus vapores son da&#241;inos.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>REPARACIONES DE PL&#193;STICO ABS DE FIBRA DE VIDRIO - Para evitar la inhalaci&#243;n de polvo y
                    vapores, use un equipo de protecci&#243;n aprobado. Respirar polvo y/o vapores de pl&#225;stico ABS
                    de fibra de vidrio puede ser peligroso para su salud.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>1. Se deben consultar las normas OSHA en cuanto a los requerimientos obligatorios y a los
                    procedimientos sugeridos para minimizar la exposici&#243;n. (Referencia: T&#237;tulo 29, C&#243;digo
                    Federal de Reglamentos, Secci&#243;n 1910, 1001).
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>2. Cada vez que sea posible, trabaje con fibra de vidrio y pl&#225;sticos ABS en un &#225;rea
                    separada de las otras operaciones.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>3. Durante todas las reparaciones de pl&#225;stico ABS o fibra de vidrio, use siempre un
                    respirador aprobado por NIOSH o MSHA.
                </para>
            </warning>
        </specpara>
        <specpara>
            <warning>
                <para>4. Limpieza del trabajador. L&#225;vese las manos antes de comer, beber o fumar.</para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_13.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_15.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
