<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AIRE ACONDICIONADO - SISTEMA CALEFACTOR Pro Sleeper 9200, 9300, 9400 , &#38;
        Modelos 9800 - FUNCIONAMIENTO - CALEFACCI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="operate" graphiccount="1">
        <title>CALEFACCI&#211;N</title>
        <svcsubproc>
            <title>Cabina</title>
            <para>La calefacci&#243;n se controla con la palanca CALIENTE-FR&#205;O (HOT-COLD)(
                <hotlnk document="m16020_4.xml" xrefid="f1602002">Figura 2</hotlnk>). La posici&#243;n extrema derecha
                proporciona el m&#225;ximo de calor. Mueva la palanca de control SALIDAS DE AIRE (AIR OUTLETS) a la
                posici&#243;n de cabina o a una de las otras dos posiciones de ret&#233;n para obtener la distribuci&#243;n
                de flujo de aire deseado entre los requerimientos de desempa&#241;amiento y calor de la cabina. Las
                salidas de piso tambi&#233;n pueden abrirse moviendo hacia abajo las puertas ubicadas debajo del lado
                izquierdo y derecho del tablero del conductor. Para lograr el m&#225;ximo de flujo de aire, fije el
                control del ventilador en la posici&#243;n ALTO (HI). El calefactor tambi&#233;n funcionar&#225; con el
                motor del ventilador en la posici&#243;n APAGADO (OFF). El aire de admisi&#243;n proporciona un flujo de
                aire cuando el veh&#237;culo se est&#225; moviendo y la perilla HALE- RECIRCULACI&#211;N (PULL-RECIRC)
                est&#225; oprimida. La perilla RECIRCULACI&#211;N siempre debe estar oprimida durante el funcionamiento
                de calefactor en invierno.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Compartimiento de litera</title>
            <para>Con el interruptor de A/A en la posici&#243;n APAGADO (OFF), la calefacci&#243;n se controla con la
                perilla de temperatura y el interruptor del ventilador. La posici&#243;n extrema derecha del ventilador
                y la posici&#243;n extrema derecha del control de temperatura proporcionan el m&#225;ximo de calor (
                <hotlnk xrefid="f1602003">Figura 3</hotlnk>).
            </para>
            <figure id="f1602003" figsize="col-wide">
                <graphic id="g1602003" filename="../figg16/g1602003.webp" type="webp" resolution="72"/>
                <caption>Figura 3. Unidad de control del compartimiento de litera</caption>
            </figure>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16020_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
