<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - PUERTAS DE LA CABINA
    </stitle>
    <svcsection/>
    <svcproc id="x1602603" svcproctype="remove" graphiccount="4">
        <title>PUERTAS DE LA CABINA</title>
        <para>Las puertas est&#225;n completamente soldadas con soldadura de acero. La puerta est&#225; montada en
            bisagras localizadas en el pilar de la cabina para las bisagras y el ajuste de la puerta se proporciona al
            tener &#233;sta orificios m&#225;s grandes. El tope para limitar la apertura de la puerta se ubica justo
            abajo de la bisagra superior de la cabina. El pestillo de la placa de la cerradura de la puerta tambi&#233;n
            se ajusta en el pilar de cierre. El mantenimiento de la puerta y sus componentes se trata en las secciones
            que siguen.
        </para>
        <para>Consulte la
            <hotlnk xrefid="f1602634">Figura 34</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite la cubierta de hule del mazo de cables de la puerta (Elemento 1) del pilar de la
                bisagra de la cabina (Elemento 2) que se muestra en el lado del conductor.
            </para>
        </step1>
        <figure id="f1602634" figsize="col-wide">
            <graphic filename="../figg16/g1602626.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="272px" resolution="72"/>
            <caption>Figura 34. Cubierta de hule del mazo de cables de la puerta</caption>
            <calloutgroup>
                <callout1>1. CUBIERTA DE HULE DEL MAZO DE CABLES DE LA PUERTA</callout1>
                <callout1>2. PILAR DE LA BISAGRA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602635">Figura 35</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Alcance debajo del panel de instrumentos a la izquierda del volante de la direcci&#243;n y
                ubique el mazo de cables que viene de la puerta, jale el mazo de cables de la puerta de la cabina
                (Elemento 1) hacia abajo para acceder a los conectores (Elemento 2), como se muestra en el lado del
                conductor.
            </para>
        </step1>
        <figure id="f1602635" figsize="pg-wide">
            <graphic filename="../figg16/g1602627.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="192px" resolution="72"/>
            <caption>Figura 35. Mazo de cables de la puerta y conectores</caption>
            <calloutgroup>
                <callout1>1. MAZO DE CABLES DE LA PUERTA DE LA CABINA</callout1>
                <callout1>2. CONECTOR</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602636">Figura 36</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Una vez que acceda a los conectores, desconecte el conector del cable de radio CB (Elemento
                1), el conector del mazo de cables de la ventana el&#233;ctrica y del bloqueo el&#233;ctrico de puerta
                (Elemento 2) y el conector del mazo de cables de encendido, t&#233;rmico o el&#233;ctrico de los espejos
                (Elemento 3), si est&#225; instalado, como se muestra en el lado del conductor.
            </para>
        </step1>
        <figure id="f1602636" figsize="col-wide">
            <graphic filename="../figg16/g1602628.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="232px" resolution="72"/>
            <caption>Figura 36. Conectores desconectados</caption>
            <calloutgroup>
                <callout1>1. CONECTOR DE RADIO CB</callout1>
                <callout1>2. CONECTOR DE LA VENTANA EL&#201;CTRICA Y DEL BLOQUEO DE PUERTAS</callout1>
                <callout1>3. CONECTOR DE ENCENDIDO, T&#201;RMICO O EL&#201;CTRICO DEL ESPEJO</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Use una eslinga o cadena acojinada a trav&#233;s de la parte superior de la apertura de la
                ventana y am&#225;rrela a un malacate superior para sostener la puerta.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f1602637">Figura 37</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite el pasador de tope de la puerta de la cabina (Elemento 1) de la uni&#243;n de tope
                (Elemento 2) y de la abrazadera (Elemento 3), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Quite las cuatro tuercas hexagonales con las arandelas (Elemento 4) de los pernos roscados
                (Elemento 5) de la puerta de la cabina (Elemento 6), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Deslice los cuatro pernos roscados (Elemento 5) de la puerta de la cabina (Elemento 6) hacia
                afuera de las bisagras superior e inferior de la puerta (Elementos 7 y 8), como se muestra en el lado
                del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Con cuidado, jale el mazo de cables y los conectores de la puerta de la cabina (Elemento 6)
                a trav&#233;s del pilar de las bisagras de la cabina.
            </para>
        </step1>
        <step1>
            <para count="1">Usando el malacate superior, mueva la puerta de la cabina (Elemento 6) y p&#243;ngala sobre
                una banca de trabajo forrada o c&#250;brala con un material que no raye las superficies pintadas de la
                puerta, una mesa de trabajo o cualquier soporte adecuado.
            </para>
        </step1>
        <figure id="f1602637" figsize="col-wide">
            <graphic filename="../figg16/g1602629.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="392px" resolution="72"/>
            <caption>Figura 37. Puerta de la cabina</caption>
            <calloutgroup>
                <callout1>1. PASADOR DEL TOPE DE LA PUERTA DE LA CABINA</callout1>
                <callout1>2. UNI&#211;N PARA LIMITAR LA APERTURA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>3. ABRAZADERA PARA LIMITAR LA APERTURA DE LA PUERTA DE LA CABINA</callout1>
                <callout1>4. TUERCA HEXAGONAL CON ARANDELA</callout1>
                <callout1>5. PERNO ROSCADO</callout1>
                <callout1>6. PUERTA DE LA CABINA</callout1>
                <callout1>7. BISAGRA SUPERIOR DE LA PUERTA DE LA CABINA</callout1>
                <callout1>8. BISAGRA INFERIOR DE LA PUERTA DE LA CABINA</callout1>
            </calloutgroup>
        </figure>
        <step1>
            <para count="1">Repita el procedimiento para quitar la puerta del lado del pasajero.</para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
