<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - INSTALACI&#211;N - CONJUNTO DEL HERRAJE
        MODULAR DE LA PUERTA
    </stitle>
    <svcsection/>
    <svcproc id="x1602627" svcproctype="install" graphiccount="0">
        <title>CONJUNTO DEL HERRAJE MODULAR DE LA PUERTA</title>
        <para>Consulte la
            <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>
            <xref refid="f1602652"/>para los elementos entre par&#233;ntesis.
        </para>
        <para>El conjunto del herraje modular de la puerta (Elemento 1) consiste en el conjunto regulador de la ventana
            (Elemento 2), el canal de corredera de la ventana delantera (Elemento 3), el canal de corredera de la
            ventana trasera (Elemento 4), la manija interna de la puerta de la cabina (Elemento 5), la manija externa de
            la puerta de la cabina (Elemento 6) y la cerradura de la puerta (Elemento 7). Este conjunto se instala y se
            retira como un m&#243;dulo, como se muestra en el lado del conductor.
        </para>
        <para>Consulte la
            <hotlnk document="m16026_26.xml" xrefid="f1602653">Figura 53</hotlnk>
            <xref refid="f1602653"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Ubique el conjunto del herraje modular de la puerta (Elemento 3) en la puerta de la cabina
                (Elemento 4). Mientras sostiene el conjunto del herraje modular de la puerta aparte de la puerta de la
                cabina, conecte el conector del mazo de cableado (Elemento 6) en el conjunto de la cerradura de la
                puerta (Elemento 7), como se muestra en el lado del conductor. La manija interna de la puerta de la
                cabina (Elemento 5,
                <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>)
                <xref refid="f1602652"/>
                se quita por claridad.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>
            <xref refid="f1602652"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Deslice hacia arriba la parte superior de los canales de corredera delantero y trasero de la
                ventana (Elementos 3 y 4) del conjunto del herraje modular de la puerta (Elemento 1) dentro de la puerta
                de la cabina (Elemento 9), como se muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Mientras sostenga el conjunto del herraje modular de la puerta (Elemento 1) con la parte
                superior de los canales de deslizamiento delantero y trasero de la ventana (Elementos 3 y 4) dentro de
                la puerta de la cabina (Elemento 9), ponga el conjunto de la cerradura de la puerta (Elemento 7) y la
                manija externa de la puerta de la cabina (Elemento 6) del conjunto del herraje modular de la puerta
                dentro de la puerta de la cabina y desl&#237;celo hacia la izquierda.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el pasador gu&#237;a de instalaci&#243;n (Elemento 14) en el extremo derecho del
                conjunto del herraje modular de la puerta (Elemento 1) dentro del orificio del pasador gu&#237;a de
                instalaci&#243;n (Elemento 15) en la puerta de la cabina (Elemento 9), como se muestra en el lado del
                conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Alinee los orificios de instalaci&#243;n en el extremo izquierdo del conjunto del herraje
                modular de la puerta (Elemento 1) con los orificios de instalaci&#243;n en la puerta e instale dos
                tornillos hexagonales torx (Elemento 13) apret&#225;ndolos a mano, como se muestra en el lado del
                conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Instale los dos tornillos de cabeza torx (Elemento 13) a trav&#233;s de los orificios de
                instalaci&#243;n del extremo derecho del conjunto del herraje modular de la puerta (Elemento 1) dentro
                de las tuercas soldadas en la puerta de la cabina (Elemento 9), como se muestra en el lado del
                conductor. Apriete los cuatro tornillos de cabeza torx (Elemento 13) y apriete de 8 a 10 lbf-pie (de 11
                a 13.6 N&#8226;m).
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_26.xml" xrefid="f1602653">Figura 53</hotlnk>
            <xref refid="f1602653"/>para ver los elementos entre par&#233;ntesis, a menos que se especifique otra cosa.
        </para>
        <step1>
            <para count="1">Una vez que el conjunto del herraje modular de la puerta (Elemento 3) est&#225; segurado a
                la puerta de la cabina (Elemento 4), instale los cuatro sujetadores de presi&#243;n del mazo de cableado
                (Elemento 5) en los orificios de instalaci&#243;n del conjunto del herraje modular de la puerta. Conecte
                el conector del mazo de cableado (Elemento 1) al conector del motor de la ventana el&#233;ctrica
                (Elemento 2), como se muestra en el lado del conductor. La manija interna de la puerta (Elemento 5,
                <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>)
                <xref refid="f1602652"/>
                se quita por claridad.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk document="m16026_26.xml" xrefid="f1602652">Figura 52</hotlnk>
            <xref refid="f1602652"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Alcance a trav&#233;s de la abertura de acceso de la puerta de la cabina y ubique el
                conjunto de la cerradura de la puerta (Elemento 7) en la puerta de la cabina (Elemento 9) e instale tres
                tornillos de cabeza torx (Elemento 8), como se muestra en el lado del conductor. Aplique de 8 a 10
                lbf-pie (de 11 a 13.6 N&#8226;m).
            </para>
        </step1>
        <step1>
            <para count="1">Pase a trav&#233;s de la abertura de acceso de la puerta de la cabina y ubique la manija
                externa de la puerta de la cabina (Elemento 6) en la puerta de la cabina (Elemento 9) e instale cuatro
                tornillos de cabeza troncoc&#243;nica torx (Elemento 12), como se muestra en el lado del conductor.
                Apriete de 35 a 44 lbf-pulg (de 4 a 5 N&#8226;m).
            </para>
        </step1>
        <specpara>
            <note>
                <para>Puede que necesite instalar un nuevo bisel exterior de adorno (Elemento 11) si al realizar el
                    mantenimiento se quiebran las leng&#252;etas pl&#225;sticas que lo aseguran a la puerta de la
                    cabina.
                </para>
            </note>
        </specpara>
        <step1>
            <para count="1">Ponga cuatro leng&#252;etas pl&#225;sticas del bisel externo de adorno de la manija de la
                puerta de la cabina (Elemento 11) dentro de los orificios de instalaci&#243;n en la manija externa de la
                puerta de la cabina (Elemento 6) y emp&#250;jelo cuidadosamente hasta fijarlo en su lugar, como se
                muestra en el lado del conductor.
            </para>
        </step1>
        <step1>
            <para count="1">Una vez que haya asegurado el conjunto modular del herraje de la puerta (Elemento 1) en la
                puerta de la cabina (Elemento 9),aseg&#250;rese que el seguro de la puerta, la manija interna del la
                puerta de la cabina (Elemento 5), la manija externa de la puerta de la cabina (Elemento 6) y el conjunto
                del herraje modular de la puerta (Elemento 7) est&#233;n funcionando apropiadamente antes de continuar.
            </para>
        </step1>
        <step1>
            <para count="1">Para instalar el vidrio de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16026_68.xml" xrefid="x1602626">VIDRIO DE LA PUERTA DE LA CABINA
                    <xref refid="x1602626"/>
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Instale el desviador de agua del panel interno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16026_66.xml" xrefid="x1602625">DESVIADOR DE AGUA DEL PANEL INTERNO DE LA PUERTA DE
                    LA CABINA
                    <xref refid="x1602625"/>
                </hotlnk>
                .
            </para>
        </step1>
        <step1>
            <para count="1">Instale el panel de adorno de la puerta de la cabina, consulte la secci&#243;n
                <hotlnk document="m16026_65.xml" xrefid="x1602624">PANEL DE ADORNO DE LA PUERTA DE LA CABINA
                    <xref refid="x1602624"/>
                </hotlnk>
                . Si la puerta de la cabina est&#225; equipada con ventanas y seguros el&#233;ctricos de puertas,
                consulte la secci&#243;n Instalaci&#243;n del panel de adorno de puerta con ventanas y seguros el&#233;ctricos
                de puertas. Si la puerta de la cabina est&#225; equipada con ventanas y seguros manuales de puertas,
                consulte la secci&#243;n Instalaci&#243;n del panel de adorno de puerta con ventanas y seguros manuales
                de puertas.
            </para>
        </step1>
        <step1>
            <para count="1">Repita el procedimiento para instalar el conjunto del herraje modular de la puerta del lado
                del pasajero.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_68.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_70.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
