<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - HOJAS DE DATOS T&#201;CNICOS DE SIKKENS - POLYSTOP LP&#8482;
    </stitle>
    <svcsection/>
    <svcproc id="hl1600205" svcproctype="inspect" graphiccount="0">
        <title>POLYSTOP LP
            <supscript>&#8482;</supscript>
        </title>
        <svcprocinfo>
            <para>Hoja de datos t&#233;cnicos</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Polystop LP es un pl&#225;stico de acabado con base de poliester. La pigmentaci&#243;n extrafina
                proporciona suavidad, facilidad para extender y ausencia de picaduras. Ideal para acabado de carrocer&#237;a
                realizado con Polysoft. El largo tiempo de endurecimiento (LP) de Polystop LP es una caracter&#237;stica
                adicional para superficies m&#225;s grandes o aplicaci&#243;n a altas temperaturas.
            </para>
            <para>Polystop LP est&#225; disponible en un dispensador de doble cartucho para una dosificaci&#243;n exacta
                del endurecedor y un uso econ&#243;mico o en una lata redonda de 2 kg.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Productos y aditivos</title>
            <para>
                <title>Producto principal</title>Polystop LP
            </para>
            <para>
                <title>Aditivo</title>Hardener for Polykit/Polystop LP
            </para>
            <para>
                <title>Materias primas b&#225;sicas</title>Polystop LP: Resinas de poliester no saturadas
            </para>
            <para>Hardener for Polykit/Polystop LP: Per&#243;xido</para>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n: Superficies adecuadas</title>
            <para>Polystop se puede aplicar sobre:</para>
            <randlist type="bullet">
                <item>
                    <para>Acero, desengrasado y lijado con papel de lija n&#186;80 y finalmente con lija n&#186;120
                        seca.
                    </para>
                </item>
                <item>
                    <para>Aluminio, desengrasado y lijado con lija n&#186;80 y finalmente con lija n&#186;120 seca.
                    </para>
                </item>
                <item>
                    <para>Relleno de poliester para carrocer&#237;a, lijado con lija n&#186;80-n&#186;120 y limpiado a
                        fondo con aire.
                    </para>
                </item>
                <item>
                    <para>Fibra de vidrio, sin capa de liberaci&#243;n, desengrasada y lijada con lija n&#186;120-n&#186;150
                        seca y limpiado a fondo con aire.
                    </para>
                </item>
                <item>
                    <para>Primer Surfacer EP. Si se aplica una capa, d&#233;jela secar durante 30 minutos antes de
                        aplicar Polystop LP. Para obtener informaci&#243;n acerca de este sistema, consulte T.D.D. n&#186;91421.
                    </para>
                </item>
            </randlist>
            <specpara>
                <note>
                    <para>No aplique Polystop LP sobre Washprimer EM, Washfiller 580 (anteriormente Autoflex Washfiller
                        580), Washfiller 590 ni Washprimer CR.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Proporci&#243;n de mezcla</title>
            <para>Mezcle: 100 partes por peso de Hardener for Polystop LP. 1, 2 &#243; 3 partes por peso de Hardener for
                Polystop LP.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo de endurecimiento</title>
            <table id="t1600209">
                <title>Tabla de tiempos de endurecimiento</title>
                <tgroup cols="4">
                    <colspec colnum="1" colname="1" colwidth="1.5in"/>
                    <colspec colnum="2" colname="2" colwidth="1.5in"/>
                    <colspec colnum="3" colname="3" colwidth="1.5in"/>
                    <colspec colnum="4" colname="4" colwidth="1.5in" colsep="1"/>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Endurecedor</para>
                            </entry>
                            <entry>
                                <para>1%</para>
                            </entry>
                            <entry>
                                <para>2%</para>
                            </entry>
                            <entry>
                                <para>3%</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tiempo de endurecimiento a 20&#176;C (70&#176;F)</para>
                            </entry>
                            <entry>
                                <para>20 minutos</para>
                            </entry>
                            <entry>
                                <para>11 minutos</para>
                            </entry>
                            <entry>
                                <para>7 minutos</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo de aplicaci&#243;n</title>
            <para>Aplique Polystop LP con una esp&#225;tula de goma, de pl&#225;stico o met&#225;lica. Generalmente
                Polystop LP se usa como un pl&#225;stico de acabado en capas delgadas, pero se puede aplicar hasta un
                espesor m&#225;ximo de 3.18 mm (1/8 pulgada) despu&#233;s de lijarse.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza de herramientas</title>
            <para>Con Sikkens Cleaning Solvent o diluyente de laca.</para>
            <step1>
                <para count="1">Adici&#243;n de catalizador: 100:1-3</para>
            </step1>
            <step1>
                <para count="1">Aplicaci&#243;n de relleno para carrocer&#237;as: Exti&#233;ndalo</para>
            </step1>
            <step1>
                <para count="1">Cierre la lata</para>
            </step1>
            <step1>
                <para count="1">Tiempo de secado: 30 minutos a 20&#176;C (70&#176;F).</para>
            </step1>
            <step1>
                <para count="1">Lije a m&#225;quina con n&#186;220 - n&#186;280.</para>
            </step1>
            <step1>
                <para count="1">Use un respirador para part&#237;culas de polvo.</para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo de secado</title>
            <table id="t1600210">
                <title>Tabla de tiempos de secado</title>
                <tgroup cols="4">
                    <colspec colnum="1" colname="1" colwidth="1.5in"/>
                    <colspec colnum="2" colname="2" colwidth="1.5in"/>
                    <colspec colnum="3" colname="3" colwidth="1.5in"/>
                    <colspec colnum="4" colname="4" colwidth="1.5in" colsep="1"/>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Endurecedor</para>
                            </entry>
                            <entry>
                                <para>1%</para>
                            </entry>
                            <entry>
                                <para>2%</para>
                            </entry>
                            <entry>
                                <para>3%</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Tiempo de endurecimiento a 20&#176;C (70&#176;F)</para>
                            </entry>
                            <entry>
                                <para>50 minutos</para>
                            </entry>
                            <entry>
                                <para>40 minutos</para>
                            </entry>
                            <entry>
                                <para>30 minutos</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Lijado</title>
            <para>Lijado en seco: Lije previamente con papel de lija n&#186;80 - n&#186;120 y finalmente lije con lija n&#186;220
                - n&#186;280 seca. No se recomienda el lijado en h&#250;medo debido a la absorci&#243;n de humedad de
                todos los productos de poliester.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Recubrimiento</title>
            <para>Con Sikkens Polysurfacer, Washprimers, Washfiller 580, Washfiller 590, Autocryl&#174; Filler, Autocryl
                3+1 Filler, Sikkens Priming Filler 680, Autonova&#174; Filler, Autonova Non-Sanding Filler o Primer
                Surfacer EP.
            </para>
            <specpara>
                <note>
                    <para>Cuando se aplica una capa superior de Autonova o Autobase&#174;/Autonova Clear, Washfiller
                        580, Washfiller 590 o Washprimer EM no se puede usar para sellar Polyester LP. En su lugar use
                        Autonova Filler o Priming Filler 680.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Color</title>
            <para>Polystop LP: Crema</para>
        </svcsubproc>
        <svcsubproc>
            <title>Vida &#250;til en almacenamiento</title>
            <para>Seis meses si se almacena sin abrir a temperatura ambiente.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tama&#241;o del recipiente</title>
            <para>Cartucho de 1.55 kg o lata redonda de 2 kg.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Aspectos de seguridad: Punto de inflamaci&#243;n (copa cerrada)</title>
            <para>Sikkens Polystop LP: 28.9&#176;C (84&#176;F).</para>
        </svcsubproc>
        <svcsubproc>
            <title>VOC</title>
            <para>2.26 lb/gal</para>
            <para>270 gramos por litro</para>
        </svcsubproc>
        <svcsubproc>
            <title>Advertencias de datos de seguridad</title>
            <para>Este material est&#225; dise&#241;ado para aplicaci&#243;n s&#243;lo por personal profesional
                capacitado, usando los equipos adecuados y no est&#225; destinado a la venta a p&#250;blico general. LEA
                Y COMPRENDA LA HOJA DE DATOS DE SEGURIDAD DE MATERIALES ANTES DE USAR ESTE PRODUCTO.
            </para>
            <para>A&#237;slelo del calor, los equipos el&#233;ctricos, las chispas y las llamas al descubierto. El vapor
                puede causar incendios repentinos. Use una ventilaci&#243;n adecuada. No respire los vapores ni la
                niebla rociada. Use un respirador aprobado por NIOSH/MSHA durante todo contacto con este producto. Siga
                las instrucciones del fabricante para la selecci&#243;n y uso del respirador. En &#225;reas cerradas,
                use un respirador o una m&#225;scara con l&#237;nea de suministro de aire aprobado por NIOSH/MSHA.
            </para>
            <para>Evite el contacto con los ojos, la piel y la ropa. Use equipo de protecci&#243;n personal de acuerdo
                con lo se&#241;alado en la hoja de datos de seguridad a&#233;rea. L&#225;vesese a fondo con jab&#243;n y
                agua en caso de alg&#250;n contacto. Cuando seque un acabado, deje salir todos los vapores en forma
                segura. Se debe evitar el producto generado por la soldadura o corte del acabado seco.
            </para>
            <para>Mantenga el recipiente herm&#233;ticamente cerrado cuando no est&#233; en uso. En caso de derrame,
                absorba con material inerte y deshagase de el en forma consciente de acuerdo con los reglamentos
                aplicables. Los recuperadores de pintura (filtros de cabina para pintar a pistola), el polvo del lijado,
                los trapos, los coladores de pintura, etc., pueden considerarse desechos peligrosos y deben eliminarse
                de acuerdo con los reglamentos correspondientes.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Primeros auxilios</title>
            <para>En caso de contacto con los ojos, l&#225;velos de inmediato con abundante agua durante al menos 15
                minutos y obtenga atenci&#243;n m&#233;dica; para la piel, l&#225;vesese a fondo con agua y jab&#243;n.
                Si se ve afectado por la inhalaci&#243;n de vapor o niebla, trasl&#225;dese al aire fresco y obtenga
                atenci&#243;n m&#233;dica. Si se ingiere, obtenga atenci&#243;n m&#233;dica.
            </para>
            <para>El contenido de este recipiente debe combinarse con otros componentes antes de poder usar el producto.
                Antes de abrir los recipientes, lea todas las etiquetas de advertencia y la hoja de datos de seguridad
                de materiales y respete todas las precauciones.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aviso</title>
            <para>Los informes han asociado las sobreexposiciones ocupacionales repetidas y prolongadas con solventes
                con el da&#241;o permanente al sistema nervioso cerebral. Un mal uso intencional a trav&#233;s de la
                concentraci&#243;n e inhalaci&#243;n deliberada del contenido puede ser da&#241;ino o fatal.
            </para>
            <para>Si la hoja de datos de seguridad de materiales lista que alg&#250;n producto usado contiene compuestos
                de metales pesados, informe a la compa&#241;&#237;a que administra sus desechos peligrosos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reclamaciones</title>
            <para>La informaci&#243;n t&#233;cnica y las sugerencias para el uso establecidas en el presente documento
                se basan en la investigaci&#243;n y experiencia de Akzo Coatings Inc. y se consideran confiables, pero
                dicha informaci&#243;n y sugerencias no conforman una garant&#237;a.
            </para>
            <para>Debido a que Akzo Coatings Inc. no tiene ning&#250;n control sobre las condiciones en la que el
                producto se transporta, almacena, manipula, usa o aplica, los compradores deben determinar por s&#237;
                mismos, mediante pruebas preliminares o de alguna otra manera, la conveniencia del producto para sus
                objetivos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_30.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_32.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
