<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - PROCEDIMIENTOS DE REPARACI&#211;N - COMPONENTES DE L&#193;MINA MET&#193;LICA/COMPONENETES DE ALUMINIO
        DE LA CARROCER&#205;A
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="6">
        <title>PROCEDIMIENTOS DE REPARACI&#211;N - COMPONENTES DE L&#193;MINA MET&#193;LICA/COMPONENETES DE ALUMINIO DE
            LA CARROCER&#205;A
        </title>
        <svcprocinfo>
            <para>Las reparaciones de l&#225;minas met&#225;licas o componentes de aluminio de la carrocer&#237;a se
                pueden hacer usando malla de fibra de vidrio, resina de tela y/o el relleno de poli&#233;ster para
                carrocer&#237;a y masilla vidriada. Los orificios rasgados u oxidados o las superficies da&#241;adas que
                son dif&#237;ciles de rectificar con los procedimientos de reparaci&#243;n comunes para aluminio o l&#225;mina
                met&#225;lica, se pueden reparar usando los materiales enumerados anteriormente.
            </para>
            <para>Para reparar los orificios en el metal, se puede usar una combinaci&#243;n de tela de fibra de vidrio
                y parche de tela. Sin embargo, cuando es pr&#225;ctico, un parche met&#225;lico proporciona una reparaci&#243;n
                m&#225;s permanente. Se indican los procedimientos para ambos tipos de parches de reparaci&#243;n y
                tambi&#233;n para abolladuras.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Orificios</title>
            <para></para>
            <para>
                <title>Reparar usando tela de fibra de vidrio y parche de malla</title>
            </para>
            <para>El siguiente procedimiento se puede utilizar para reparar orificios peque&#241;os (menos de 76 mm [3
                pulgadas] de di&#225;metro) y orificios grandes (m&#225;s de 76 mm [3 pulgadas] de di&#225;metro).
            </para>
            <step1>
                <para count="1">Siga los pasos enumerados en
                    <hotlnk document="m16003_HL1600301.xml" xrefid="hl1600301">PROCEDIMIENTO DE
                        PREPARACI&#211;N</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie el metal hasta que quede la superficie met&#225;lica con un papel de lija de
                    grado 16 &#243; 24, aproximadamente 152 mm (6 pulgadas) m&#225;s all&#225; del &#225;rea que se est&#225;
                    reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Profundice la abolladura en el &#225;rea que se est&#225; reparando hasta
                    aproximadamente 51 mm (2 pulgadas) m&#225;s all&#225; del &#225;rea da&#241;ada.
                </para>
            </step1>
            <step1>
                <para count="1">Corte un pedazo de malla de fibra de vidrio alrededor de 25 mm (1 pulgada) m&#225;s
                    grande que la superficie que se est&#225; reparando y luego un pedazo de tela de fibra de vidrio (se
                    pueden usar dos o tres pedazos de malla para llenar el &#225;rea abollada).
                </para>
            </step1>
            <step1>
                <para count="1">Con una brocha, esparza la mezcla de resina en el &#225;rea da&#241;ada y luego sature
                    las capas de la malla y tela que est&#225; aplicando. Deje que la mezcla de resina se ponga
                    pegajosa.
                </para>
                <specpara>
                    <note>
                        <para>Al reparar orificios grandes, prepare el parche de la siguiente manera:</para>
                    </note>
                </specpara>
                <para>En un pedazo de pel&#237;cula de polietileno, coloque un trozo de tela m&#225;s grande que el
                    orificio a reparar. Sature la tela con la mezcla de resina. Aplique dos capas de malla (
                    <hotlnk xrefid="f1600344">Figura 44</hotlnk>), satur&#225;ndolas con la mezcla de resina.
                </para>
                <figure id="f1600344" figsize="col-wide">
                    <graphic id="g1600344" filename="../figg16/g1600344.png" type="png"/>
                    <caption>Figura 44. Aplique dos capas de malla</caption>
                    <calloutgroup>
                        <callout1>1. PEL&#205;CULA DE POLIETILENO</callout1>
                        <callout1>2. TELA</callout1>
                        <callout1>3. MALLA (2 CAPAS)</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Aplique los parches de malla y tela, presionando firmemente las laminaciones hacia abajo
                    con una l&#225;mina de pel&#237;cula de polietileno, para producir una uni&#243;n firme (
                    <hotlnk xrefid="f1600345">Figura 45</hotlnk>). (El parche de tela se instala al final).
                </para>
                <figure id="f1600345" figsize="col-wide">
                    <graphic id="g1600345" filename="../figg16/g1600345.png" type="png"/>
                    <caption>Figura 45. Aplicar los parches de malla y tela</caption>
                    <calloutgroup>
                        <callout1>1. L&#193;MINA MET&#193;LICA/ALUMINIO</callout1>
                        <callout1>2. MALLA</callout1>
                        <callout1>3. TELA</callout1>
                        <callout1>4. RELLENO</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Cuando repare orificios grandes, coloque todo el parche (incluyendo la pel&#237;cula de
                            polietileno) preparado en el paso 5, sobre la superficie de reparaci&#243;n y presione el
                            parche encima del metal. Deje la pel&#237;cula de polietileno como una cubierta sobre el
                            parche hasta que la resina haya curado (
                            <hotlnk xrefid="f1600346">Figura 46</hotlnk>).
                        </para>
                    </note>
                </specpara>
                <figure id="f1600346" figsize="col-wide">
                    <graphic id="g1600346" filename="../figg16/g1600346.png" type="png"/>
                    <caption>Figura 46. Deje la pel&#237;cula de polietileno sobre el parche hasta que la resina haya
                        curado
                    </caption>
                    <calloutgroup>
                        <callout1>1. L&#193;MINA MET&#193;LICA/ALUMINIO</callout1>
                        <callout1>2. PEL&#205;CULA DE POLIETILENO</callout1>
                        <callout1>3. PARCHE (DEBAJO LA PEL&#205;CULA DE POLIETILENO)</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Deje que el material cure. Luego, desprenda la pel&#237;cula de polietileno, si no se
                    retir&#243; anteriormente.
                </para>
            </step1>
            <step1>
                <para count="1">Cuando los parches hayan curado, lije y lime la superficie.</para>
            </step1>
            <step1>
                <para count="1">Para completar la reparaci&#243;n, utilice el procedimiento para
                    <hotlnk document="m16003_HL1600304.xml" xrefid="hl1600304">LLENADO Y ACABADO DE LA
                        SUPERFICIE</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Reparar usando inserto metalico</title>
            <step1>
                <para count="1">Siga los pasos enumerados en
                    <hotlnk document="m16003_HL1600301.xml" xrefid="hl1600301">PROCEDIMIENTO DE
                        PREPARACI&#211;N</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Usando las herramientas apropiadas, corte el material oxidado o da&#241;ado del panel.
                </para>
            </step1>
            <step1>
                <para count="1">Con un martillo neum&#225;tico y una dobladora de lamina, forme un borde escalonado en
                    el panel original, de manera que la nueva inserci&#243;n de aluminio o l&#225;mina met&#225;lica
                    quede al nivel del panel original (
                    <hotlnk xrefid="f1600347">Figura 47</hotlnk>).
                </para>
                <figure id="f1600347" figsize="col-wide">
                    <graphic id="g1600347" filename="../figg16/g1600347.png" type="png"/>
                    <caption>Figura 47. Forme borde escalonado en el panel original</caption>
                    <calloutgroup>
                        <callout1>1. PANEL ORIGINAL (EXTERIOR)</callout1>
                        <callout1>2. ESCAL&#211;N (FORME CON UNA DOBLADORA DE L&#193;MINA Y MARTILLO NEUM&#193;TICO)
                        </callout1>
                        <callout1>3. INSERTO</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Corte un inserto de aluminio o de l&#225;mina met&#225;lica para introducirla en el
                    &#225;rea del borde escalonado del panel que se est&#225; reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Fije la inserci&#243;n al panel original sold&#225;ndola por puntos o provisionalmente
                    en su lugar o sujet&#225;ndola con remaches tubulares (
                    <hotlnk xrefid="f1600348">Figura 48</hotlnk>).
                </para>
                <figure id="f1600348" figsize="col-wide">
                    <graphic id="g1600348" filename="../figg16/g1600348.png" type="png"/>
                    <caption>Figura 48. Fije la inserci&#243;n al panel original</caption>
                    <calloutgroup>
                        <callout1>1. PANEL ORIGINAL (EXTERIOR)</callout1>
                        <callout1>2. INSERTO</callout1>
                        <callout1>3. SOLDADURA</callout1>
                        <callout1>4. RELLENO ALTERNATIVO</callout1>
                        <callout1>5. REMACHE TUBULAR</callout1>
                        <callout1>6. AGUJERO PARA REMACHE AVELLANADO</callout1>
                        <callout1>7. ESCAL&#211;N (BORDE)</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>Si se usan remaches tubulares, avellane los orificios en la inserci&#243;n de modo que,
                            cuando se instalen, las cabezas de los remaches queden casi a nivel con la superficie
                            exterior de la inserci&#243;n.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Usando una esmeriladora, rebaje las soldaduras o cabezas de los remaches al nivel de la
                    superficie exterior del &#225;rea de reparaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Para completar la reparaci&#243;n, utilice el procedimiento para
                    <hotlnk document="m16003_HL1600304.xml" xrefid="hl1600304">LLENADO Y ACABADO DE LA
                        SUPERFICIE</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Abolladuras</title>
            <step1>
                <para count="1">Siga los pasos enumerados en
                    <hotlnk document="m16003_HL1600301.xml" xrefid="hl1600301">PROCEDIMIENTO DE
                        PREPARACI&#211;N</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Limpie el material hasta la superficie met&#225;lica.</para>
            </step1>
            <step1>
                <para count="1">Taladre o perfore orificios de 3 mm (1/8 de pulgada) en la abolladura, para asegurar un
                    buen anclaje para el relleno (
                    <hotlnk xrefid="f1600349">Figura 49</hotlnk>).
                </para>
                <figure id="f1600349" figsize="col-wide">
                    <graphic id="g1600349" filename="../figg16/g1600349.png" type="png"/>
                    <caption>Figura 49. Taladre o perfore orificios de 3 mm (1/8 de pulgada) en la abolladura</caption>
                    <calloutgroup>
                        <callout1>1. L&#193;MINA MET&#193;LICA</callout1>
                        <callout1>2. RELLENO</callout1>
                        <callout1>3. ORIFICIOS DE 3 mm (1/8 DE PULGADA) DE DI&#193;METRO</callout1>
                        <callout1>4. ANCLAJE DEL RELLENO</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Si la abolladura es mayor de 25 mm (1 pulgada), c&#250;brala con un pedazo de tela de
                    fibra de vidrio o sat&#250;rela con mezcla de resina. Deje que la resina cure.
                </para>
            </step1>
            <step1>
                <para count="1">Para completar la reparaci&#243;n, utilice el procedimiento para
                    <hotlnk document="m16003_HL1600304.xml" xrefid="hl1600304">LLENADO Y ACABADO DE LA
                        SUPERFICIE</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_HL1600304.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
