<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 7300, 7400, 7500, 7600, 8500 Y 8600 - INSTALACI&#211;N -
        PLATAFORMA DEL CUBRETABLERO DE LA CABINA
    </stitle>
    <svcsection/>
    <svcproc id="x1602937" svcproctype="install" graphiccount="0">
        <title>PLATAFORMA DEL CUBRETABLERO DE LA CABINA</title>
        <svcsubproc>
            <title>Instalaci&#243;n de la plataforma del cubretablero de la cabina de los modelos 7300, 7400, 7500, 7600
                y 8500
            </title>
            <para>Vea la
                <hotlnk document="m16029_45.xml" xrefid="f1602975">Figura 75</hotlnk>
                <xref refid="f1602975"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el orificio en la plataforma del cubretablero del lado del pasajero (Elemento 2)
                    sobre la antena (Elemento 4), baje la plataforma del cubretablero a la posici&#243;n en el
                    cubretablero de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice los orificios en la plataforma del cubretablero (Elemento 2) sobre los postes de
                    pivote del limpiador del lado del conductor y del pasajero (Elemento 16).
                </para>
            </step1>
            <step1>
                <para count="1">Deslice los orificios de instalaci&#243;n de la plataforma del cubretablero (Elemento 2)
                    al fondo del lado del conductor y del pasajero sobre los pernos de instalaci&#243;n (Elemento 13) en
                    el cubretablero de la cabina. Aseg&#250;rese de que la abrazadera pl&#225;stica de la plataforma del
                    cubretablero del lado del pasajero se deslice detr&#225;s de la abrazadera de instalaci&#243;n
                    (Elemento 6, vea flecha D) y que la abrazadera pl&#225;stica (Elemento 8, vea flecha C) est&#233; en
                    posici&#243;n en la parte delantera inferior de la plataforma del cubretablero en la caja del
                    evaporador (Elemento 14) de la unidad de CA (corriente alterna).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca hexagonal de la brida (Elemento 11, vea flecha B) debajo de la
                    plataforma del cubretablero (Elemento 2, vea flecha B) en el lado del conductor. Apriete a 16 lbf
                    pie (22 N&#8226;m), NO sobrepase las 18 lbf pie (25 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca hexagonal de la brida (Elemento 12, vea flecha D) debajo de la
                    plataforma del cubretablero (Elemento 2, vea flecha D) en el lado del pasajero. Apriete a 16 lbf pie
                    (22 N&#8226;m), NO sobrepase las 18 lbf pie (25 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo hexagonal de la brida (Elemento 9, secci&#243;n A-A) en la
                    abrazadera central de instalaci&#243;n (Elemento 10, secci&#243;n A-A) al centro de la plataforma
                    del cubretablero (Elemento 2, secci&#243;n A-A). NO apriete m&#225;s de lo necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo de cabeza troncoc&#243;nica torx (Elemento 7, vea flecha C) a trav&#233;s
                    de la abrazadera pl&#225;stica (Elemento 8, vea flecha C) en la parte delantera inferior de la
                    plataforma del cubretablero (Elemento 2, vea flecha C) dentro de la caja del evaporador (Elemento
                    14) de la unidad de CA (corriente alterna). NO apriete m&#225;s de lo necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo hexagonal de la brida (Elemento 5, vea flecha D) a trav&#233;s de la
                    abrazadera de instalaci&#243;n (Elemento 6, vea flecha D) en la tuerca de ajuste en "U" (Elemento
                    15) en la abrazadera pl&#225;stica bajo la plataforma del cubretablero (Elemento 2) en el lado del
                    pasajero. NO apriete m&#225;s de lo necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice hacia abajo el sello de hule (Elemento 3, vea flecha E) encima de la antena
                    (Elemento 4, ver flecha E) en el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera del limpiador (Elemento 1, vea flecha A) en la conexi&#243;n bajo la
                    plataforma del cubretablero (Elemento 2, vea flecha A) en el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del brazo y de la hoja del limpiaparabrisas del lado del conductor y
                    del pasajero, despu&#233;s de instalar la plataforma del cubretablero. Consulte la secci&#243;n
                    <hotlnk document="m16029_88.xml" xrefid="x1602936">CONJUNTO DEL BRAZO Y HOJA DEL LIMPIAPARABRISAS
                        <xref refid="x1602936"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Baje el cofre a la posici&#243;n de cierre y eng&#225;nchelo en ambos lados.</para>
            </step1>
            <step1>
                <para count="1">Encienda los limpiadores a velocidad alta y active el lavaparabrisas para revisar que
                    funcionen correctamente. Ajuste la posici&#243;n del conjunto de la hoja y el brazo del
                    limpiaparabrisas si necesita obtener un funcionamiento apropiado del limpiador.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n de la plataforma del cubretablero de la cabina del modelo 8600</title>
            <para>Vea la
                <hotlnk document="m16029_45.xml" xrefid="f1602976">Figura 76</hotlnk>
                <xref refid="f1602976"/>para los elementos entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el orificio en la plataforma del cubretablero del lado del pasajero (Elemento 2)
                    sobre la antena (Elemento 4), baje la plataforma del cubretablero a la posici&#243;n en el
                    cubretablero de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice los orificios en la plataforma del cubretablero (Elemento 2) sobre los postes de
                    pivote del limpiador del lado del conductor y del pasajero (Elemento 15).
                </para>
            </step1>
            <step1>
                <para count="1">Deslice los orificios de instalaci&#243;n de la plataforma del cubretablero (Elemento 2)
                    al fondo del lado del conductor y del pasajero sobre los pernos de instalaci&#243;n (Elemento 14) en
                    el cubretablero de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca hexagonal de la brida (Elemento 12, vea flecha B) debajo de la
                    plataforma del cubretablero (Elemento 2, vea flecha B) en el lado del conductor. Apriete a 16 lbf
                    pie (22 N&#8226;m), NO sobrepase las 18 lbf pie (25 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale la tuerca hexagonal de la brida (Elemento 13, vea flecha D) debajo de la
                    plataforma del cubretablero (Elemento 2, vea flecha D) en el lado del pasajero. Apriete a 16 lbf pie
                    (22 N&#8226;m), NO sobrepase las 18 lbf pie (25 N&#8226;m).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo hexagonal de la brida (Elemento 10, secci&#243;n A - A) en la
                    abrazadera central de instalaci&#243;n (Elemento 11, secci&#243;n A - A) al centro de la plataforma
                    del cubretablero (Elemento 2, secci&#243;n A - A). NO apriete m&#225;s de lo necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el soporte de &#225;ngulo (Elemento 6) en su lugar en la caja del evaporador de
                    la unidad de CA (Elemento 9) en la parte delantera de la plataforma del cubretablero (Elemento 2) en
                    el lado del pasajero e instale el tornillo de cabeza troncoc&#243;nica torx (Elemento 8). NO apriete
                    m&#225;s de lo necesario.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el tornillo hexagonal de la brida (Elemento 5, vea flecha C) a trav&#233;s del
                    soporte de &#225;ngulo (Elemento 6, vea flecha C) a la tuerca de ajuste en "U" (Elemento 16) en la
                    abrazadera de instalaci&#243;n de la plataforma del cubretablero (Elemento 7, vea flecha C) bajo la
                    plataforma del cubretablero (Elemento 2, vea flecha C) en el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Deslice hacia abajo el sello de hule (Elemento 3, vea flecha E) encima de la antena
                    (Elemento 4, vea flecha E) en el lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la manguera del limpiador (Elemento 1, vea flecha A) en la conexi&#243;n bajo la
                    plataforma del cubretablero (Elemento 2, vea flecha A) en el lado del conductor.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto del brazo y de la hoja del limpiaparabrisas del lado del conductor y
                    del pasajero, despu&#233;s de instalar la plataforma del cubretablero. Consulte la secci&#243;n
                    <hotlnk document="m16029_88.xml" xrefid="x1602936">CONJUNTO DEL BRAZO Y HOJA DEL LIMPIAPARABRISAS
                        <xref refid="x1602936"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Baje el cofre a la posici&#243;n de cierre y eng&#225;nchelo en ambos lados.</para>
            </step1>
            <step1>
                <para count="1">Encienda los limpiadores a velocidad alta y active el lavaparabrisas para revisar que
                    funcionen correctamente. Ajuste la posici&#243;n del conjunto de la hoja y el brazo del
                    limpiaparabrisas si necesita obtener un funcionamiento apropiado del limpiador.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16029_88.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029_90.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16029.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
