<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AIRE ACONDICIONADO - SISTEMA DE CALEFACCION 2000, 4000 y 8000 - DESMONTAJE E INSTALACI&#211;N - V&#193;LVULA
        DE AGUA CALIENTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="2">
        <title>V&#193;LVULA DE AGUA CALIENTE</title>
        <svcsubproc>
            <title>Desmontaje</title>
            <step1>
                <para count="1">Drene el sistema de enfriamiento del motor.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta del tablero de instrumentos del lado del pasajero.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la unidad de mezcla de aire.</para>
            </step1>
            <step1>
                <para count="1">Quite el n&#250;cleo del calefactor como se describe en esta secci&#243;n (
                    <hotlnk document="m16014_HL1601402.xml" xrefid="f1601413">Figura 13</hotlnk>).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el tornillo de montaje del cable de control del soporte de montaje (
                    <hotlnk xrefid="f1601414">Figura 14</hotlnk>). Desconecte el cable de control de la puerte de Mezcla
                    de aire.
                </para>
                <figure id="f1601414" figsize="col-wide">
                    <graphic id="g1601414" filename="../figg16/g1601414.webp" type="webp"/>
                    <caption>Figura 14. Conexiones de las V&#225;lvulas de Agua Caliente</caption>
                    <calloutgroup>
                        <callout1>1. SOPORTE DE MONTAJE DE CABLE</callout1>
                        <callout1>2. CABLE DE CONTROL</callout1>
                        <callout1>3. V&#193;LVULA DE CONTROL DEL FLUJO DE AGUA CALIENTE</callout1>
                        <callout1>4. N&#218;CLEO DEL CALEFACTOR</callout1>
                        <callout1>5. PUERTA DE MEZCLA DE AIRE</callout1>
                        <callout1>6. VARILLA AJUSTABLE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Aflojela abrazadera de la manguera y desconecte la manguera de entrada (ubicada debajo
                    del alojamiento de mezcla de aire) del cuello de la v&#225;lvula de agua caliente.
                </para>
            </step1>
            <step1>
                <para count="1">Quite los tornillos de montaje de la v&#225;lvula de agua caliente. (Las cabezas de los
                    tornillos se ubican en la parte inferior del alojamiento de la unidad de Mezcla de aire).
                </para>
            </step1>
            <step1>
                <para count="1">Quite el soporte de montaje del cable de control.</para>
            </step1>
            <step1>
                <para count="1">Desconecte la varilla ajustable desde la puerte de Mezcla de aire.</para>
            </step1>
            <step1>
                <para count="1">Gire el conjunto de la v&#225;lvula de agua caliente, seg&#250;n sea necesario, para
                    extraer el cuello inferior de la v&#225;lvula a trav&#233;s de la arandela aislante en la parte
                    inferior del alojamiento de la unidad de mezcla de aire. Quite la v&#225;lvula (
                    <hotlnk xrefid="f1601415">Figura 15</hotlnk>).
                </para>
                <figure id="f1601415" figsize="col-wide">
                    <graphic id="g1601415" filename="../figg16/g1601415.webp" type="webp"/>
                    <caption>Figura 15. Desmontaje de la V&#225;lvula de agua caliente</caption>
                    <calloutgroup>
                        <callout1>1. V&#193;LVULA DE CONTROL DEL FLUJO DEL AGUA CALIENTE</callout1>
                        <callout1>2. ARANDELA AISLANTE</callout1>
                    </calloutgroup>
                </figure>
            </step1>
            <step1>
                <para count="1">Desconecte la abrazadera de la manguera y quite la manguera que va de la v&#225;lvula al
                    n&#250;cleo del calefactor de la v&#225;lvula.
                </para>
            </step1>
            <step1>
                <para count="1">Inspeccione todas las mangueras y la arandela aislante de entrada de la v&#225;lvula de
                    agua en la parte inferior del alojamiento. Si est&#225;n da&#241;adas o deterioradas, reempl&#225;celas.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n</title>
            <step1>
                <para count="1">Coloque la manguera que va de la v&#225;lvula de agua al n&#250;cleo del calefactor y
                    apriete la abrazadera de la manguera.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte el cuello inferior de la v&#225;lvula de agua caliente a trav&#233;s de la
                    arandela aislante en la parte inferior de la puerta de mezcla de aire.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la varilla ajustable desde la puerta de mezcla de aire.</para>
            </step1>
            <step1>
                <para count="1">Inserte el reborde del soporte del cable entre el reborde del soporte de la v&#225;lvula
                    de agua caliente y dentro de la pared del alojamiento de la unidad. Alinee los orificios para los
                    tornillos.
                </para>
            </step1>
            <step1>
                <para count="1">Inserte los tornillos desde afuera del alojamiento de la unidad, a trav&#233;s del
                    soporte de montaje del cable y dentro de los orificios roscados en el soporte de la v&#225;lvula.
                    Apriete los tornillos.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte la manguera de entrada a la parte inferior del cuello de la v&#225;lvula de agua
                    caliente y apriete la abrazadera.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el n&#250;cleo del calefactor. Consulte
                    <hotlnk document="m16014_HL1601402.xml" xrefid="hl1601402">DESMONTAJE E INSTALACI&#211;N</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Conecte el cable de control a la puerta de mezcla de aire e instale el tornillo de
                    montaje del cable.
                </para>
            </step1>
            <step1>
                <para count="1">Aj&#250;ste el cable de control. Consulte
                    <hotlnk document="m16014_HL1601403.xml" xrefid="hl1601403">MANTENIMIENTO</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Llene el sistema de enfriamiento del motor.</para>
            </step1>
            <step1>
                <para count="1">Ajuste la perilla de control de temperatura en HOT. Haga funcionar el motor y revise si
                    hay p&#233;rdidas de l&#237;quido refrigerante y si est&#225; funcionando adecuadamente la v&#225;lvula
                    de control del flujo.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a colocar las cubiertas de la unidad de mezcla de aire y el tablero
                    instrumentos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16014_HL1601402.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014_25.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
