<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - HOJAS DE DATOS T&#201;CNICOS DE SIKKENS - WASHPRIMER CR
    </stitle>
    <svcsection/>
    <svcproc id="hl1600202" svcproctype="inspect" graphiccount="0">
        <title>WASHPRIMER CR</title>
        <svcprocinfo>
            <para>Hoja de datos t&#233;cnicos</para>
        </svcprocinfo>
        <svcsubproc>
            <title>Descripci&#243;n</title>
            <para>Un material de imprimaci&#243;n autograbador amarillo y transparente con resistencia superior a la
                corrosi&#243;n y excelente adherencia en acero, acero galvanizado, aluminio y acero inoxidable.
                Inicialmente desarrollado para la industria de la aviaci&#243;n, pero modificada para ser usado en el
                acabado de autom&#243;viles y en el mercado de veh&#237;culos comerciales y agr&#237;colas eliminando la
                necesidad del acondicionamiento del metal.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Productos y aditivos</title>
            <deflist>
                <term>Producto</term>
                <def>Washprimer CR</def>
                <term>Endurecedor</term>
                <def>Washhardener</def>
                <term>Materia prima b&#225;sica</term>
                <def>Washprimer CR: Polivynylbutyral; Washhardener: &#193;cido fosf&#243;rico</def>
            </deflist>
        </svcsubproc>
        <svcsubproc>
            <title>Aplicaci&#243;n - Superficies adecuadas</title>
            <para>Acero, despu&#233;s de desengrasar con Sikkens M600 o Anti-Static Degreaser, lije en seco con papel de
                lija n&#186;80 y luego n&#186;120 o frote con una almohadilla abrasiva roja.
            </para>
            <para>Acero galvanizado, despu&#233;s de desengrasar con Sikkens M600 o Anti-Static Degreaser, lije con lija
                seca n&#186;120 o frote con una almohadilla abrasiva roja.
            </para>
            <para>Aluminio, despu&#233;s de desengrasar con Sikkens M600 o Anti-Static Degreaser, frote con una
                almohadilla abrasiva roja o lije con lija seca n&#186;150 - n&#186;180.
            </para>
            <para>Acero inoxidable, despu&#233;s de desengrasar con Sikkens M600 o Anti-Static Degreaser, lije con lija
                seca n&#186;150 - n&#186;180 o frote con una almohadilla abrasiva roja.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Proporci&#243;n de mezcla</title>
            <para>Mezcle: una parte de Washprimer CR con una parte de Washhardener por volumen. Para una mezcla f&#225;cil
                y exacta, use la varilla de medici&#243;n de Sikkens.
            </para>
            <specpara>
                <note>
                    <para>Vea la hoja de datos t&#233;cnicos acerca de
                        <hotlnk document="m16002_27.xml" xrefid="hl1600201">Desengrasadores y limpiadores Sikkens
                        </hotlnk>
                        para obtener informaci&#243;n adicional.
                    </para>
                </note>
            </specpara>
            <seqlist>
                <item>
                    <para>Contiene resinas de polyvinylbutyral. Cuando se mezcla contiene &#225;cido fosf&#243;rico.
                    </para>
                </item>
                <item>
                    <para>Proporci&#243;n de mezcla: 100:100, Washprimer CR, Washhardener.</para>
                </item>
                <item>
                    <para>Use la varilla de medici&#243;n de Sikkens. Se puede usar cualquier varilla de
                        medici&#243;n.
                    </para>
                </item>
                <item>
                    <para>M&#233;todo de aplicaci&#243;n con pistola de sif&#243;n: 1x1, 1.6 - 1.8 mm (0.063 - 0.071
                        pulgadas); 3-4 barios (40 - 50 psi)
                    </para>
                </item>
                <item>
                    <para>Tiempo de secado: (Sin lijar), despu&#233;s de 15 minutos a 20&#176;C (70&#176;F); en 8 horas
                        a 20&#176;C (70&#176;F).
                    </para>
                </item>
            </seqlist>
        </svcsubproc>
        <svcsubproc>
            <title>Viscosidad de rociado</title>
            <para>La viscosidad de rociado adecuada se logra usando una proporci&#243;n de mezcla 1:1. 15-16 sec. DIN n&#186;4
                (7-18 sec ZAHN copa n&#186;2).
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo de endurecimiento en el recipiente</title>
            <para>8 horas a 20&#176;C (70&#176;F).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Pistola de aspersi&#243;n y presi&#243;n</title>
            <table id="t1600206" tblwidth="full-page">
                <title>Tabla de pistolas de aspersi&#243;n y presiones</title>
                <tgroup cols="4">
                    <colspec colnum="1" colname="1" colwidth="1.75in"/>
                    <colspec colnum="2" colname="2" colwidth="1.75in"/>
                    <colspec colnum="3" colname="3" colwidth="1.75in"/>
                    <colspec colnum="4" colname="4" colwidth="1.75in" colsep="1"/>
                    <thead valign="top">
                        <row>
                            <entry>
                                <para>Tipo</para>
                            </entry>
                            <entry>
                                <para>Boquilla para l&#237;quido de pistola de aspersi&#243;n</para>
                            </entry>
                            <entry>
                                <para>Presi&#243;n de rociado</para>
                            </entry>
                            <entry>
                                <para>Presi&#243;n del l&#237;quido</para>
                            </entry>
                        </row>
                    </thead>
                    <tbody valign="top">
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por sif&#243;n</para>
                            </entry>
                            <entry>
                                <para>1.6 - 1.8 mm (0.063 - 0.071 pulgada)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por gravedad</para>
                            </entry>
                            <entry>
                                <para>1.4 - 1.6 mm (0.055 - 0.063 pulgada)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Alimentaci&#243;n por presi&#243;n</para>
                            </entry>
                            <entry>
                                <para>1.1 mm (0.043 pulgadas)</para>
                            </entry>
                            <entry>
                                <para>3 - 4 barios (40 - 50 psi)</para>
                            </entry>
                            <entry>
                                <para>0.6 - 0.8 barios (8 - 10 psi)</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>Sin aire</para>
                            </entry>
                            <entry>
                                <para>0.28 mm (0.011 pulgadas), &#193;ngulo: 40&#176;</para>
                            </entry>
                            <entry>
                                <para>&#160;</para>
                            </entry>
                            <entry>
                                <para>140 - 160 barios (2000 - 3000 psi)</para>
                            </entry>
                        </row>
                        <row rowsep="1">
                            <entry>
                                <para>HVLP</para>
                            </entry>
                            <entry>
                                <para>1.0 - 1.7 mm (0.039 - 0.067 pulgada)</para>
                            </entry>
                            <entry>
                                <para>M&#193;X 0.8 barios (M&#193;X 10 psi)</para>
                            </entry>
                            <entry>
                                <para>0.3 - 0.6 barios (3 - 8 psi)</para>
                            </entry>
                        </row>
                    </tbody>
                </tgroup>
            </table>
        </svcsubproc>
        <svcsubproc>
            <title>Condiciones recomendadas de aplicaci&#243;n</title>
            <para>Temperatura m&#237;nima: 15.6&#176;C (60&#176;F).</para>
            <para>Humedad relativa: 75% m&#225;ximo.</para>
        </svcsubproc>
        <svcsubproc>
            <title>M&#233;todo de aplicaci&#243;n</title>
            <para>S&#243;lo aplique una capa media. No intente rociar hasta que se logre la cobertura debido a que el
                material es transparente.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Espesor de la pel&#237;cula</title>
            <para>0.3 - 0.4 mil para esta capa mediana.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Limpieza del equipo</title>
            <para>Con Sikkens Cleaning Solvent o diluyente de laca.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tiempo de secado</title>
            <para>Libre de polvo: despu&#233;s de 10 minutos a 20&#176;C (70&#176;F).</para>
            <para>RECUBRIMIENTO: Despu&#233;s de 15 minutos pero en un lapso de 8 horas a 20&#176;C (70&#176;F).</para>
            <specpara>
                <note>
                    <para>No lije Washprimer CR.</para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Recubrimiento</title>
            <para>Washprimer CR se puede recubrir (sin lijar) con: Autocryl&#174; 3+1 Filler, Autocryl Filler Off White,
                Autocryl Sealer Transparent, Autonova Non-Sanding Filler, Autonova Filler, Priming Filler 680 y
                Autocryl.
            </para>
            <specpara>
                <note>
                    <para>NO recubra Washprimer CR con productos de poliester tales como Polykit, Polysoft, Polystop LP
                        o Polysurfacer.
                    </para>
                </note>
            </specpara>
        </svcsubproc>
        <svcsubproc>
            <title>Capacidad de cobertura</title>
            <para>27.9 metros cuadrados/litro (300 pies cuadrados/litro) de pintura sin mezclar por capa simple.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Color de almacenamiento</title>
            <para>Amarillo</para>
        </svcsubproc>
        <svcsubproc>
            <title>Vida &#250;til media en almacenamiento</title>
            <para>Un a&#241;o si se almacena sin abrir a temperatura ambiente.</para>
        </svcsubproc>
        <svcsubproc>
            <title>Tama&#241;o del recipiente</title>
            <para>Washprimer CR: 0.946 litros (1 cuarto) y 3.79 litros (1 gal&#243;n).</para>
            <para>Washhardener: 0.946 litros (1 cuarto) y 3.79 litros (1 gal&#243;n).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Aspectos de seguridad: Punto de inflamaci&#243;n (copa cerrada)</title>
            <para>Washprimer CR: 12.8&#176;C (55&#176;F).</para>
            <para>Washhardener: 7.78&#176;C (46&#176;F).</para>
        </svcsubproc>
        <svcsubproc>
            <title>Contenido de VOC</title>
            <para>Washprimer CR: 720 gramos/litro; 6.0 lb/gal</para>
            <para>Washhardener: 810 gramos/litro; 6.8 lb/gal</para>
        </svcsubproc>
        <svcsubproc>
            <title>Voc listo para rociar</title>
            <para>Washprimer CR: 770 gramos/litro; 6.4 lb/gal</para>
        </svcsubproc>
        <svcsubproc>
            <title>Advertencias</title>
            <para>Este material est&#225; dise&#241;ado para aplicaci&#243;n s&#243;lo por personal profesional
                capacitado, usando los equipos adecuados y no est&#225; destinado a la venta a p&#250;blico general.
            </para>
            <para>Mant&#233;ngase apartado de las chispas y llamas abiertas. El vapor puede causar incendios repentinos.
                Use una ventilaci&#243;n adecuada. No respire los vapores ni la niebla rociada. Use un respirador
                adecuado bien provisto (aprobado por NIOSH/MSHA) durante y despu&#233;s de la aplicaci&#243;n a menos
                que el monitoreo del aire demuestre que lo niveles de vapor y niebla est&#225;n por debajo de los l&#237;mites
                aplicables. En &#225;reas cerradas, use un respirador o una m&#225;scara con suministro de aire de presi&#243;n
                positiva. Siga las instrucciones recomendadas por el fabricante para el uso del respirador. Evite el
                contacto con los ojos, la piel y la ropa. L&#225;vese a fondo despu&#233;s de manipular.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Primeros auxilios</title>
            <para>En caso de contacto con los ojos, l&#225;velos de inmediato con abundante agua durante al menos 15
                minutos y obtenga atenci&#243;n m&#233;dica; para la piel, l&#225;vese a fondo con agua y jab&#243;n. Si
                se ve afectado por la inhalaci&#243;n de vapor o niebla del rociado, trasl&#225;dese al aire fresco y
                obtenga atenci&#243;n m&#233;dica. Si se ingiere, obtenga atenci&#243;n m&#233;dica.
            </para>
            <para>El contenido de este recipiente debe combinarse con otros componentes antes de poder usar el producto.
                Antes de abrir estos recipientes lea todas las etiquetas. Respete todas las precauciones. Mantenga el
                recipiente cerrado cuando no est&#233; en uso. En caso de derrame, absorba con material inerte y
                deshagase de el en forma consciente de acuerdo con los reglamentos aplicables.
            </para>
            <para>Este producto contiene cromatos (Cr VI); elimine la lata y cualquier elemento (trapos, filtros,
                recuperadores de cabina para pintar, etc.) que entre en contacto con &#233;l, como desecho peligroso.
                Informe a la compa&#241;&#237;a que administra sus desechos peligrosos.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Aviso</title>
            <para>Los informes han asociado las sobreexposiciones ocupacionales repetidas y prolongadas con solventes
                con el da&#241;o permanente al sistema nervioso cerebral. Un mal uso intencional a trav&#233;s de la
                concentraci&#243;n e inhalaci&#243;n deliberada del contenido puede ser da&#241;ino o fatal. Lea la hoja
                de datos de seguridad de materiales antes de usar.
            </para>
        </svcsubproc>
        <svcsubproc>
            <title>Reclamaciones</title>
            <para>La informaci&#243;n t&#233;cnica y las sugerencias para el uso establecidas en el presente documento
                se basan en la investigaci&#243;n y experiencia de Akzo Coatings Inc. y se consideran confiables, pero
                dicha informaci&#243;n y sugerencias no conforman una garant&#237;a.
            </para>
            <para>Debido a que Akzo Coatings Inc. no tiene ning&#250;n control sobre las condiciones en la que el
                producto se transporta, almacena, manipula, usa o aplica, los compradores deben determinar por s&#237;
                mismos, mediante pruebas preliminares o de alguna otra manera, la conveniencia del producto para sus
                objetivos.
            </para>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_28.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_30.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
