<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - PINTURA Y ACABADO - CABADO DE LA PINTURA - REPARACI&#211;N DE UN PANEL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>REPARACI&#211;N DE UN PANEL</title>
        <svcprocinfo>
            <specpara>
                <note>
                    <para>Al reparar un da&#241;o por choque, el alcance de la reparaci&#243;n y la t&#233;cnica
                        requerida definir&#225;n si se deben reemplazar los paneles completos o si se pueden usar
                        procedimientos de reparaci&#243;n por puntos. Si el da&#241;o se limita a un solo panel, y no es
                        grave, la reparaci&#243;n por puntos es la t&#233;cnica de reparaci&#243;n adecuada. Las
                        abolladuras, rayas y ranuras menores se pueden reparar de esta forma.
                    </para>
                </note>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Paneles con remaches met&#225;licos</title>
            <para>Consulte GRUPO 16-CABINA en el Manual de servicio maestro CTS-5000 para conocer el procedimiento de
                reparaci&#243;n de da&#241;os por choque que implica reemplazo del panel. Se debe tener especial cuidado
                en relaci&#243;n al sellado de las uniones de paneles y al correcto tratamiento de los remaches. En el
                caso de una reparaci&#243;n que implica un panel remachado, se deben seguir los siguientes
                procedimientos antes de unir los paneles con remaches.
            </para>
            <step1>
                <para count="1">Lave el panel y los remaches con solvente para laca.</para>
            </step1>
            <step1>
                <para count="1">Desengrase el panel y los remaches con Sikkens M600 Wax and Grease Remover. Use dos
                    trapos: el primero con M600 y el segundo seco, siguiendo un proceso de aplicaci&#243;n y eliminaci&#243;n.
                    Siga las instrucciones enumeradas en
                    <hotlnk document="m16002_27.xml" xrefid="hl1600201">Desengrasadores y limpiadores Sikkens</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Si el material es:</para>
                <step2>
                    <para count="1">Aluminio, lije con papel de lija seco n&#186;150 - n&#186;180. Use una m&#225;scara
                        aprobada.
                    </para>
                </step2>
                <step2>
                    <para count="1">Acero laminado en fr&#237;o, lije primero con papel de lija seco n&#186;80 y luego n&#186;120.</para>
                </step2>
                <step2>
                    <para count="1">Acero galvanizado, lije con papel de lija seco n&#186;120 .</para>
                </step2>
                <step2>
                    <para count="1">Acero inoxidable, lije con papel de lija seco n&#186;150 - n&#186;180 .</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Elimine el polvo usando aire comprimido.</para>
                <specpara>
                    <warning>
                        <para>Si no usa protecci&#243;n para los ojos y una m&#225;scara contra el polvo puede sufrir
                            lesiones personales o la muerte.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Desengrase nuevamente usando Sikkens M600 Wax and Grease Remover.</para>
            </step1>
            <step1>
                <para count="1">Mezcle 100 partes de Autocryl Filler Off-White con 50 partes de Autocryl 1.2.3 Hardener
                    y 40 partes de Sikkens 1.2.3 Reducer de acuerdo con las instrucciones en
                    <hotlnk document="m16002_30.xml" xrefid="hl1600203">Sikkens Autocryl Filler Off-White</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique Autocryl Filler Off-White mezclado siguiendo las instrucciones en la hoja de
                    datos t&#233;cnicos.
                </para>
            </step1>
            <step1>
                <para count="1">Deje secar un m&#237;nimo de 15 minutos a 21.1&#186;C (70&#186;F). Si se deja m&#225;s
                    de una hora, se requiere lijar para asegurar la adherencia de la capa superior.
                </para>
            </step1>
            <step1>
                <para count="1">Si se requiere lijar, use papel de lija seco n&#186;360 - n&#186;410 o de lija h&#250;meda
                    n&#186;500 - n&#186;600. Despu&#233;s de lijar, desengrase la superficie con M600 Wax and Grease
                    Remover. Use una m&#225;scara contra el polvo aprobada.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique una cama de sellante de 4.76 mm - 6.35 mm (3/16 pulgada - 1/4 pulgada) (Essex
                    55802/Essex 435.21 Primer o Lord Versilak 204/No. 4 Activator) a una superficie en la l&#237;nea
                    central de los agujeros para remache.
                </para>
            </step1>
            <step1>
                <para count="1">Remache el panel en su lugar y deje curar el sellante de acuerdo con las instrucciones
                    del fabricante.
                </para>
            </step1>
            <step1>
                <para count="1">Desengrase el panel con Sikkens M600 Wax and Grease Remover. Use dos trapos: el primero
                    con M600 y el segundo seco, siguiendo un proceso de aplicaci&#243;n y eliminaci&#243;n. Siga las
                    instrucciones enumeradas en
                    <hotlnk document="m16002_27.xml" xrefid="hl1600201">Desengrasadores y limpiadores Sikkens</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Mezcle una parte de Wash Primer CR con una parte de Wash Hardener.</para>
            </step1>
            <step1>
                <para count="1">Aplique Wash Primer CR mezclado en una capa mediana de 0.3 - 0.4 mm por pasada. Las
                    pautas espec&#237;ficas de aplicaci&#243;n para la boquilla y presiones de pistola de aspersi&#243;n
                    se encuentran en
                    <hotlnk document="m16002_29.xml" xrefid="hl1600202">Sikkens Washprimer CR</hotlnk>. El barniz de
                    imprimaci&#243;n debe aplicarse a una temperatura m&#237;nima de 15.6&#186;C (60&#186;F) y una
                    humedad relativa m&#225;xima de 75%. Aseg&#250;rese de cubrir completamente la cabeza del remache
                    con Wash Primer CR.
                </para>
            </step1>
            <step1>
                <para count="1">Permita que los solventes se evaporen en condiciones ambientales durante un m&#237;nimo
                    de 15 minutos pero no por m&#225;s de 8 horas a 21.1&#186;C (70&#186;F).
                </para>
            </step1>
            <step1>
                <para count="1">No lije Wash Primer CR. Si es necesario lijar, repita los pasos 14 - 15.</para>
            </step1>
            <step1>
                <para count="1">Mezcle 100 partes de Autocryl Filler Off-White con 50 partes de Autocryl 1.2.3 Hardener
                    y 40 partes de Sikkens 1.2.3 Reducer de acuerdo con las instrucciones en
                    <hotlnk document="m16002_30.xml" xrefid="hl1600203">Sikkens Autocryl Filler Off-White</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique Autocryl Filler Off-White mezclado siguiendo las instrucciones en la hoja de
                    datos t&#233;cnicos.
                </para>
            </step1>
            <step1>
                <para count="1">Deje secar un m&#237;nimo de 15 minutos a 21.1&#186;C (70&#186;F). Si se deja m&#225;s
                    de una hora, se requiere lijar para asegurar la adherencia de la capa superior.
                </para>
            </step1>
            <step1>
                <para count="1">Si se requiere lijar, usa papel de lija seco n&#186;360 - n&#186;410 o de lija h&#250;meda
                    n&#186;500 - n&#186;600. Despu&#233;s de lijar, desengrase la superficie con M600 Wax and Grease
                    Remover. Use una m&#225;scara contra el polvo aprobada. NO LIJE LAS CABEZAS DE LOS REMACHES.
                </para>
            </step1>
            <step1>
                <para count="1">Aplique la capa superior de Sikkens Autobase/Clearcoat System siguiendo las
                    instrucciones en
                    <hotlnk document="m16002_32.xml" xrefid="hl1600204">Sikkens Autobase Metallic-Autoclear
                        System</hotlnk>.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16002_10.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16002.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
