<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - PRECAUCIONES DE SEGURIDAD
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="0">
        <title>PRECAUCIONES DE SEGURIDAD</title>
        <specpara>
            <note>
                <para>Al realizar reparaciones con fibra de vidrio, siga las siguientes precauciones:</para>
            </note>
        </specpara>
        <step1>
            <para count="1">
                <emph type="bold">Evite derramar la resina o endurecedor sobre la piel o ropa. Si esto sucede, limpie
                    con diluyente o alcohol desnaturalizado. Luego lave con jab&#243;n y agua. Si la mezcla entra en
                    contacto con los ojos, lave completa e inmediatamente con agua. Siga lavando durante al menos 15
                    minutos y consulte a un m&#233;dico lo m&#225;s pronto posible.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">En ciertos casos, algunas personas pueden tener piel sensible al uso de estos
                    materiales. Por tal raz&#243;n, se pueden utilizar cremas protectoras en las manos para protegerlas
                    contra irritaciones.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Si no se dispone de cremas protectoras, se pueden usar guantes de caucho para proteger
                    las manos. Los guantes se pueden quitar r&#225;pidamente, dejando las manos limpias para otro
                    trabajo.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Al trabajar con fibra de vidrio, h&#225;galo siempre en una &#225;rea bien ventilada.
                    NO FUME NI PERMITA LLAMAS AL DESCUBIERTO DONDE SE EST&#193;N USANDO O ALMACENANDO LOS MATERIALES. Si
                    es posible, consiga un juego de material lo bastante grande s&#243;lo para acomodar uno o dos
                    trabajos, con el fin de evitar el almacenamiento de una cantidad excesiva de material. Cuando no se
                    est&#233; utilizando, la resina l&#237;quida se debe mantenerse en un recipiente o gabinete met&#225;lico.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">
                <emph type="bold">Las reparaciones se deben rectificar o lijar para que coincidan con los contornos
                    circundantes. Al rectificar o lijar, use un equipo de seguridad aprobado.
                </emph>
            </para>
            <specpara>
                <warning>
                    <para>REPARACIONES DE PL&#193;STICO ABS DE FIBRA DE VIDRIO. Para evitar la inhalaci&#243;n de polvo
                        y vapores, use un equipo de protecci&#243;n aprobado. Respirar polvo y/o vapores de pl&#225;stico
                        ABS de fibra de vidrio puede ser peligroso para su salud.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">1. Se deben consultar las normas OSHA (Acta de salud y seguridad ocupacional)
                            en cuanto a los requerimientos obligatorios y a los procedimientos sugeridos para minimizar
                            la exposici&#243;n. (Referencia: T&#237;tulo 29, C&#243;digo Federal de Reglamentos, Secci&#243;n
                            1910, 1001).
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">2. Cada vez que sea posible, trabaje con fibra de vidrio y pl&#225;sticos ABS
                            en un &#225;rea separada de las otras operaciones.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">3. Durante todas las reparaciones de pl&#225;stico ABS o fibra de vidrio, use
                            siempre un respirador aprobado por NIOSH o MSHA.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">4. Limpieza del trabajador. L&#225;vese las manos antes de comer, beber o
                            fumar.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>Las reparaciones de fibra de vidrio son tan seguras como cualquier otra reparaci&#243;n de
                        taller, siempre que usted tome las precauciones adecuadas. Se deben observar particularmente los
                        siguientes aspectos:
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">1. Antes de usar cualquier material, lea las instrucciones del fabricante.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">2. Aseg&#250;rese de que la sala de trabajo est&#233; ventilada en forma
                            adecuada. La exposici&#243;n prolongada al vapores de resina es irritante para la piel y los
                            ojos.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">3. Proteja sus ojos, cara y cuerpo del polvo fino que se genera durante las
                            operaciones de rectificado y lijado. Use anteojos de seguridad, m&#225;scara respiratoria y
                            ropa protectora.
                        </emph>
                    </para>
                </warning>
            </specpara>
            <specpara>
                <warning>
                    <para>
                        <emph type="bold">4. Cuando trabaje con fibra de vidrio, no se frote la cara o los ojos.</emph>
                    </para>
                </warning>
            </specpara>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_4.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_6.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
