<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - AIRE ACONDICIONADO - SISTEMA DE CALEFACCION 2000, 4000 y 8000 - MANTENIMIENTO - Ajuste de la v&#225;lvula
        de agua y aire ( se usa con las unidades de A/A)
    </stitle>
    <svcsection/>
    <svcproc svcproctype="pm" graphiccount="1">
        <title>Ajuste de la v&#225;lvula de agua y aire ( se usa con las unidades de A/A)</title>
        <svcprocinfo>
            <para>Se debe ajustar la v&#225;lvula del agua de manera tal que la v&#225;lvula est&#233; llena cuando la
                puerta de mezcla de aire se cierre con aproximadamente un 25% de compresi&#243;n del sello de la puerta.
            </para>
        </svcprocinfo>
        <svcsubproc>
            <title>Ajuste del enlace de control</title>
            <step1>
                <para count="1">Quite la cubierta del lado derecho del tablero de instrumentos.</para>
            </step1>
            <step1>
                <para count="1">Quite la cubierta de la unidad de mezcla de aire.</para>
            </step1>
            <step1>
                <para count="1">Levante el enlace del control, de la palanca de control de la v&#225;lvula de agua.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva la palanca de control de la v&#225;lvula contra la leng&#252;eta de tope en la
                    posici&#243;n completa de encendido.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el ajustador hasta que el enlace del control se pueda colocar sobre la palanca de
                    la v&#225;lvula con la puerta cerrada y los sellos comprimidos un 25% aproximadamente.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ajuste del Cable de control</title>
            <step1>
                <para count="1">Gire las perillas del conjunto de control al extremo izquierdo:</para>
                <step2>
                    <para count="1">La perilla de control de temperatura a la posici&#243;n HOT.</para>
                </step2>
                <step2>
                    <para count="1">Perilla de AIR OUTLET en la posici&#243;n CAB.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Levante el enlace del control de la palanca de control de la v&#225;lvula de agua.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva la palanca de control de la v&#225;lvula contra la leng&#252;eta de tope en la
                    posici&#243;n completa de encendido.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el ajustador hasta que el enlace de control se coloque en la palanca de la v&#225;lvula
                    con la puerta cerrada y los sellos comprimidos a un 25% aproximadamente.
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Ajuste del cable de control de la puerta de mezcla de aire.</title>
            <step1>
                <para count="1">Gire las perillas del conjunto de control al extremo izquierdo:</para>
                <step2>
                    <para count="1">La perilla de control de temperatura en la posici&#243;n HOT.</para>
                </step2>
                <step2>
                    <para count="1">Perilla de AIR OUTLET en la posici&#243;n CAB.</para>
                </step2>
            </step1>
            <specpara>
                <note>
                    <para>Las posiciones de las perillas se deben mantener mientras se efect&#250;a el ajuste.</para>
                </note>
            </specpara>
            <step1>
                <para count="1">Gire los ajustadores del cable (
                    <hotlnk xrefid="f1601410">Figura 10</hotlnk>) para alargar el cable y obtener una posici&#243;n de
                    medio camino de la puerta de mezcla de aire.
                </para>
                <figure id="f1601410" figsize="col-wide">
                    <graphic id="g1601410" filename="../figg16/g1601410.webp" type="webp"/>
                    <caption>Figura 10. Ajustador del cable del control - Modelos de Aire Acondicionado y calefacci&#243;n</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el cable del ajustador (acortar cables) seg&#250;n se necesite para obtener las
                    siguientes configuraciones con el cable libre de amarrar
                </para>
                <step2>
                    <para count="1">Puerta de mezcla de aire cerrada con un 25% aproximado de compresi&#243;n del sello
                        de la puerta y v&#225;lvula de control de flujo de agua caliente en la posici&#243;n ON.
                    </para>
                </step2>
                <step2>
                    <para count="1">Perilla de puerta de desempa&#241;amiento en la posici&#243;n CAB.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Gire la perilla del tablero de control varias veces y revise para asegurar que se
                    mantiene un adecuado ajuste.
                </para>
            </step1>
            <para>Si es necesario repita los pasos 2,3 y 4 para obtener un ajuste adecuado.</para>
            <step1>
                <para count="1">Instale cubiertas en el alojamiento de la unidad de mezcla de aire y el tablero de
                    instrumentos.
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16014_17.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014_HL1601404.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16014.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
