<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - SEPARACI&#211;N DE LA UNI&#211;N DE ADHERENCIA DEL PANEL
    </stitle>
    <svcsection/>
    <svcproc svcproctype="describe" graphiccount="5">
        <title>SEPARACI&#211;N DE LA UNI&#211;N DE ADHERENCIA DEL PANEL</title>
        <para>La separaci&#243;n de la uni&#243;n de adherencia de un panel es un defecto estructural de la fibra de
            vidrio que se produce cuando falla la uni&#243;n adhesiva entre los paneles. Puede ser ocasionada por
            fatiga, abuso o ensamble inadecuado.
        </para>
        <step1>
            <para count="1">Siga los pasos enumerados en
                <hotlnk document="m16003_HL1600301.xml" xrefid="hl1600301">PROCEDIMIENTO DE PREPARACI&#211;N</hotlnk>.
            </para>
        </step1>
        <step1>
            <para count="1">Separe los paneles de fibra de vidrio hasta que la separaci&#243;n alcance el punto en que
                la uni&#243;n est&#225; firme. Para mantener los paneles separados, use un bloque de madera,
                destornillador, esp&#225;tula, etc. (
                <hotlnk xrefid="f1600339">Figura 39</hotlnk>).
            </para>
            <figure id="f1600339" figsize="col-wide">
                <graphic id="g1600339" filename="../figg16/g1600339.webp" type="webp"/>
                <caption>Figura 39. Usar bloque de madera, destornillador o esp&#225;tula, etc., para mantener los
                    paneles separados
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para limpiar el adhesivo viejo entre los paneles, utilice una punta de desvastar gruesa o
                una escofina (
                <hotlnk xrefid="f1600340">Figura 40</hotlnk>). Para quitar el polvo de las superficies de uni&#243;n,
                use una pistola de aire. Luego, limpie las superficies usando un solvente de acetona.
            </para>
            <figure id="f1600340" figsize="col-wide">
                <graphic id="g1600340" filename="../figg16/g1600340.webp" type="webp"/>
                <caption>Figura 40. Utilizar punta desvastadora gruesa o escofina para limpiar el adhesivo antiguo entre
                    los paneles
                </caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Obtenga un juego de reparaci&#243;n de adhesivo epoxi y mezcle el adhesivo siguiendo las
                instrucciones que vienen con el juego (
                <hotlnk xrefid="f1600341">Figura 41</hotlnk>).
            </para>
            <figure id="f1600341" figsize="col-wide">
                <graphic id="g1600341" filename="../figg16/g1600341.webp" type="webp"/>
                <caption>Figura 41. Mezclar el adhesivo epoxi</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Antes de mezclar y usar el adhesivo, observe las instrucciones del proveedor para manipular y
                        eliminar este material.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Para extender el adhesivo sobre los paneles o entre ellos, use un aplicador o haga un
                dispensador c&#243;nico de papel (
                <hotlnk xrefid="f1600342">Figura 42</hotlnk>). Aseg&#250;rese de que el &#225;rea de uni&#243;n est&#233;
                completamente cubierta.
            </para>
            <figure id="f1600342" figsize="col-wide">
                <graphic id="g1600342" filename="../figg16/g1600342.webp" type="webp"/>
                <caption>Figura 42. Extienda el adhesivo sobre los paneles o entre ellos</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Una a presi&#243;n los paneles y use abrazaderas o pesas para mantenerlos en su lugar (
                <hotlnk xrefid="f1600343">Figura 43</hotlnk>).
            </para>
            <figure id="f1600343" figsize="col-wide">
                <graphic id="g1600343" filename="../figg16/g1600343.webp" type="webp"/>
                <caption>Figura 43. Usar abrazaderas o pesas para mantener los paneles en su lugar</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Para eliminar los restos de adhesivo, use un trapo y acetona. Despu&#233;s de que el
                adhesivo haya curado, ser&#225; dif&#237;cil quitarlo, excepto mediante esmerilado o lijado.
            </para>
        </step1>
        <para>Antes de mover las abrazaderas o pesas, deje un tiempo suficiente para que el adhesivo cure. La l&#225;mpara
            de calor, o la pistola aceleran el tiempo de curaci&#243;n.
        </para>
        <specpara>
            <warning>
                <para>Mantenga la fuente de calor al menos a 305 mm (12 pulgadas) del &#225;rea de reparaci&#243;n. Ret&#237;rela
                    cuando el &#225;rea reparada se ponga muy tibia, no caliente
                </para>
            </warning>
        </specpara>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_9.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_11.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
