<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - PARABRISAS ENCAPSULADO DE
        DOS PIEZAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="11">
        <title>PARABRISAS ENCAPSULADO DE DOS PIEZAS</title>
        <svcprocinfo>
            <para>Consulte
                <hotlnk document="m16021_10.xml" xrefid="f1602104">la Figura 4
                    <xref refid="f1602104"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <para>Los veh&#237;culos de la serie 5000
                <emph type="italic">i</emph>
                y la serie 9000
                <emph type="italic">i</emph>
                vienen en forma est&#225;ndar con un parabrisas encapsulado de una pieza (Elemento 1). Hay disponible
                opcionalmente un parabrisas encapsulado de dos piezas (Elemento 2).
            </para>
            <specpara>
                <important>
                    <para>Para instalar un parabrisas encapsulado de dos piezas usted necesitar&#225; tener el juego
                        INTERNATIONAL&#174; Bonded Windshield Tool Kit ZTSE4470. Este juego tiene una caja de
                        herramientas que incluye los utensilios requeridos para remover e instalar los parabrisas
                        adheridos. Para hacer un pedido, llame gratis en EE.UU. y Canad&#225; al 1-800-520-2584 o al Fax
                        1-800-578-7375.
                    </para>
                </important>
            </specpara>
            <para>Para instalar un parabrisas encapsulado de dos piezas usted necesitar&#225; tambi&#233;n tener el
                juego de instalaci&#243;n del parabrisas Essex (
                <hotlnk document="m16021_53.xml" xrefid="f16021101">Figura 101
                    <xref refid="f16021101"/>
                </hotlnk>
                ). Un juego de instalaci&#243;n del parabrisas Essex ser&#225; necesario para cada mitad del parabrisas
                si ambas mitades se reemplazan al mismo tiempo. Este juego incluye:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Imprimador U413 windshield fence primer</para>
                </item>
                <item>
                    <para>Imprimador U402 windshield glass primer</para>
                </item>
                <item>
                    <para>Preparaci&#243;n para vidrios U401 windshield glass prep</para>
                </item>
                <item>
                    <para>Adhesivo U216 adhesivo (dos tubos, adhesivo A y curativo B)</para>
                </item>
                <item>
                    <para>Cabezal mezclador para aplicaci&#243;n</para>
                </item>
                <item>
                    <para>Boquilla del aplicador</para>
                </item>
            </randlist>
            <para>Estos materiales se deben utilizar durante o antes de la fecha de expiraci&#243;n marcada en el
                envase. El imprimador U413 Fence Primer, la preparaci&#243;n para vidrios U401 Glass Prep y el
                imprimador U402 Glass Primer tienen una vida &#250;til de almacenamiento de 6 meses. Los tubos adhesivo
                U216 Urethane adhesive A y Curative B tienen una vida &#250;til de almacenamiento de 9 meses.
            </para>
            <para>Adem&#225;s de estos elementos proporcionados en el juego enlistado anteriormente, usted necesitar&#225;
                los siguientes materiales:
            </para>
            <randlist type="bullet">
                <item>
                    <para>Limpiavidrios GC800 Essex</para>
                </item>
                <item>
                    <para>Toallas de papel blancas o caf&#233;</para>
                </item>
                <item>
                    <para>Boquillas del aplicador Essex para perforar el adhesivo U216 (dos tubos, adhesivo A y curativo
                        B)
                    </para>
                </item>
            </randlist>
        </svcprocinfo>
        <svcsubproc>
            <title>Instalaci&#243;n del parabrisas encapsulado de una pieza</title>
            <specpara>
                <note>
                    <para>Para el parabrisas, use s&#243;lo vidrio laminado de seguridad (AS-1 seg&#250;n ANSI Z26.1-&#250;ltima
                        revisi&#243;n) y International TMS-9522 (SAE J1203).
                    </para>
                </note>
            </specpara>
            <specpara>
                <warning>
                    <para>Use guantes protectores de trabajo al manipular el parabrisas. Use tambi&#233;n guantes
                        protectores adecuados al usar cualquiera de los qu&#237;micos del sistema Betaseal del juego de
                        instalaci&#243;n del parabrisas Essex.
                    </para>
                </warning>
            </specpara>
            <specpara>
                <caution>
                    <para>Cuando instale ambas mitades al mismo tiempo, NUNCA intente usar alg&#250;n resto de adhesivo
                        de uretano U216 que sobr&#243; despu&#233;s de instalar la primera mitad del parabrisas. Debido
                        al r&#225;pido tiempo de curado del adhesivo uretano U216, &#233;ste empezar&#225; a curar a&#250;n
                        cuando usted est&#233; listo para aplicarlo a la otra mitad del parabrisas. Usted debe usar un
                        segundo juego de instalaci&#243;n del parabrisas Essex (
                        <hotlnk document="m16021_53.xml" xrefid="f16021101">Figura 101
                            <xref refid="f16021101"/>
                        </hotlnk>
                        ) cuando instale la segunda mitad del parabrisas.
                    </para>
                </caution>
            </specpara>
            <specpara>
                <note>
                    <para>Antes de instalar un nuevo parabrisas, remueva toda el agua que quede alrededor de la gu&#237;a
                        del parabrisas y alrededor del &#225;rea de la cabina con un trapo sin pelusas.
                    </para>
                </note>
            </specpara>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021102">la Figura 102
                    <xref refid="f16021102"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Remueva el adhesivo de uretano (Elemento 1) de la gu&#237;a del parabrisas (Elemento 2)
                    alrededor de la apertura del parabrisas con un cincel para empaques (Elemento 3). Se puede dejar en
                    la gu&#237;a del parabrisas una capa fina de adhesivo de uretano antiguo de 2 a 3 mm de grosor
                    (Elemento 4). Trate de dejar un grosor constante de adhesivo de uretano antiguo alrededor del per&#237;metro
                    de la gu&#237;a del parabrisas.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021103">la Figura 103
                    <xref refid="f16021103"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Limpie con una escobilla o con un trapo limpio sin pelusas la suciedad o el agua que
                    qued&#243; del rociado alrededor del parabrisas durante el remoci&#243;n de la gu&#237;a del
                    parabrisas (Elemento 1).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021104">la Figura 104
                    <xref refid="f16021104"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Tome del juego de instalaci&#243;n del parabrisas Essex el imprimador U413 windshield
                    fence primer(
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 1
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ). Agite el imprimador U413 windshield fence primer (Elemento 1) durante por lo menos un minuto.
                    Remueva la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el parabrisas nuevo en el veh&#237;culo sin ning&#250;n adhesivo para asegurarse
                    de que el parabrisas se ajusta correctamente a la apertura del parabrisas antes de aplicar adhesivo
                    U216. Una vez que el parabrisas est&#233; correctamente colocado en el lugar de la apertura del
                    parabrisas coloque un pedazo de cinta como marca de referencia a trav&#233;s de la parte superior
                    central en el parabrisas y la cabina. Use un cuchillo para uso general y corte la cinta entre la
                    cabina y el parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el parabrisas nuevo del veh&#237;culo y col&#243;quelo en un soporte de trabajo
                    acolchado para prepararlo para la instalaci&#243;n.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021105">la Figura 105
                    <xref refid="f16021105"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador U413 windshield fence primer (Elemento 1) con un aplicador limpio
                    y seco (Elemento 2) para cubrir las ralladuras y las partes met&#225;licas descubiertas dentro de la
                    gu&#237;a del parabrisas (Elemento 3). NO aplique el imprimador U413 windshield fence primer sobre
                    el antiguo adhesivo de uretano que queda en la gu&#237;a del parabrisas.
                </para>
            </step1>
            <step1>
                <para count="1">Deje que el adhesivo U413 windshield fence primer se seque durante por lo menos 6 a 10
                    minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Con el parabrisas nuevo sobre un soporte acolchado, prepare el parabrisas para la
                    instalaci&#243;n de la siguiente manera.
                </para>
            </step1>
            <step1>
                <para count="1">Use una hoja de afeitar si es necesario y una almohadilla limpiadora de pl&#225;stico
                    para remover toda rebaba de encapsulaci&#243;n del parabrisas de las superficies adherentes del
                    parabrisas nuevo. Limpie cuidadosamente el parabrisas nuevo con limpiavidrios GC800 Essex. Seque
                    cuidadosamente con toallas de papel. Aseg&#250;rese de que el parabrisas est&#233; completamente
                    limpio y seco antes de proseguir (
                    <hotlnk xrefid="f16021120">Figura 120
                        <xref refid="f16021120"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f16021120" figsize="col-wide">
                <graphic filename="../figg16/g16021c0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 120. Limpieza del parabrisas para la preparaci&#243;n del vidrio y la aplicaci&#243;n
                    del imprimado del vidrio y el adhesivo
                </caption>
            </figure>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021104">la Figura 104
                    <xref refid="f16021104"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que el parabrisas se ha limpiado, saque del juego de instalaci&#243;n del
                    parabrisas Essex la preparaci&#243;n para vidrio de parabrisas U401 (
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 2
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ). Agite la preparaci&#243;n para vidrio del parabrisas U401 (Elemento 1) durante por lo menos un
                    minuto. Remueva la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Lea todo hasta el paso 11 abajo para asegurar la aplicaci&#243;n y remoci&#243;n correctos de
                        la preparaci&#243;n para vidrio U401.
                    </para>
                </note>
            </specpara>
            <para>Consulte
                <hotlnk xrefid="f16021121">la Figura 121
                    <xref refid="f16021121"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique sobre las superficies adherentes s&#243;lo en los parabrisas nuevos (Elemento 3)
                    la preparaci&#243;n para vidrio de parabrisas U401 (Elemento 1) usando un aplicador limpio y seco
                    (Elemento 2). Si se aplica en superficie de vidrio limpia, &#233;ste se empa&#241;ar&#225;. Remueva
                    inmediatamente con una toalla de papel blanca o caf&#233; la preparaci&#243;n para vidrio, siguiendo
                    ocho a diez pulg. detr&#225;s del aplicador. NO use un trapo de taller. Una vez completada la
                    primera aplicaci&#243;n de la preparaci&#243;n para vidrio, repita la aplicaci&#243;n de la
                    preparaci&#243;n para vidrio y el proceso de remoci&#243;n. Este es un l&#237;quido transparente.
                </para>
            </step1>
            <figure id="f16021121" figsize="col-wide">
                <graphic filename="../figg16/g16021c1.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 121. Aplicaci&#243;n de la preparaci&#243;n para vidrio al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. PREPARACI&#211;N PARA VIDRIO DE PARABRISAS U401</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021104">la Figura 104
                    <xref refid="f16021104"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que el preparador para vidrio U401 windshield glass prep se ha aplicado y
                    removido el exceso de preparaci&#243;n del parabrisas nuevo, tome del juego de instalaci&#243;n del
                    parabrisas Essex el imprimador U402 windshield glass primer (
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 3
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ). Agite el imprimador U402 windshield glass primer (Elemento 1) durante por lo menos un minuto.
                    Remueva la cubierta (Elemento 2) del envase.
                </para>
            </step1>
            <para>Consulte
                <hotlnk xrefid="f16021122">la Figura 122
                    <xref refid="f16021122"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Aplique el imprimador U402 windshield glass primer (Elemento 1) con un aplicador limpio
                    y seco (Elemento 2) sobre las superficies adherentes en el parabrisas nuevo (Elemento 3).
                </para>
            </step1>
            <figure id="f16021122" figsize="col-wide">
                <graphic filename="../figg16/g16021c2.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 122. Aplicaci&#243;n del imprimado para vidrio al parabrisas</caption>
                <calloutgroup>
                    <callout1>1. IMPRIMADOR U402 WINDSHIELD GLASS PRIMER</callout1>
                    <callout1>2. APLICADOR</callout1>
                    <callout1>3. PARABRISAS NUEVO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Deje que el Imprimador U402 windshield glass primer se seque hasta que no est&#233;
                    pegajoso durante por lo menos 6 a 10 minutos despu&#233;s de la aplicaci&#243;n.
                </para>
            </step1>
            <specpara>
                <caution>
                    <para>Una vez que el parabrisas se ha imprimado, aseg&#250;rese de no tocar las superficies
                        adherentes ya que el aceite de la piel afectar&#225; el rendimiento del adherente. Si el
                        parabrisas no est&#225; adherido correctamente, la resistencia y seguridad de la cabina estar&#225;n
                        comprometidos. Si toca la superficie adherente repita el procedimiento de limpieza y vuelva a
                        aplicar Imprimador U402 windshield glass primer y deje que se seque durante 6 a 10 minutos antes
                        de aplicar adhesivo U216.
                    </para>
                </caution>
            </specpara>
            <step1>
                <para count="1">Remueva del juego de instalaci&#243;n del parabrisas Essex el adhesivo U216 Essex (dos
                    tubos, adhesivo A y curativo B), el cabezal mezclador de aplicaci&#243;n y la boquilla del aplicador
                    (
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elementos 4 a 7
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021109">la Figura 109
                    <xref refid="f16021109"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Use un ancho de tracci&#243;n o destornillador (Elemento 1) en caso que no se suministre
                    la leng&#252;eta de tracci&#243;n, haga palanca para extraer la cubierta inferior (Elemento 2) de
                    los tubos del adhesivo A y del curativo B (Elemento 3).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021110">la Figura 110
                    <xref refid="f16021110"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Use una boquilla del aplicador (Elemento 1) suministrada en forma aparte por Essex para
                    perforar el tubo de adhesivo A (Elemento 2). Use la otra boquilla del aplicador (Elemento 1)
                    suministrada en forma aparte por Essex para perforar el tubo de curativo B (Elemento 2). NO use la
                    misma boquilla del aplicador para perforar ambos tubos; esto evita contaminar el otro tubo antes de
                    instalar el cabezal mezclador (
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 6
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ). Aseg&#250;rese de presionar completamente la boquilla del aplicador para asegurar que los tubos
                    adhesivos est&#233;n totalmente abiertos.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que los tubos de adhesivo A y de curativo B (Elemento 2) se han preparado para
                    su uso, remueva la cabezal mezclador (
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 6
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ) del juego de instalaci&#243;n del parabrisas Essex.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021111">la Figura 111
                    <xref refid="f16021111"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale ambos tubos de adhesivo A y de curativo B (Elemento 1) en el cabezal mezclador
                    (Elemento 2).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021112">la Figura 112
                    <xref refid="f16021112"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Una vez que ambos tubos de adhesivo A y de curativo B (Elemento 1) est&#233;n instalados
                    en el cabezal mezclador (Elemento 2), remueva la boquilla del aplicador.
                    <hotlnk document="m16021_53.xml" xrefid="f16021101">Elemento 7
                        <xref refid="f16021101"/>
                    </hotlnk>
                    ) del juego de instalaci&#243;n del parabrisas Essex. Instale la boquilla del aplicador (Elemento 3)
                    en el cabezal mezclador (Elemento 2). Corte la leng&#252;eta (Elemento 4) de la boquilla del
                    aplicador. Mida y marque 3/8 de pulg. de ancho por 5/8 de pulg. de largo con una dimensi&#243;n de
                    1/8 de pulg. de ancho en la base de la muesca nueva (Elemento 5) para remplazar la muesca en V
                    actual en la boquilla del aplicador. Use un cuchillo para uso general y corte la muesca nueva para
                    permitir una aplicaci&#243;n correcta del adhesivo.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021113">la Figura 113
                    <xref refid="f16021113"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Antes de cargar los tubos adhesivos con el cabezal mezclador y la boquilla del aplicador
                    (Elemento 1) en la pistola Beta (Elemento 2) hale el gatillo y haga devolver los &#233;mbolos
                    (Elemento 3) completamente hacia atr&#225;s para que los tubos adhesivos se puedan cargar. Abra la
                    cubierta delantera (Elemento 4) de la pistola Beta e instale tubos adhesivos con cabezal mezclador y
                    boquilla del aplicador en la pistola Beta.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_53.xml" xrefid="f16021114">la Figura 114
                    <xref refid="f16021114"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Una vez que los tubos adhesivos con cabezal mezclador y boquilla del aplicador (Elemento
                    1) se han instalado en la pistola Beta (Elemento 2), cierre la cubierta delantera (Elemento 3).
                    Corra los &#233;mbolos hacia delante (Elemento 4) en la pistola Beta hasta que los &#233;mbolos
                    queden en posici&#243;n para aplicar el adhesivo. Det&#233;ngase cuando el adhesivo alcance la
                    boquilla del aplicador.
                </para>
            </step1>
            <specpara>
                <note>
                    <para>Al reemplazar los parabrisas del costado del pasajero y del conductor, el parabrisas del lado
                        del pasajero debe instalarse primero, luego el parabrisas del lado del conductor. Si s&#243;lo
                        se va a reemplazar el parabrisas del lado del pasajero, existe una leng&#252;eta que es parte de
                        la guarnici&#243;n de caucho de encapsulaci&#243;n en la parte superior del parabrisas del lado
                        del conductor que debe doblarse por detr&#225;s del parabrisas del lado del pasajero despu&#233;s
                        de la instalaci&#243;n. Esta leng&#252;eta de la guarnici&#243;n de caucho de encapsulaci&#243;n
                        tiene un borde biselado que descansa y encaja sobre el borde biselado de la guarnici&#243;n de
                        caucho de encapsulaci&#243;n en el parabrisas del lado del pasajero.
                    </para>
                </note>
            </specpara>
            <specpara>
                <note>
                    <para>La aplicaci&#243;n de una l&#237;nea de adhesivo debe ser de 0 a 2 mm del borde de encapsulaci&#243;n
                        y ser de una altura de por lo menos 15 a 20 mm (5/8 a 3/4 de pulg.) y de un ancho m&#225;ximo de
                        8 a 12 mm (3/8 a 1/2 pulg.).
                    </para>
                </note>
            </specpara>
            <specpara>
                <important>
                    <para>Si el adhesivo de dos partes U216 two part adhesive se acaba antes de completar todo el
                        contorno del parabrisas, se acepta llenar lo que queda (6 pulg. o menos) con el adhesivo de una
                        parte U400HV one part urethane adhesive, con la ayuda de una pistola de calafatear est&#225;ndar.
                        Se recomienda debido al corto lapso en el que hay que instalar el parabrisas, tener un tubo de
                        adhesivo de una aparte U400HV one part urethane adhesive cargado en una pistola de calafatear y
                        listo para ser usado de manera que no se agote el tiempo para instalar el parabrisas en el veh&#237;culo.
                    </para>
                </important>
            </specpara>
            <para>Consulte
                <hotlnk xrefid="f16021123">la Figura 123
                    <xref refid="f16021123"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mientras mantiene la pistola Beta (Elemento 1) y la boquilla del aplicador (Elemento 2)
                    lo m&#225;s cerca posible a un &#225;ngulo de 90 grados y empezando por la marca International
                    situada en la esquina inferior del lado del conductor, hale el gatillo para aplicar una l&#237;nea
                    uniforme de adhesivo (Elemento 3) a trav&#233;s de la parte inferior por todo el contorno del
                    parabrisas. Mientras m&#225;s fuerte hale el gatillo, m&#225;s r&#225;pido se aplica el adhesivo.
                    Use este control de velocidad variable para disminuir la velocidad a medida que aplica el adhesivo
                    alrededor de las esquinas. Traslape ligeramente el adhesivo sobre la junta y use una esp&#225;tula
                    de pl&#225;stico o de madera (Elemento 4) para suavizar o emparejar el adhesivo, tal como se
                    requiere antes de instalar el parabrisas.
                </para>
            </step1>
            <figure id="f16021123" figsize="col-wide">
                <graphic filename="../figg16/g16021c3.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 123. Uso de pistola Beta para aplicar adhesivo</caption>
                <calloutgroup>
                    <callout1>1. PISTOLA BETA</callout1>
                    <callout1>2. BOQUILLA DEL APLICADOR</callout1>
                    <callout1>3. ADHESIVO</callout1>
                    <callout1>4. DEPRESOR DE LENG&#220;ETA DE PL&#193;STICO O DE MADERA</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que se ha aplicado el adhesivo en el parabrisas, &#233;ste DEBE estar instalado
                    en un m&#225;ximo de 5 a 7 minutos. El adhesivo empieza a curar inmediatamente y no proporcionar&#225;
                    una adherencia adecuada si no se instala en un lapso de 5 a 7 minutos.
                </para>
            </step1>
            <step1>
                <para count="1">Lleve el parabrisas hasta el veh&#237;culo e instale de la siguiente manera, como se
                    muestra en el parabrisas del lado del conductor (
                    <hotlnk xrefid="f16021124">Figura 124
                        <xref refid="f16021124"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <figure id="f16021124" figsize="col-wide">
                <graphic filename="../figg16/g16021c4.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 124. Instalaci&#243;n del parabrisas</caption>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021125">la Figura 125
                    <xref refid="f16021125"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene una visera, coloque el parabrisas nuevo debajo de la visera
                    teniendo cuidado de no tocar la cabina con el parabrisas. Alinee la marca de cinta (Elemento 1) en
                    el parabrisas con la marca de cinta en la parte superior de la cabina (Elemento 2) y alinee las leng&#252;etas
                    de posici&#243;n del parabrisas (Elemento 3) en el parabrisas nuevo con los espig&#243;nes de posici&#243;n
                    de la cabina (Elemento 4) en la parte inferior de la apertura del parabrisas en la cabina, como se
                    muestra en el parabrisas del lado del conductor y del pasajero.
                </para>
            </step1>
            <figure id="f16021125" figsize="pg-wide">
                <graphic filename="../figg16/g16021c5.webp" type="webp" scalefit="1" scalefitwidth="328px"
                         resolution="72"/>
                <caption>Figura 125. Colocaci&#243;n de las leng&#252;etas de posici&#243;n del parabrisas en los espig&#243;nes
                    de posici&#243;n de la cabina
                </caption>
                <calloutgroup>
                    <callout1>1. MARCA DE CINTA EN EL PARABRISAS</callout1>
                    <callout1>2. MARCA DE CINTA EN LA PARTE SUPERIOR DE LA CABINA</callout1>
                    <callout1>3. LENG&#220;ETA DE POSICI&#211;N DEL PARABRISAS</callout1>
                    <callout1>4. ESPIG&#211;NES DE POSICI&#211;N DE LA CABINA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021126">la Figura 126
                    <xref refid="f16021126"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">En los veh&#237;culos sin visera, alinee el pedazo de cinta (Elemento 1) en la parte
                    superior del parabrisas con la cinta (Elemento 2) sobre la apertura del parabrisas en la cabina,
                    luego coloque las leng&#252;etas de posici&#243;n del parabrisas (Elemento 3) sobre los espig&#243;nes
                    de posici&#243;n de la cabina (Elemento 4). Mientras sujeta las leng&#252;etas de posici&#243;n del
                    parabrisas en su lugar sobre los espig&#243;nes de posici&#243;n de la cabina, empuje el parabrisas
                    del lado del conductor (Elemento 5) o el parabrisas del lado del pasajero (Elemento 6) hacia atr&#225;s
                    contra la gu&#237;a del parabrisas (Elemento 7). Revise la guarnici&#243;n de caucho de encapsulaci&#243;n
                    del parabrisas (Elemento 8) para asegurarse de que est&#225; colocada correctamente alrededor de la
                    apertura del parabrisas.
                </para>
            </step1>
            <figure id="f16021126" figsize="pg-wide">
                <graphic filename="../figg16/g16021c6.webp" type="webp" scalefit="1" scalefitwidth="368px"
                         resolution="72"/>
                <caption>Figura 126. Empuje del parabrisas a su lugar</caption>
                <calloutgroup>
                    <callout1>1. CINTA EN EL PARABRISAS</callout1>
                    <callout1>2. CINTA EN LA CABINA</callout1>
                    <callout1>3. LENG&#220;ETA DE POSICI&#211;N DEL PARABRISAS</callout1>
                    <callout1>4. ESPIG&#211;NES DE POSICI&#211;N DE LA CABINA</callout1>
                    <callout1>5. PARABRISAS DEL LADO DEL CONDUCTOR</callout1>
                    <callout1>6. PARABRISAS DEL LADO DEL PASAJERO</callout1>
                    <callout1>7. GU&#205;A DEL PARABRISAS</callout1>
                    <callout1>8. GUARNICI&#211;N DE CAUCHO DE ENCAPSULACI&#211;N DEL PARABRISAS</callout1>
                    <callout1>9. MOLDURA DE GUARNICI&#211;N DE LA BARRA DIVISORIA CENTRAL</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021127">la Figura 127
                    <xref refid="f16021127"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Aseg&#250;rese de que el espacio (Elemento 1) para la moldura de guarnici&#243;n de la
                    barra divisoria central (
                    <hotlnk xrefid="f16021126">Elemento 9
                        <xref refid="f16021126"/>
                    </hotlnk>
                    ) entre el parabrisas del lado del conductor (Elemento 2) y el parabrisas del lado del pasajero
                    (Elemento 3) sea parejo y no est&#233; obstruido.
                </para>
            </step1>
            <figure id="f16021127" figsize="col-wide">
                <graphic filename="../figg16/g16021c7.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 127. Espacio de la barra divisoria central entre los parabrisas del lado del conductor y
                    del pasajero
                </caption>
                <calloutgroup>
                    <callout1>1. ESPACIO</callout1>
                    <callout1>2. PARABRISAS DEL LADO DEL CONDUCTOR</callout1>
                    <callout1>3. PARABRISAS DEL LADO DEL PASAJERO</callout1>
                </calloutgroup>
            </figure>
            <step1>
                <para count="1">Una vez que el parabrisas est&#225; en la posici&#243;n correcta empuje suavemente el
                    parabrisas por todo el borde exterior para fijarlo correctamente contra la gu&#237;a del parabrisas.
                    Existen leng&#252;etas incorporadas al parabrisas para evitar que se empuje demasiado, como se
                    muestra en el parabrisas del lado del conductor (
                    <hotlnk xrefid="f16021128">Figura 128
                        <xref refid="f16021128"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <step1>
                <para count="1">Remueva ambos pedazos de cinta (Elementos 1 y 2) del parabrisas y de la cabina.</para>
            </step1>
            <figure id="f16021128" figsize="col-wide">
                <graphic filename="../figg16/g16021c8.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 128. Empuje del parabrisas hacia atr&#225;s contra la gu&#237;a del parabrisas.
                </caption>
                <calloutgroup>
                    <callout1>1. CINTA EN LA CABINA</callout1>
                    <callout1>2. CINTA EN EL PARABRISAS</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021129">la Figura 129
                    <xref refid="f16021129"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Antes de instalar la moldura de guarnici&#243;n de la barra divisoria central (
                    <hotlnk xrefid="f16021126">Elemento 9
                        <xref refid="f16021126"/>
                    </hotlnk>
                    ) use una pistola Beta (Elemento 1) y aplique una peque&#241;a cantidad de adhesivo, cerca de 1
                    pulg. de largo (Elemento 2), en la parte superior e inferior de la separaci&#243;n de la moldura de
                    guarnici&#243;n de la barra divisoria central (Elemento 3) entre el parabrisas del lado del
                    conductor (Elemento 4) y el parabrisas del lado del pasajero (Elemento 5). Use una esp&#225;tula de
                    pl&#225;stico o de madera (Elemento 6) y suavice el adhesivo en el espacio. Esto asegurar&#225; que
                    la moldura de guarnici&#243;n de la barra divisoria central no se deslice hacia arriba o abajo despu&#233;s
                    de la instalaci&#243;n.
                </para>
            </step1>
            <figure id="f16021129" figsize="col-wide">
                <graphic filename="../figg16/g16021c9.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 129. Espacio de la barra divisoria central entre los parabrisas del lado del conductor y
                    del pasajero
                </caption>
                <calloutgroup>
                    <callout1>1. PISTOLA BETA</callout1>
                    <callout1>2. L&#205;NEA DE ADHESIVO</callout1>
                    <callout1>3. ESPACIO DE LA MOLDURA DE GUARNICI&#211;N DE LA BARRA DIVISORIA CENTRAL</callout1>
                    <callout1>4. PARABRISAS DEL LADO DEL CONDUCTOR</callout1>
                    <callout1>5. PARABRISAS DEL LADO DEL PASAJERO</callout1>
                    <callout1>6. ESP&#193;TULA DE PL&#193;STICO O DE MADERA</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk xrefid="f16021130">la Figura 130
                    <xref refid="f16021130"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Instale la moldura de guarnici&#243;n de la barra divisoria central (Elemento 1)
                    empezando por la parte superior. Con la ayuda de los dedos presione la moldura de guarnici&#243;n de
                    la barra divisoria central entre el parabrisas del lado del conductor (Elemento 2) y el parabrisas
                    del lado del pasajero (Elemento 3). Use un rodillo de pl&#225;stico peque&#241;o (Elemento 4) o un
                    martillo de caucho suave para asentar en el espacio la moldura de guarnici&#243;n de la barra
                    divisoria central.
                </para>
            </step1>
            <figure id="f16021130" figsize="col-wide">
                <graphic filename="../figg16/g16021d0.webp" type="webp" scalefit="1" scalefitwidth="248px"
                         resolution="72"/>
                <caption>Figura 130. Espacio de la barra divisoria central entre los parabrisas del lado del conductor y
                    del pasajero
                </caption>
                <calloutgroup>
                    <callout1>1. MOLDURA DE GUARNICI&#211;N DE LA BARRA DIVISORA CENTRAL</callout1>
                    <callout1>2. PARABRISAS DEL LADO DEL CONDUCTOR</callout1>
                    <callout1>3. PARABRISAS DEL LADO DEL PASAJERO</callout1>
                    <callout1>4. RODILLO DE PL&#193;STICO</callout1>
                </calloutgroup>
            </figure>
            <para>Consulte
                <hotlnk document="m16021_10.xml" xrefid="f1602105">la Figura 5
                    <xref refid="f1602105"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si la unidad est&#225; equipada con una visera exterior (Elemento 1) remueva el pedazo
                    de cinta (Elemento 2) del lado inferior de cada soporte de montaje de la visera (Elemento 3) usado
                    para proteger la pintura del soporte de montaje de la visera mientras cort&#243; el parabrisas. Si
                    la visera se removi&#243; vuelva a instalarla. Consulte
                    <hotlnk document="m16021_57.xml" xrefid="x16021112">VISERA, Instalaci&#243;n
                        <xref refid="x16021112"/>
                    </hotlnk>
                    , para las series 5000
                    <emph type="italic">i</emph> &#243; 9000
                    <emph type="italic">i</emph>
                    seg&#250;n se requiera.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque ambos paneles de cubierta de los conductos del descongelador (
                    <hotlnk document="m16021_10.xml" xrefid="f1602107">Elemento 2
                        <xref refid="f1602107"/>
                    </hotlnk>
                    ) en su lugar dentro de la cabina e instale diez tornillos de cabeza troncoc&#243;nica Allen (
                    <hotlnk document="m16021_10.xml" xrefid="f1602107">Elemento 1
                        <xref refid="f1602107"/>
                    </hotlnk>
                    ).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_10.xml" xrefid="f1602106">la Figura 6
                    <xref refid="f1602106"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Coloque el panel tapizado del pilar A del lado del conductor (Elemento 2) en su lugar
                    dentro de la cabina e instale cuatro tornillos Allen autoperforantes (Elemento 3). Vuelva a instalar
                    las cuatro cubiertas del sujetador (Elemento 1) en los sujetadores del panel tapizado del pilar A.
                </para>
            </step1>
            <step1>
                <para count="1">Antes de instalar el pilar A del lado del pasajero (Elemento 5), instale en su lugar el
                    conducto del desempa&#241;ador de la ventana del lado del pasajero con su tubo de caucho (Elemento
                    8) coloque dos tornillos Allen autoperforantes (Elemento 7) para fijarlo.
                </para>
            </step1>
            <step1>
                <para count="1">Use un destornillador sin filo como palanca para remover ligeramente el panel tapizado
                    lateral de la cabina y colocar el panel tapizado del pilar A del lado del pasajero (Elemento 5) detr&#225;s
                    de &#233;ste. Observe que el tornillo Allen inferior autoperforante (Elemento 6) atraviesa la parte
                    interior del panel tapizado de la cabina y el panel tapizado del pilar A del lado del pasajero.
                    Coloque el pilar A del lado del pasajero en su lugar dentro de la cabina e instale tres tornillos
                    Allen autoperforantes (Elemento 6) fij&#225;ndolo a la cabina. Vuelva a instalar las cubiertas de
                    los sujetadores (Elemento 4) sobre dos sujetadores superiores solamente en el panel tapizado del
                    pilar A del lado del pasajero.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que ambos paneles de la cubierta de los conductos del descongelador (
                    <hotlnk document="m16021_10.xml" xrefid="f1602107">Elemento 2
                        <xref refid="f1602107"/>
                    </hotlnk>
                    ) panel tapizado del pilar A del lado del conductor (Elemento 2) y el panel tapizado del pilar A del
                    lado del pasajero (Elemento 5) se hayan vuelto a instalar dentro de la cabina, coloque el ventilador
                    a la velocidad r&#225;pida para revisar que el descongelador funciona correctamente y para expeler
                    cualquier residuo que pueda haber ca&#237;do dentro de los conductos mientras remov&#237;a el
                    parabrisas. Si sale cualquier residuo, l&#237;mpielo.
                </para>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar los brazos y las hojas del limpiaparabrisas. Consulte
                    <hotlnk document="m16021_88.xml" xrefid="x16021118">CONJUNTO DEL BRAZO Y HOJA DEL LAVAPARABRISAS,
                        Instalaci&#243;n
                        <xref refid="x16021118"/>
                    </hotlnk>
                    .
                </para>
            </step1>
            <step1>
                <para count="1">Compruebe el funcionamiento del limpiaparabrisas y del lavaparabrisas, luego limpie el
                    parabrisas y la zona circundante.
                </para>
            </step1>
            <step1>
                <para count="1">Cierre la tapa del motor y eng&#225;nchela en ambos lados.</para>
            </step1>
            <specpara>
                <important>
                    <para>El tiempo de curado r&#225;pido del adhesivo U216 two part urethane adhesive permite que el
                        veh&#237;culo se pueda manejar 30 minutos despu&#233;s de completar la instalaci&#243;n del
                        parabrisas. Si el veh&#237;culo tiene BOLSAS DE AIRE instaladas, el adhesivo U216 two part
                        urethane adhesive se debe dejar curar 60 minutos antes del manejo. Incluso si se tiene que usar
                        el adhesivo U400HV one part urethane adhesive, para llenar un espacio de
                        <emph type="bold">6 pulg. o menos</emph>
                        durante la aplicaci&#243;n del adhesivo U216 two part urethane adhesive, el tiempo de curado
                        antes de que se pueda manejar el veh&#237;culo ser&#225; el mismo que antes.
                        <emph type="bold">Si se emplean m&#225;s de 6 pulg. de U400HV one part urethane adhesive</emph>,
                        usted necesitar&#225; usar la parte del formulario del reporte de reemplazo del parabrisas
                        adherido (
                        <hotlnk document="m16021_109.xml" xrefid="f16021151">Figura 151
                            <xref refid="f16021151"/>
                        </hotlnk>
                        ) para registrar el tiempo, temperatura y humedad y seguir la tabla de curado para el U400HV.
                    </para>
                </important>
            </specpara>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_53.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_55.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
