<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - INSTRUCCIONES PARA REPARACI&#211;N DE MATERIAL DE FIBRA DE VIDRIO Y PL&#193;STICO (ABS) - FIBRA DE
        VIDRIO - LLENADO Y ACABADO DE LA SUPERFICIE
    </stitle>
    <svcsection/>
    <svcproc id="hl1600304" svcproctype="repair" graphiccount="4">
        <title>LLENADO Y ACABADO DE LA SUPERFICIE</title>
        <specpara>
            <note>
                <para>Si ha usado tornillos para alinear el panel, remuevalos y llene los orificios con relleno para
                    carrocer&#237;a antes de dar el acabado al panel.
                </para>
            </note>
        </specpara>
        <para>Despu&#233;s de reparar el &#225;rea da&#241;ada, aplique el relleno y realice el acabado de la superficie
            usando el siguiente procedimiento:
        </para>
        <step1>
            <para count="1">Siguiendo las instrucciones del fabricante, mezcle suficiente relleno para carrocer&#237;a
                para restablecer la superficie.
            </para>
            <specpara>
                <caution>
                    <para>Mezcle el relleno sobre f&#243;rmica, tefl&#243;n u otra superficie dura. No trabaje sobre una
                        superficie porosa, como el cart&#243;n.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Inserte el relleno en la superficie reparada con una esp&#225;tula de caucho, asegur&#225;ndose
                de llenar todos los vac&#237;os y quitar las burbujas de aire (
                <hotlnk xrefid="f1600350">Figura 50</hotlnk>).
            </para>
            <figure id="f1600350" figsize="col-wide">
                <graphic id="g1600350" filename="../figg16/g1600350.webp" type="webp"/>
                <caption>Figura 50. Inserte el relleno en la superficie reparada</caption>
            </figure>
            <specpara>
                <note>
                    <para>Deje que el relleno se extienda sobre la superficie original, para dejar un margen de
                        encogimiento.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Cuando el relleno est&#233; firme al tacto, cepille y/o lime el exceso, dejando todav&#237;a
                el nivel del relleno levemente m&#225;s alto que la superficie original (
                <hotlnk xrefid="f1600351">Figura 51</hotlnk>).
            </para>
            <figure id="f1600351" figsize="col-wide">
                <graphic id="g1600351" filename="../figg16/g1600351.webp" type="webp"/>
                <caption>Figura 51. Cepille o lime el exceso de relleno</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Ahora, encoja previamente el relleno, usando una pistola de aire caliente o una l&#225;mpara
                calor&#237;fica. Para el encogimiento se requiere una temperatura m&#237;nima de 49&#176;C (120&#176;F)
                (
                <hotlnk xrefid="f1600352">Figura 52</hotlnk>). Remueva la l&#225;mpara calor&#237;fica cuando el &#225;rea
                reparada se ponga tibia,
                <emph type="underscr">NO CALIENTE.</emph>
            </para>
            <figure id="f1600352" figsize="col-wide">
                <graphic id="g1600352" filename="../figg16/g1600352.webp" type="webp"/>
                <caption>Figura 52. Encoger previamente el relleno</caption>
            </figure>
            <specpara>
                <warning>
                    <para>Mantenga la fuente de calor al menos a 305 mm (12 pulgadas) del &#225;rea de
                        reparaci&#243;n.
                    </para>
                </warning>
            </specpara>
        </step1>
        <step1>
            <para count="1">Lije el&#233;ctricamente el relleno con un papel de lija de grado 360 hasta que est&#233;
                suave y al nivel de la superficie original.
            </para>
        </step1>
        <step1>
            <para count="1">Si el relleno es levemente poroso (con orificios finos), aplique una delgada capa de masilla
                vidriada (
                <hotlnk xrefid="f1600353">Figura 53</hotlnk>). Si el relleno presenta depresiones, no utilice masilla
                vidriada. En su lugar, aplique otra capa de relleno para carrocer&#237;a como se indica en los pasos 1 a
                5, antes de aplicar la masilla vidriada.
            </para>
            <figure id="f1600353" figsize="col-wide">
                <graphic id="g1600353" filename="../figg16/g1600353.webp" type="webp"/>
                <caption>Figura 53. Aplicar una delgada capa de masilla vidriada</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Deje que la masilla vidriada cure usando una l&#225;mpara cal&#243;rica, si es necesario.
                Retire la l&#225;mpara calor&#237;fica cuando el &#225;rea reparada se ponga tibia,
                <emph type="underscr">NO CALIENTE</emph>. Pula lijando con un bloque para lijar y papel de lija de grado
                360.
            </para>
        </step1>
        <step1>
            <para count="1">Limpie el &#225;rea con aire y vuelva a enmascararla si es necesario. Luego, esparza
                imprimador en la superficie y lije en h&#250;medo con papel de lija de grado 400 a 600. Complete la
                reparaci&#243;n pintando la superficie. Consulte GRUPO 16 - secci&#243;n PINTURA en el Manual de
                servicio maestro CTS-5000.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16003_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003_13.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
