<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA: MODELOS 4200, 4300 Y 4400 - RETIRE - CUBIERTA DEL MOTOR
    </stitle>
    <svcsection/>
    <svcproc svcproctype="remove" graphiccount="3">
        <title>CUBIERTA DEL MOTOR</title>
        <step1>
            <para count="1">Para quitar el asiento individual de pasajero, el asiento fijo de pasajero y/o el asiento
                corrido fijo de pasajero, consulte la secci&#243;n
                <hotlnk document="m16026_39.xml" xrefid="x1602613">ASIENTOS</hotlnk>
                <xref refid="x1602613"/>.
            </para>
        </step1>
        <para>Consulte la
            <hotlnk xrefid="f1602685">Figura 85</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Si est&#225;n instalados, quite el portavasos y el cenicero (Elemento 4) de la siguiente
                manera.
            </para>
        </step1>
        <step1>
            <para count="1">Deslice cuidadosamente un desarmador de hoja plana entre el tablero central de instrumentos
                (Elemento 1) y el bisel del panel de adorno del tablero central de instrumentos (Elemento 2).
                Cuidadosamente, haga palanca en el bisel del panel de adorno del tablero central hacia afuera del
                tablero central de instrumentos. D&#233;jelo aparte y gu&#225;rdelo para volver a instalarlo.
            </para>
        </step1>
        <step1>
            <para count="1">Quite los dos tornillos de cabeza torx (Elemento 3) de la parte delantera del tablero
                central de instrumentos (Elemento 1) y deslice el portavasos y el cenicero (Elemento 4) hacia atr&#225;s
                para desengancharlos de abajo del tablero central de instrumentos. D&#233;jelos aparte y gu&#225;rdelos
                para volver a instalarlos.
            </para>
        </step1>
        <figure id="f1602685" figsize="col-wide">
            <graphic filename="../figg16/g1602677.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="208px" resolution="72"/>
            <caption>Figura 85. Portavasos y cenicero</caption>
            <calloutgroup>
                <callout1>1. TABLERO CENTRAL DE INSTRUMENTOS</callout1>
                <callout1>2. BISEL DEL PANEL DE ADORNO DEL TABLERO CENTRAL DE INSTRUMENTOS</callout1>
                <callout1>3. TORNILLO DE CABEZA TORX</callout1>
                <callout1>4. PORTAVASOS Y CENICERO</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602686">Figura 86</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">En un veh&#237;culo con transmisi&#243;n autom&#225;tica y frenos hidr&#225;ulicos, quite
                los cuatro tornillos hexagonales de la brida (Elemento 1) y quite la palanca hidr&#225;ulica del freno
                de mano (Elemento 2) del piso de la cabina. D&#233;jelos aparte y gu&#225;rdelos para volver a
                instalarlos.
            </para>
        </step1>
        <figure id="f1602686" figsize="pg-wide">
            <graphic filename="../figg16/g1602678.webp" type="webp" scalefit="1" scalefitwidth="328px"
                     scalefitheight="392px" resolution="72"/>
            <caption>Figura 86. Palanca hidr&#225;ulica del freno de mano y cubierta del motor</caption>
            <calloutgroup>
                <callout1>1. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>2. PALANCA HIDR&#193;ULICA DEL FRENO DE MANO</callout1>
                <callout1>3. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>4. CUBIERTA DEL MOTOR</callout1>
                <callout1>5. TAPETE</callout1>
                <callout1>6. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>7. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>8. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
                <callout1>9. TORNILLO HEXAGONAL DE LA BRIDA</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602687">Figura 87</hotlnk>
            para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">En un veh&#237;culo con transmisi&#243;n est&#225;ndar y frenos de aire, quite la cubierta
                de hule (Elemento 1) del piso de la cabina que rodea la palanca de cambio de velocidades (Elemento 2).
            </para>
        </step1>
        <step1>
            <para count="1">Mantenga la cubierta de hule (Elemento 1) arriba y quite el tornillo Allen (Elemento 3) que
                asegura la palanca de cambio de velocidades (Elemento 2) al eje de transmisi&#243;n de la palanca de
                cambio de velocidades (Elemento 4). Quite la palanca de cambio de velocidades y la cubierta de hule del
                eje de transmisi&#243;n de la palanca de cambio de velocidades. D&#233;jelos aparte en el piso de la
                cabina y gu&#225;rdelos para volver a instalarlos.
            </para>
        </step1>
        <figure id="f1602687" figsize="col-wide">
            <graphic filename="../figg16/g1602679.webp" type="webp" scalefit="1" scalefitwidth="248px"
                     scalefitheight="312px" resolution="72"/>
            <caption>Figura 87. Palanca de cambio de velocidades y cubierta</caption>
            <calloutgroup>
                <callout1>1. CUBIERTA DE HULE</callout1>
                <callout1>2. PALANCA DE CAMBIO DE VELOCIDADES</callout1>
                <callout1>3. TORNILLO ALLEN</callout1>
                <callout1>4. EJE DE TRASMISI&#211;N DE LA PALANCA DE CAMBIO DE VELOCIDADES</callout1>
            </calloutgroup>
        </figure>
        <para>Consulte la
            <hotlnk xrefid="f1602686">Figura 86</hotlnk>
            <xref refid="f1602686"/>para los elementos entre par&#233;ntesis.
        </para>
        <step1>
            <para count="1">Quite los dos tornillos hexagonales de la brida (Elemento 3) en la parte superior de la
                cubierta del motor (Elemento 4). D&#233;jelos aparte y gu&#225;rdelos para volver a instalarlos.
            </para>
        </step1>
        <step1>
            <para count="1">Jale el tapete del lado del conductor (Elemento 5) del borde inferior de la cubierta del
                motor (Elemento 4). Quite los dos tornillos hexagonales de la brida (Elemento 6, vea flecha A) en el
                lado del conductor de la cubierta del motor. D&#233;jelos aparte y gu&#225;rdelos para volver a
                instalarlos.
            </para>
        </step1>
        <step1>
            <para count="1">Jale el tapete (Elemento 5) desde el borde inferior cruzando la parte delantera de la
                cubierta del motor (Elemento 4). Quite los tornillos hexagonales de la brida (Elemento 7, vea c&#237;rculo
                B) de la cubierta del motor. D&#233;jelos aparte y gu&#225;rdelos para volver a instalarlos.
            </para>
        </step1>
        <step1>
            <para count="1">Jale el tapete (Elemento 5) desde el borde inferior cruzando la parte delantera de la
                cubierta del motor (Elemento 4). Quite los tornillos hexagonales de la brida (Elemento 8, vea c&#237;rculo
                C) de la cubierta del motor. D&#233;jelos aparte y gu&#225;rdelos para volver a instalarlos.
            </para>
        </step1>
        <step1>
            <para count="1">Jale el tapete del lado del pasajero (Elemento 5) del borde inferior de la cubierta del
                motor (Elemento 4). Quite los dos tornillos hexagonales de la brida (Elemento 9, vea c&#237;rculos D y
                E) de la cubierta del motor del lado del pasajero. D&#233;jelos aparte y gu&#225;rdelos para volver a
                instalarlos.
            </para>
        </step1>
        <step1>
            <para count="1">Jale cuidadosamente la cubierta del motor (Elemento 4) fuera de la parte inferior del
                tablero de instrumentos, levante el borde inferior delantero de la cubierta del motor por encima del eje
                de transmisi&#243;n de la palanca de cambio de velocidades (Elemento 4,
                <hotlnk xrefid="f1602687">Figura 87)</hotlnk>
                <xref refid="f1602687"/>, si est&#225; instalada, y j&#225;lela completamente desde debajo del tablero
                de instrumentos. Quite la cubierta del motor del interior de la cabina. D&#233;jela aparte y gu&#225;rdela
                para volver a instalarla.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16026_49.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026_51.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16026.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
