<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - CABINA CONVENCIONAL 5000i Y 9000i - INSTALACI&#211;N - CONJUNTO DEL PANEL
        TAPIZADO SUPERIOR E INTERIOR DE LA PUERTA Y DEL REGULADOR DE LA VENTANA
    </stitle>
    <svcsection/>
    <svcproc id="x16021114" svcproctype="install" graphiccount="0">
        <title>CONJUNTO DEL PANEL TAPIZADO SUPERIOR E INTERIOR DE LA PUERTA Y DEL REGULADOR DE LA VENTANA</title>
        <svcsubproc>
            <title>Instalaci&#243;n del conjunto del panel tapizado superior e interior de la puerta y del regulador de
                la ventana
            </title>
            <specpara>
                <note>
                    <para>Si la puerta tiene ventanas, seguros de las puertas, espejos, espejos t&#233;rmicos o antena
                        CB el&#233;ctricos y se ha reemplazado el arn&#233;s de cables de la puerta, enchufe los
                        conectores del arn&#233;s de cables para instalar el conjunto del panel tapizado superior e
                        interior de la puerta y del regulador de la ventana como se describe a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602144">la Figura 44
                    <xref refid="f1602144"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) en la puerta de la cabina y introduzca con cuidado cada conector del
                    cable el&#233;ctrico de la puerta de la cabina (Elemento 1) a trav&#233;s de la arandela aislante de
                    la bisagra de la puerta de la cabina y de la bisagra de la puerta de la cabina. Cada conector tiene
                    que ser introducido por separado; hale el cable el&#233;ctrico completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que el cable el&#233;ctrico de la puerta de la cabina (Elemento 1) se ha halado
                    completamente a trav&#233;s de la arandela aislante de la bisagra de la puerta de la cabina y de la
                    bisagra de la puerta de la cabina, introduzca con cuidado cada conector de cable el&#233;ctrico de
                    la puerta de la cabina a trav&#233;s del pilar y la arandela pl&#225;stica de la bisagra de la
                    cabina hasta el panel lateral de la cabina. Cada conector tiene que ser introducido por separado.
                </para>
            </step1>
            <step1>
                <para count="1">Ahora introduzca el cable el&#233;ctrico del espejo con cuidado (Elemento 2) a trav&#233;s
                    de la apertura del soporte del espejo y la puerta de la cabina (Elemento 4,
                    <hotlnk document="m16021_25.xml" xrefid="f1602142">Figura 42
                        <xref refid="f1602142"/>
                    </hotlnk>
                    ). Cada conector tiene que ser introducido por separado. Hale el cable el&#233;ctrico completamente
                    a trav&#233;s de la puerta de la cabina y el soporte de montaje del espejo.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602143">la Figura 43
                    <xref refid="f1602143"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 1) separado de la puerta de la cabina e instale la varilla de control de la
                    manija de la puerta interior (Elemento 6) en la varilla de control de la manija interior de la
                    cerradura de la puerta (Elemento 7) proveniente del conjunto de la cerradura de la puerta (Elemento
                    4) y deslice la presilla de retenci&#243;n (Elemento 5) hacia la varilla de control de la manija de
                    la puerta interior para fijarlos juntos.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras mantiene el conjunto del panel tapizado superior e interior de la puerta y del
                    regulador de la ventana (Elemento 1) separado de la puerta de la cabina, conecte el conector del
                    interruptor de la luz de cortes&#237;a de la puerta de la cabina (Elemento 8) al interruptor de la
                    luz de cortes&#237;a de la puerta de la cabina.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602141">la Figura 41
                    <xref refid="f1602141"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) sobre la varilla de control del seguro de la puerta (Elemento 2) y
                    deslice hacia abajo hasta su posici&#243;n en la puerta de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) en la puerta de la cabina e instale seis tornillos Allen de cabeza
                    troncoc&#243;nica (Elemento 11) que los fijan a la puerta de la cabina.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602142">la Figura 42
                    <xref refid="f1602142"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Enchufe los conectores de cables el&#233;ctricos (Elemento 2) seg&#250;n se requiera,
                    como el conector de cable CB y, si est&#225;n instalados, los conectores de espejo el&#233;ctrico
                    y/o t&#233;rmico. Enrolle el exceso de cable y use una amarra (Elemento 5) para empaquetarlos de tal
                    modo que queden contenidos dentro del soporte de montaje del espejo inferior. Instale la cubierta de
                    pl&#225;stico del soporte de montaje del espejo inferior (Elemento 1).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602141">la Figura 41
                    <xref refid="f1602141"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">A trav&#233;s de la apertura de acceso en el panel de la puerta interior (Elemento 6)
                    instale la varilla de control del seguro de puerta el&#233;ctrico del accionador del seguro de
                    puerta el&#233;ctrico (Elemento 9) en la varilla de control del seguro de puerta el&#233;ctrico
                    (Elemento 10) y deslice la presilla de retenci&#243;n (Elemento 8) en la varilla de control del
                    seguro del accionador del seguro el&#233;ctrico de la puerta.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la perilla del seguro de la puerta (Elemento 1) en la varilla de control del
                    seguro de la puerta (Elemento 2) introduci&#233;ndola a trav&#233;s de la apertura en el conjunto
                    del panel tapizado superior e interior de la puerta y del regulador de la ventana (Elemento 3).
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos tornillos de m&#225;quina de cabeza hexagonal (Elemento 5) a trav&#233;s de
                    la apertura ovalada en el centro del panel de la puerta interior (Elemento 6) asegurando el conjunto
                    del regulador de la ventana al soporte del regulador en la ventana.
                </para>
            </step1>
            <step1>
                <para count="1">Si la ventana del veh&#237;culo se opera manualmente, use la manija del regulador de la
                    ventana (
                    <hotlnk document="m16021_23.xml" xrefid="f1602135">Elemento 2
                        <xref refid="f1602135"/>
                    </hotlnk>
                    ), suba la ventana y remueva el bloque de madera (Elemento 7), de 12.5 pulg. de largo, a trav&#233;s
                    de la apertura del panel interior de la puerta (Elemento 6).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602140">la Figura 40
                    <xref refid="f1602140"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque la correa para limitar la apertura de la puerta (Elemento 2) en el marco de la
                    puerta de la cabina (Elemento 3) e instale dos tornillos de m&#225;quina de cabeza troncoc&#243;nica
                    (Elemento 1).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602139">la Figura 39
                    <xref refid="f1602139"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Hale con cuidado el cable el&#233;ctrico y los conectores (Elemento 1) a trav&#233;s del
                    costado de la cabina (Elemento 2) lo m&#225;s que se pueda.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602138">la Figura 38
                    <xref refid="f1602138"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Introduzca la mano debajo del tablero de instrumentos y conecte el conector de la luz de
                    cortes&#237;a (Elemento 1) y el conector de cable CB (Elemento 2), y si est&#225;n instalados,
                    conecte el conector de la ventana el&#233;ctrica (Elemento 3) y el conector del seguro de puerta el&#233;ctrico
                    (Elemento 4). Si el veh&#237;culo tiene espejos t&#233;rmicos y/o espejos el&#233;ctricos, enchufe
                    los conectores de estos tambi&#233;n.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602137">la Figura 37
                    <xref refid="f1602137"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el panel aislador lateral de la cabina (Elemento 6) en su lugar en el lado del
                    conductor e instale un sujetador de tapizado de pl&#225;stico negro (Elemento 7) en el reborde
                    superior, luego instale dos tornillos autorroscantes de cabeza troncoc&#243;nica y arandelas
                    (Elemento 8).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el interruptor del atenuador (Elemento 5) en su lugar e instale dos tornillos de
                    cabeza troncoc&#243;nica (Elemento 4) para fijarlo.
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el panel aislador delantero de la cabina (Elemento 1) debajo del tablero de
                    instrumentos e instale dos sujetadores de tapizado de pl&#225;stico negro (Elemento 2) en el reborde
                    superior, luego instale un tornillo autorroscante de cabeza troncoc&#243;nica y una arandela
                    (Elemento 3).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602141">la Figura 41
                    <xref refid="f1602141"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene vidrios el&#233;ctricos use el interruptor de ventana el&#233;ctrica
                    para subir la ventana y remueva el bloque de madera (Elemento 7), de 12.5 pulg. de largo, a trav&#233;s
                    de la apertura del panel de la puerta interior (Elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel tapizado inferior de la puerta de la cabina en la puerta de la cabina.
                    Consulte
                    <hotlnk document="m16021_66.xml" xrefid="x16021113">PANEL TAPIZADO INFERIOR DE LA PUERTA DE LA
                        CABINA, Instalaci&#243;n del panel tapizado inferior de la puerta de la cabina del lado del
                        conductor
                        <xref refid="x16021113"/>
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
        <svcsubproc>
            <title>Instalaci&#243;n del conjunto del panel tapizado superior e interior de la puerta y del regulador de
                ventana del lado del pasajero
            </title>
            <specpara>
                <note>
                    <para>Si la puerta tiene ventanas el&#233;ctricas, seguros de las puertas, espejos, espejos t&#233;rmicos
                        o antena CB y se ha reemplazado el arn&#233;s de cables, enchufe los conectores del arn&#233;s
                        de cables para instalar el conjunto del panel tapizado superior e interior de la puerta y del
                        regulador de la ventana como se describe a continuaci&#243;n.
                    </para>
                </note>
            </specpara>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602152">la Figura 52
                    <xref refid="f1602152"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) en la puerta de la cabina y introduzca con cuidado cada conector del
                    cable el&#233;ctrico de la puerta de la cabina (Elemento 1) a trav&#233;s de la arandela de la
                    bisagra de la puerta de la cabina y de la bisagra de la puerta de la cabina. Cada conector tiene que
                    ser introducido por separado; hale el cable el&#233;ctrico completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Una vez que el cable el&#233;ctrico de la puerta de la cabina (Elemento 1) se ha halado
                    completamente a trav&#233;s de la arandela de la bisagra de la puerta de la cabina y de la bisagra
                    de la puerta de la cabina, introduzca con cuidado cada conector de cable el&#233;ctrico de la puerta
                    de la cabina a trav&#233;s del pilar y la arandela pl&#225;stica de la bisagra de la cabina hacia el
                    panel lateral de la cabina. Cada conector tiene que ser introducido por separado.
                </para>
            </step1>
            <step1>
                <para count="1">Ahora introduzca el cable del espejo el&#233;ctrico (Elemento 2) con cuidado a trav&#233;s
                    de la apertura del soporte del espejo y la puerta de la cabina (Elemento 4,
                    <hotlnk document="m16021_25.xml" xrefid="f1602150">Figura 50
                        <xref refid="f1602150"/>
                    </hotlnk>
                    ). Cada conector tiene que ser introducido por separado; hale el cable el&#233;ctrico completamente
                    a trav&#233;s de la puerta de la cabina y el soporte de montaje del espejo.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602151">la Figura 51
                    <xref refid="f1602151"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 1) separado de la puerta de la cabina e instale la varilla de control de la
                    manija de la puerta interior (Elemento 6) en la varilla de control de la manija interior de la de la
                    puerta (Elemento 7) proveniente del conjunto de la cerradura de la puerta (Elemento 4) y deslice la
                    presilla de retenci&#243;n (Elemento 5) hacia la varilla de control de la manija de la puerta
                    interior para fijarlos juntos.
                </para>
            </step1>
            <step1>
                <para count="1">Mientras mantiene el conjunto del panel tapizado superior e interior de la puerta y del
                    regulador de la ventana (Elemento 1) separado de la puerta de la cabina, conecte el conector del
                    interruptor de la luz de cortes&#237;a de la puerta de la cabina (Elemento 8) al interruptor de la
                    luz de cortes&#237;a de la puerta de la cabina.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602149">la Figura 49
                    <xref refid="f1602149"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) sobre la varilla de control del seguro de la puerta (Elemento 2) y
                    deslice hacia abajo hasta su posici&#243;n en la puerta de la cabina.
                </para>
            </step1>
            <step1>
                <para count="1">Mantenga el conjunto del panel tapizado superior e interior de la puerta y del regulador
                    de la ventana (Elemento 3) en la puerta de la cabina e instale seis tornillos Allen de cabeza
                    troncoc&#243;nica (Elemento 11) que los fijan a la puerta de la cabina.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602150">la Figura 50
                    <xref refid="f1602150"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Enchufe los conectores de cables el&#233;ctricos (Elemento 2) seg&#250;n se requiera,
                    como el conector de cable CB y, si est&#225;n instalados, los conectores de espejo el&#233;ctrico
                    y/o t&#233;rmico. Enrolle el exceso de cable y use una amarra (Elemento 5) para empaquetarlos de tal
                    modo que queden contenidos dentro del soporte de montaje del espejo inferior. Instale la cubierta de
                    pl&#225;stico del soporte de montaje del espejo inferior (Elemento 1).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602149">la Figura 49
                    <xref refid="f1602149"/>
                </hotlnk>
                para los elementos entre par&#233;ntesis, a menos que se indique otra cosa.
            </para>
            <step1>
                <para count="1">A trav&#233;s de la apertura de acceso en el panel interior de la puerta (Elemento 6)
                    instale la varilla de control del seguro el&#233;ctrico de la puerta del accionador del seguro el&#233;ctrico
                    de la puerta (Elemento 9) en la varilla de control del seguro el&#233;ctrico de la puerta (Elemento
                    10) y deslice la presilla de retenci&#243;n (Elemento 8) a la varilla de control del seguro del
                    accionador del seguro el&#233;ctrico de la puerta .
                </para>
            </step1>
            <step1>
                <para count="1">Instale la perilla del seguro de la puerta (Elemento 1) en la varilla de control del
                    seguro de la puerta (Elemento 2) introduci&#233;ndola a trav&#233;s de la apertura en el conjunto
                    del panel tapizado superior e interior de la puerta y del regulador de la ventana (Elemento 3).
                </para>
            </step1>
            <step1>
                <para count="1">Instale dos tornillos de m&#225;quina de cabeza hexagonal (Elemento 5) a trav&#233;s de
                    la apertura ovalada en el centro del panel interior de la puerta (Elemento 6) asegurando el conjunto
                    del regulador de la ventana al soporte del regulador de la ventana en la ventana.
                </para>
            </step1>
            <step1>
                <para count="1">Si la ventana del veh&#237;culo se opera manualmente, use la manija del regulador de la
                    ventana (
                    <hotlnk document="m16021_23.xml" xrefid="f1602136">Elemento 2
                        <xref refid="f1602136"/>
                    </hotlnk>
                    ) y suba la ventana y remueva el bloque de madera (Elemento 7), de 12.5 pulg. de largo, a trav&#233;s
                    de la apertura del panel interior de la puerta (Elemento 6).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602148">la Figura 48
                    <xref refid="f1602148"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque la correa para limitar la apertura de la puerta (Elemento 2) en el marco de la
                    puerta de la cabina (Elemento 3) e instale dos tornillos de m&#225;quina de cabeza troncoc&#243;nica
                    (Elemento 1).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602147">la Figura 47
                    <xref refid="f1602147"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Hale con cuidado el cable el&#233;ctrico y los conectores (Elemento 1) a trav&#233;s del
                    costado de la cabina (Elemento 2) lo m&#225;s que se pueda.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602146">la Figura 46
                    <xref refid="f1602146"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Introduzca la mano debajo del tablero de instrumentos y conecte el conector de la luz de
                    cortes&#237;a (Elemento 1) y el conector de cable CB (Elemento 2). Si est&#225;n instalados, conecte
                    el conector de la ventana el&#233;ctrica (Elemento 3) y el conector del seguro el&#233;ctrico de la
                    puerta (Elemento 4). Si el veh&#237;culo tiene espejos t&#233;rmicos y/o espejos el&#233;ctricos,
                    enchufe los conectores de &#233;stos tambi&#233;n.
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602145">la Figura 45
                    <xref refid="f1602145"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Coloque el panel aislador lateral de la cabina (Elemento 4) del lado del pasajero en su
                    lugar e instale dos tornillos autorroscantes de cabeza troncoc&#243;nica y arandelas (Elemento 5).
                </para>
            </step1>
            <step1>
                <para count="1">Coloque el panel aislador delantero de la cabina (Elemento 1) del lado del pasajero por
                    debajo del tablero de instrumentos e instale tres sujetadores de tapizado de pl&#225;stico negro
                    (Elemento 2), luego instale cuatro tornillos autoroscantes de cabeza troncoc&#243;nica y arandelas
                    (Elemento 3).
                </para>
            </step1>
            <para>Consulte
                <hotlnk document="m16021_25.xml" xrefid="f1602149">la Figura 49
                    <xref refid="f1602149"/>
                </hotlnk>
                para los elementos que est&#225;n entre par&#233;ntesis.
            </para>
            <step1>
                <para count="1">Si el veh&#237;culo tiene vidrios el&#233;ctricos use el interruptor de ventana el&#233;ctrica
                    para subir la ventana y remueva el bloque de madera (Elemento 7), de 12.5 pulg. de largo, a trav&#233;s
                    de la apertura del panel de la puerta interior (Elemento 6).
                </para>
            </step1>
            <step1>
                <para count="1">Instale el panel tapizado inferior de la puerta de la cabina en la puerta de la cabina.
                    Consulte
                    <hotlnk document="m16021_66.xml" xrefid="x16021113">PANEL TAPIZADO INFERIOR DE LA PUERTA DE LA
                        CABINA, Instalaci&#243;n del panel tapizado inferior de la puerta de la cabina del lado del
                        pasajero
                        <xref refid="x16021113"/>
                    </hotlnk>
                    .
                </para>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16021_67.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021_69.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16021.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
