<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - Gu&#237;a para Localizaci&#243;n de Fallas del Sistema El&#233;ctrico - 3200, 4200, 4300, 4400,
        7300, 7400, 7500, 8500, 8600 - AIRE ACONDICIONADO - SISTEMA CALEFACTOR Pro Sleeper 9200, 9300, 9400 , &#38;
        Modelos 9800 - SUGERENCIAS DE SERVICIO
    </stitle>
    <svcsection/>
    <svcproc svcproctype="repair" graphiccount="0">
        <title>SUGERENCIAS DE SERVICIO</title>
        <para>Durante el desmontaje e instalaci&#243;n de componentes, de una atenci&#243;n especial a lo siguiente;
            esto le ayudar&#225; a evitar problemas innecesarios y que demandan mucho tiempo.
        </para>
        <step1>
            <para count="1">Durante el desmontaje, anote los recorridos del cable. Los cables deben seguir curvas de
                gran radio donde sea necesario. Las curvas pronunciadas tienden a aumentar la resistencia al movimiento
                del cable Bowden (Cable solido dentro de un foro) y algunas veces producen rertorcimientos que
                inutilizan el cable.
            </para>
        </step1>
        <step1>
            <para count="1">Es sumamente importante que todas las mangueras del refrigerante, anillos "O" y conexiones
                de tuber&#237;as se lubriquen con aceite refrigerante
                <emph type="bold">DE BASE MINERAL</emph>
                y que se aprieten como se especifica en la
                <hotlnk document="m16020_29.xml" xrefid="hl1602001">TABLA DE TORSIONES</hotlnk>. Utilice s&#243;lo una
                llave de torsi&#243;n que se sepa que est&#225; correcta.
            </para>
        </step1>
        <step1>
            <para count="1">Al soltar o apretar las conexiones, use siempre dos laves, la principal y una auxiliar.
            </para>
        </step1>
        <step1>
            <para count="1">En cualquier sistema que se abra (excepto por un per&#237;odo muy breve) cuando se lava el
                sistema y/o cuando se reemplaza el compresor, remplace la unidad de receptor deshidratador.
            </para>
        </step1>
        <step1>
            <para count="1">Todas las mangueras del refrigerante, abrazaderas de apoyo de la tuber&#237;a y sujetadores
                de apoyo se deben volver a instalar en su posici&#243;n original.
            </para>
        </step1>
        <step1>
            <para count="1">Cada vez que se reemplace el compresor, el sistema de aire acondicionado se debe purgar y/o
                lavar como se describe en GRUPO 16 - TEOR&#205;A B&#193;SICA DEL AIRE ACONDICIONADO, DIAGN&#211;STICO Y
                SERVICIO DEL SISTEMA en el Manual de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">El nivel de aceite del compresor se debe revisar y reemplazar como se especifica en GRUPO 16
                - TEOR&#205;A B&#193;SICA DEL AIRE ACONDICIONADO, DIAGN&#211;STICO Y SERVICIO DEL SISTEMA en el Manual
                de Servicio Maestro CTS-5000.
            </para>
        </step1>
        <step1>
            <para count="1">Todas las aberturas de las mangueras del refrigerante y de la tuber&#237;a se deben cubrir o
                tapar inmediatamente durante el desmontaje y permanecer as&#237; hasta la reinstalaci&#243;n, para
                evitar el ingreso de tierra, humedad y otros materiales extra&#241;os. Incluso la part&#237;cula m&#225;s
                peque&#241;a puede ocasionar problemas en el sistema.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m16020_12.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020_14.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m16020.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
