<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2
        PULGADAS) - INSTALACI&#211;N
    </stitle>
    <svcsection/>
    <svcsubsec>
        <title>INSTALACI&#211;N</title>
        <svcproc svcproctype="install" graphiccount="10">
            <title>EMBRAGUE DE 356 MM (14 PULGADAS)</title>
            <step1>
                <para count="1">Instale un nuevo cojinete de gu&#237;a en el volante. Si se debe volver a usar el
                    cojinete antiguo, l&#237;mpielo y rev&#237;selo completamente.
                </para>
            </step1>
            <step1>
                <para count="1">Revise el ajuste de los cubos ranurados de los discos de fricci&#243;n delantero y
                    trasero en las ranuras del engranaje de impulso principal de la transmisi&#243;n que se va a usar.
                    Los cubos deben deslizarse libremente para obtener un desembrague adecuado.
                </para>
            </step1>
            <step1>
                <para count="1">Si se ha reemplazado el volante, revise siempre los di&#225;metros de la superficie y de
                    la gu&#237;a con un indicador de cuadrante, para asegurarse de que los descentramientos totales del
                    indicador est&#233;n dentro de las especificaciones. Consulte
                    <hotlnk document="m11001s_6.xml" xrefid="hl1100103">Bastidor del embrague de la transmisi&#243;n y
                        bastidor del volante del motor</hotlnk>.
                </para>
            </step1>
            <step1>
                <para count="1">Remueva el volante. Remueva los dos tornillos de ajuste de cada uno de los pasadores de
                    arrastre; luego, remueva los pasadores de arrastre usando un punz&#243;n y martillo (
                    <hotlnk xrefid="f1100124">Figura 24</hotlnk>).
                </para>
                <figure id="f1100124" figsize="col-wide">
                    <graphic id="g1100124" filename="../figg11/g1100124.webp" type="webp"/>
                    <caption>Figura 24. Remueva los tornillos de ajuste</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale seis pasadores de arrastre nuevos en el volante, separados por la misma
                    distancia (
                    <hotlnk xrefid="f1100125">Figura 25</hotlnk>). Aseg&#250;rese de que las espigas de los pasadores de
                    arrastre est&#233;n ajustadas a presi&#243;n en el aro del volante y que las cabezas est&#233;n en
                    &#225;ngulo recto con la superficie de fricci&#243;n.
                </para>
                <figure id="f1100125" figsize="col-wide">
                    <graphic id="g1100125" filename="../figg11/g1100125.webp" type="webp"/>
                    <caption>Figura 25. Instalaci&#243;n de pasadores de arrastre nuevos en el volante</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque el plato intermedio sobre los pasadores de arrastre.</para>
                <specpara>
                    <warning>
                        <para>Use siempre gafas de seguridad para evitar lesiones oculares. Use un martillo de bronce
                            para instalar los pasadores de arrastre.
                        </para>
                    </warning>
                </specpara>
                <para>Aplique presi&#243;n al plato intermedio en una direcci&#243;n y mida la separaci&#243;n entre
                    cada pasador de arrastre y la ranura en el mismo lado de los pasadores (
                    <hotlnk xrefid="f1100126">Figura 26</hotlnk>). La separaci&#243;n m&#237;nima entre los pasadores de
                    arrastre y las ranuras de impulso debe ser de 0.152 mm (0.006 pulgada). Si no hay una separaci&#243;n
                    apropiada, vuelva a revisar la cuadratura de los pasadores de arrastre.
                </para>
                <figure id="f1100126" figsize="col-wide">
                    <graphic id="g1100126" filename="../figg11/g1100126.webp" type="webp"/>
                    <caption>Figura 26. Medici&#243;n de la separaci&#243;n entre el pasador de arrastre y la ranura
                    </caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Nunca lime las ranuras del plato intermedio para lograr una separaci&#243;n correcta.
                            Hacerlo causar&#225; una carga desigual en los pasadores. Esta es una causa frecuente de
                            problemas de un desembrague deficiente o ausencia de desembrague en instalaciones recientes
                            y puede hacer que los pasadores de arrastre se rompan.
                        </para>
                    </caution>
                </specpara>
            </step1>
            <step1>
                <para count="1">Cuando la alineaci&#243;n y separaci&#243;n sean correctas, remueva el plato intermedio
                    (
                    <hotlnk xrefid="f1100127">Figura 27</hotlnk>) y asegure los pasadores de arrastre en su lugar con
                    tornillos de ajuste nuevos. Debe usar dos tornillos de ajuste de 3/8 por 3/8 para sujetar cada
                    pasador de arrastre en su lugar.
                </para>
                <figure id="f1100127" figsize="col-wide">
                    <graphic id="g1100127" filename="../figg11/g1100127.webp" type="webp"/>
                    <caption>Figura 27. Remueva el plato intermedio</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Vuelva a instalar el volante en el motor. Consulte el manual del motor para ver las
                    especificaciones de torsi&#243;n.
                </para>
            </step1>
            <step1>
                <para count="1">Instale el conjunto de disco impulsado delantero (
                    <hotlnk xrefid="f1100128">Figura 28</hotlnk>) en el volante con el lado marcado como "volante -
                    flywheel" dando la cara hacia el motor.
                </para>
                <figure id="f1100128" figsize="col-wide">
                    <graphic id="g1100128" filename="../figg11/g1100128.webp" type="webp"/>
                    <caption>Figura 28. Instalaci&#243;n del conjunto de disco impulsado delantero</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Instale el plato intermedio en el volante, colocando las ranuras de impulso en los
                    pasadores de arrastre (
                    <hotlnk xrefid="f1100129">Figura 29</hotlnk>).
                </para>
                <figure id="f1100129" figsize="col-wide">
                    <graphic id="g1100129" filename="../figg11/g1100129.webp" type="webp"/>
                    <caption>Figura 29. Instalaci&#243;n del plato intermedio en el volante</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Al instalar los embragues Super Duty, aseg&#250;rese de usar tres resortes anti-
                    traqueteo, separados por la misma distancia entre los pasadores de arrastre. Inst&#225;lelos con el
                    lado curvo del orificio dando la cara a la superficie del volante (
                    <hotlnk xrefid="f1100130">Figura 30</hotlnk>).
                </para>
                <figure id="f1100130" figsize="col-wide">
                    <graphic id="g1100130" filename="../figg11/g1100130.webp" type="webp"/>
                    <caption>Figura 30. Uso de resortes anti-traqueteo al instalar los embragues Super Duty</caption>
                </figure>
                <specpara>
                    <note>
                        <para>Estos embragues tienen platos intermedios m&#225;s gruesos y cuatro botones de cer&#225;mica.
                            No mezcle los discos est&#225;ndar (de tres botones) y Super Duty (de cuatro botones).
                        </para>
                    </note>
                </specpara>
                <specpara>
                    <warning>
                        <para>Use guantes gruesos al instalar los resortes anti-traqueteo. Los resortes tienen bordes
                            afilados.
                        </para>
                    </warning>
                </specpara>
            </step1>
            <step1>
                <para count="1">Inserte la herramienta de alineaci&#243;n de ranuras (
                    <hotlnk xrefid="f1100131">Figura 31</hotlnk>) a trav&#233;s del cubo del disco impulsado trasero,
                    con el lado marcado como "plato de presi&#243;n" dando la cara a la transmisi&#243;n. Instale el
                    disco impulsado trasero detr&#225;s del plato intermedio.
                    <emph type="bold">Aseg&#250;rese de que el lado marcado como "plato de presi&#243;n - pressure
                        plate" est&#233; de cara a la transmisi&#243;n.
                    </emph>
                    Inserte la herramienta de alineaci&#243;n a trav&#233;s del cubo del disco impulsado delantero y
                    dentro del cojinete de gu&#237;a.
                </para>
                <figure id="f1100131" figsize="col-wide">
                    <graphic id="g1100131" filename="../figg11/g1100131.webp" type="webp"/>
                    <caption>Figura 31. Inserci&#243;n de la herramienta de alineaci&#243;n de ranuras</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Coloque el conjunto de cubierta en el volante (
                    <hotlnk xrefid="f1100132">Figura 32</hotlnk>) con el conjunto compensador de desgaste o correa de
                    seguridad alineados con la abertura en el bastidor de campana.
                </para>
                <figure id="f1100132" figsize="col-wide">
                    <graphic id="g1100132" filename="../figg11/g1100132.webp" type="webp"/>
                    <caption>Figura 32. Colocaci&#243;n del conjunto de cubierta en el volante</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Inserte los tornillos de montaje Grado 5 de 3/8 de pulgada como m&#237;nimo con
                    arandelas de seguridad y apri&#233;telos con los dedos para mantener el conjunto en su lugar. Los
                    tornillos deben ser de 33 mm (1 1/4 pulgada) de largo.
                </para>
            </step1>
            <step1>
                <para count="1">Apriete los tornillos progresivamente en la secuencia se&#241;alada (
                    <hotlnk xrefid="f1100133">Figura 33</hotlnk>) para insertar el aro del embrague en su correcta
                    ubicaci&#243;n en la gu&#237;a del volante. Apriete a 46 a 52 N&#183;m (34 a 38 lbs-pie).
                </para>
                <figure id="f1100133" figsize="col-wide">
                    <graphic id="g1100133" filename="../figg11/g1100133.webp" type="webp"/>
                    <caption>Figura 33. Apriete de los tornillos en la secuencia se&#241;alada</caption>
                </figure>
                <specpara>
                    <caution>
                        <para>Si no aprieta los tornillos como se describe puede causar un da&#241;o permanente y/o una
                            condici&#243;n desbalanceada.
                        </para>
                    </caution>
                </specpara>
                <specpara>
                    <note>
                        <para>A medida que se aprietan los tornillos, los bloques de madera deben caer libremente. Si no
                            es as&#237;, aseg&#250;rese de quitarlos.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Remueva la herramienta de alineaci&#243;n. Esto puede requerir un golpe con un mazo.
                </para>
            </step1>
            <step1>
                <para count="1">Instale la transmisi&#243;n. Consulte
                    <hotlnk document="m11001s_HL1100104.xml" xrefid="hl1100104">TRANSMISI&#211;N</hotlnk>.
                </para>
            </step1>
        </svcproc>
    </svcsubsec>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_6.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_8.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
