<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2
        PULGADAS) - AJUSTE - EMBRAGUE
    </stitle>
    <svcsection/>
    <svcproc id="hl1100105" svcproctype="adjust" graphiccount="4">
        <title>EMBRAGUE</title>
        <svcprocinfo>
            <para>Para asegurar un funcionamiento correcto del embrague y una larga vida de servicio &#250;til de dichos
                componentes, se deben ajustar apropiadamente tanto el embrague como el varillaje de control del
                embrague.
            </para>
            <para>Se deben hacer dos tipos de ajustes: (1) Ajuste interno del embrague (cojinete de desembrague), (2)
                ajuste externo (pedal y varillaje).
            </para>
            <para>Para ver los procedimientos de ajuste externo (varillaje), consulte GRUPO 11 - VARILLAJE en el Manual
                de Servicio Maestro CTS-5000 con respecto al veh&#237;culo que se est&#225; reparando.
            </para>
            <specpara>
                <caution>
                    <para>No cambie los ajustes externos (varillaje) sin revisar primero el ajuste interno del embrague.
                        El cambio del ajuste externo no compensar&#225; un ajuste inadecuado del interior del embrague.
                    </para>
                </caution>
            </specpara>
        </svcprocinfo>
        <svcsubproc>
            <title>Ajuste interno</title>
            <para>A continuaci&#243;n se describen los procedimientos de ajustes internos del embrague.</para>
            <para>Algunos embragues tienen una caracter&#237;stica de ajuste autom&#225;tico que compensa el desgaste de
                los revestimientos de los discos del embrague. Sin embargo,
                <emph type="bold">los ajustes iniciales se deben establecer manualmente</emph>
                durante el servicio del embrague.
            </para>
            <step1>
                <para count="1">Revise la separaci&#243;n entre el bastidor del cojinete de desembrague y el disco de
                    freno del embrague (
                    <hotlnk xrefid="f1100148">Figura 48</hotlnk>). Esta dimensi&#243;n debe ser de 12.7 a 14.2 mm (1/2 a
                    9/16 de pulgada).
                </para>
                <figure id="f1100148" figsize="col-wide">
                    <graphic id="g1100148" filename="../figg11/g1100148.webp" type="webp"/>
                    <caption>Figura 48. Revisi&#243;n de la separaci&#243;n entre el bastidor del cojinete de
                        desembrague y el disco de freno del embrague
                    </caption>
                    <calloutgroup>
                        <callout1>1. FRENO DEL EMBRAGUE</callout1>
                        <callout1>2. COJINETE DE DESEMBRAGUE</callout1>
                        <callout1>3. HERRAMIENTA DE MEDICI&#211;N</callout1>
                    </calloutgroup>
                </figure>
                <specpara>
                    <note>
                        <para>El freno del embrague de un veh&#237;culo puede tener una apariencia diferente del que se
                            muestra.
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Si la separaci&#243;n del cojinete de desembrague (paso 1) es mayor o menor que la
                    dimensi&#243;n especificada, el embrague requiere un ajuste interno.
                </para>
            </step1>
            <step1>
                <para count="1">Gire el volante del motor hasta que el seguro del anillo de ajuste est&#233; expuesto.
                </para>
                <step2>
                    <para count="1">Seguro estilo horquilla - Remueva la horquilla (
                        <hotlnk xrefid="f1100149">Figura 49</hotlnk>). Use un destornillador para hacer girar el anillo
                        de ajuste interno.
                    </para>
                    <figure id="f1100149" figsize="col-wide">
                        <graphic id="g1100149" filename="../figg11/g1100149.webp" type="webp"/>
                        <caption>Figura 49. Seguro estilo horquilla</caption>
                        <calloutgroup>
                            <callout1>1. SEGURO</callout1>
                            <callout1>2. ANILLO DE AJUSTE</callout1>
                            <callout1>3. DESTORNILLADOR</callout1>
                        </calloutgroup>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Auto-ajustable - Remueva el tornillo derecho, afloje el tornillo izquierdo y rote el
                        ajustador hacia arriba (
                        <hotlnk xrefid="f1100150">Figura 50</hotlnk>). Use un destornillador para hacer girar el anillo
                        de ajuste interno.
                    </para>
                    <figure id="f1100150" figsize="col-wide">
                        <graphic id="g1100150" filename="../figg11/g1100150.webp" type="webp"/>
                        <caption>Figura 50. Ajuste autom&#225;tico</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Ajuste R&#225;pido - Presione hacia adentro y gire (
                        <hotlnk xrefid="f1100151">Figura 51</hotlnk>).
                    </para>
                    <figure id="f1100151" figsize="col-wide">
                        <graphic id="g1100151" filename="../figg11/g1100151.webp" type="webp"/>
                        <caption>Figura 51. Ajuste R&#225;pido</caption>
                    </figure>
                </step2>
                <step2>
                    <para count="1">Ajuste positivo (Reman.) - Remueva la correa de seguridad y gire.</para>
                </step2>
            </step1>
            <step1>
                <para count="1">Desembrague y mantenga bloqueando el pedal en posici&#243;n oprimida.</para>
            </step1>
            <step1>
                <para count="1">Gire el anillo de ajuste para conseguir la especificaci&#243;n de 12.7 a 14.2 mm (1/2 a
                    9/16 de pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Libere el pedal del embrague y revise nuevamente la separaci&#243;n.</para>
            </step1>
            <step1>
                <para count="1">Cuando haya obtenido la separaci&#243;n especificada del cojinete de desembrague, vuelva
                    a ensamblar el dispositivo de cierre.
                </para>
                <specpara>
                    <note>
                        <para>El embrague no se autoajustar&#225; si la bola del brazo accionador no est&#225; insertada
                            en el ret&#233;n del collar&#237;n de desembrague o si el recorrido del cojinete de
                            desembrague es inferior a 12.7 mm (1/2 pulgada).
                        </para>
                    </note>
                </specpara>
            </step1>
            <step1>
                <para count="1">Revise la separaci&#243;n entre los pasadores de detenci&#243;n del yugo de desembrague
                    y los hombros en el bastidor del cojinete de desembrague. Esta dimensi&#243;n debe ser de 3.1 mm
                    (1/8 de pulgada).
                </para>
            </step1>
            <step1>
                <para count="1">Para establecer la especificaci&#243;n de 3.1 mm (1/8 de pulgada), se debe ajustar el
                    varillaje. Consulte GRUPO 11 - VARILLAJE en el Manual de Servicio Maestro CTS-5000 con respecto al
                    modelo que se est&#225; reparando.
                </para>
            </step1>
            <step1>
                <para count="1">Para verificar la compresi&#243;n del freno cuando se presiona el pedal del embrague,
                    inserte un calibrador de espesor de 0.254 mm (0.010 pulgada) entre el bastidor del cojinete de
                    desembrague y el freno del embrague.
                </para>
            </step1>
            <step1>
                <para count="1">Si no se obtiene la compresi&#243;n del freno del embrague, revise si los componentes
                    del varillaje est&#225;n desgastados o ensamblados incorrectamente.
                </para>
                <specpara>
                    <note>
                        <para>No cambie el ajuste interno.</para>
                    </note>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_HL1100101.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_12.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
