<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2
        PULGADAS) - LIMPIEZA Y REVISI&#211;N - REVISI&#211;N
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="6">
        <title>REVISI&#211;N</title>
        <svcsubproc>
            <title>Plato intermedio</title>
            <para>Revise las superficies de fricci&#243;n del plato intermedio para ver si tienen decoloraci&#243;n por
                calor, ralladuras o deformaciones. Revise si las ranuras de impulso o leng&#252;etas de impulso del
                plato intermedio est&#225;n desgastadas. Consulte las
                <hotlnk document="m11001s_HL1100102.xml" xrefid="hl1100102">ESPECIFICACIONES</hotlnk>.
            </para>
        </svcsubproc>
        <svcsubproc id="hl1100103">
            <title>Bastidor del embrague de la transmisi&#243;n y bastidor del volante del motor</title>
            <para>Inspeccione las superficies de contacto del bastidor del embrague de la transmisi&#243;n y del
                bastidor del volante del motor (
                <hotlnk xrefid="f1100118">Figura 18</hotlnk>). Cualquier desgaste apreciable en los bastidores causar&#225;
                una desalineaci&#243;n. Reemplace el bastidor si est&#225; desgastado. El desgaste principal se
                encuentra en la mitad inferior de las superficies de contacto. Las &#225;reas de desgaste m&#225;s
                comunes est&#225;n entre las posiciones de las 3 de la tarde y 8 de la noche (
                <hotlnk xrefid="f1100119">Figura 19</hotlnk>).
            </para>
            <figure id="f1100118" figsize="col-wide">
                <graphic id="g1100118" filename="../figg11/g1100118.webp" type="webp"/>
                <caption>Figura 18. Revisi&#243;n de las superficies de contacto</caption>
            </figure>
            <figure id="f1100119" figsize="col-wide">
                <graphic id="g1100119" filename="../figg11/g1100119.webp" type="webp"/>
                <caption>Figura 19. &#193;reas de desgaste m&#225;s comunes entre las posiciones de las 3 de la tarde y
                    8 de la noche
                </caption>
            </figure>
            <para>Inspeccione que la superficie de fricci&#243;n del volante est&#233; suave, no presente decoloraciones
                t&#233;rmicas, rallas, o excesivo desgaste o descentramiento. La inspecci&#243;n por decoloraci&#243;n
                por calentamiento, y ralladuras debe ser visual y en base a la experiencia; sin embargo, la medici&#243;n
                de la superficie de fricci&#243;n se debe hacer con un borde recto y sensores. Si el desgaste es
                excesivo, reemplace o repare el volante.
            </para>
            <step1>
                <para count="1">Sujete un indicador de cuadrante al volante del motor o cig&#252;e&#241;al (
                    <hotlnk xrefid="f1100120">Figura 20</hotlnk>) y fije la manecilla del indicador de cuadrante contra
                    la gu&#237;a del bastidor.
                </para>
                <figure id="f1100120" figsize="col-wide">
                    <graphic id="g1100120" filename="../figg11/g1100120.webp" type="webp"/>
                    <caption>Figura 20. Sujeci&#243;n de un indicador de cuadrante al volante del motor o cig&#252;e&#241;al</caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el volante con la mano.</para>
            </step1>
            <step1>
                <para count="1">Marque los puntos alto y bajo con tiza o l&#225;piz graso. La diferencia total indicada
                    entre los puntos alto y bajo debe ser de 0.203 mm (0.008 pulgada) o menos.
                </para>
            </step1>
            <step1>
                <para count="1">Mueva la manecilla del indicador de cuadrante para que entre en contacto con el frente
                    del bastidor del volante del motor (
                    <hotlnk xrefid="f1100121">Figura 21</hotlnk>).
                </para>
                <figure id="f1100121" figsize="col-wide">
                    <graphic id="g1100121" filename="../figg11/g1100121.webp" type="webp"/>
                    <caption>Figura 21. Fijaci&#243;n de la manecilla del indicador de cuadrante en contacto con el
                        frente del bastidor del volante del motor
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el volante y marque los puntos alto y bajo. El descentramiento total no debe
                    exceder 0.203 mm (0.008 pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Asegure el indicador de cuadrante al bastidor del volante del motor, con la manecilla
                    del indicador de cuadrante en la superficie del volante, cerca del borde externo (
                    <hotlnk xrefid="f1100122">Figura 22</hotlnk>).
                </para>
                <figure id="f1100122" figsize="col-wide">
                    <graphic id="g1100122" filename="../figg11/g1100122.webp" type="webp"/>
                    <caption>Figura 22. Comprobaci&#243;n de que el indicador de cuadrante est&#233; sobre la superficie
                        del volante
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el volante. El descentramiento m&#225;ximo permisible es de 0.013 mm por mm de di&#225;metro
                    del volante (0.0005 pulg por pulgada). Por ejemplo, con un embrague de 356 mm (14 pulg), se permite
                    0.178 mm (0.007 pulg).
                </para>
            </step1>
            <step1>
                <para count="1">Mueva la manecilla del indicador de cuadrante para que entre en contacto con la
                    superficie del hueco del cojinete de gu&#237;a (
                    <hotlnk xrefid="f1100123">Figura 23</hotlnk>).
                </para>
                <figure id="f1100123" figsize="col-wide">
                    <graphic id="g1100123" filename="../figg11/g1100123.webp" type="webp"/>
                    <caption>Figura 23. Fijaci&#243;n de la manecilla del indicador de cuadrante en contacto con la
                        superficie del hueco del cojinete guia
                    </caption>
                </figure>
            </step1>
            <step1>
                <para count="1">Gire el volante. El descentramiento m&#225;ximo total permitido es de 0.127 mm
                    (0.005).
                </para>
                <specpara>
                    <caution>
                        <para>Si se excede cualquiera de estos l&#237;mites, se debe corregir el problema o la
                            desalineaci&#243;n resultante producir&#225; un desgaste prematuro de los componentes del
                            mecanismo de transmisi&#243;n.
                        </para>
                    </caution>
                </specpara>
            </step1>
        </svcsubproc>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
