<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE RESORTES ANGULARES ESTAMPADOS DE 355.6 MM (14 PULGADAS) SPICER - LOCALIZACI&#211;N Y
        SOLUCI&#211;N DE PROBLEMAS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="troubleshoot" graphiccount="0">
        <title>LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
        <para>El t&#233;cnico de servicio debe ser capaz de diagnosticar un embrague con funcionamiento incorrecto
            usando el siguiente proceso de 3 pasos:
        </para>
        <step1>
            <para count="1">Identificar el "problema" espec&#237;fico del cliente.</para>
        </step1>
        <step1>
            <para count="1">Investigar las "posibles causas" que pueden estar contribuyendo al problema del cliente.
            </para>
        </step1>
        <step1>
            <para count="1">Ejecutar la "soluci&#243;n" adecuada para corregir la queja del cliente.</para>
        </step1>
        <table id="t1100301">
            <title>LOCALIZACI&#211;N Y SOLUCI&#211;N DE PROBLEMAS</title>
            <tgroup cols="3">
                <colspec colnum="1" colname="1" colwidth="1.00in"/>
                <colspec colnum="2" colname="2" colwidth="2.74in"/>
                <colspec colnum="3" colname="3" colwidth="3.24in" colsep="1"/>
                <thead valign="bottom">
                    <row rowsep="0">
                        <entry>
                            <para>Problema</para>
                        </entry>
                        <entry>
                            <para>Causa</para>
                        </entry>
                        <entry>
                            <para>Soluci&#243;n</para>
                        </entry>
                    </row>
                </thead>
                <tbody valign="top">
                    <row rowsep="0">
                        <entry>
                            <para>Desembrague deficiente</para>
                        </entry>
                        <entry>
                            <para>El plato de presi&#243;n no se retrae completamente.</para>
                        </entry>
                        <entry>
                            <para>Verifique que el recorrido del cojinete de desembrague sea de 12.7 a 14.2 mm (1/2 a
                                9/16pulg).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Determine si la punta de la palanca est&#225; afuera de la ranura del ret&#233;n del
                                collar&#237;n de desembrague. Si lo est&#225;, aseg&#250;rese de volver a instalarla.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Recorrido excesivo del cojinete de desembrague que hace que la palanca entre en
                                contacto con el plato de presi&#243;n en m&#225;s de 15 mm (5/8 pulg)).
                            </para>
                        </entry>
                        <entry>
                            <para>Ajuste el recorrido del cojinete de desembrague entre12.7 y 14.2 mm (&#171; y 9/16
                                pulg).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Altura incorrecta del pedal.</para>
                        </entry>
                        <entry>
                            <para>Ajuste la altura del pedal de modo que pueda obtener: un recorrido del cojinete de
                                desembrague entre12.7 y 14.2 mm (1/2 y 9/16 pulg), un recorrido libre de 3.17 mm (1/8
                                pulg) en el yugo de desembrague y una compresi&#243;n del freno del embrague entre 12.7
                                y 25.4 mm (&#171; y 1 pulg).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Ausencia de compresi&#243;n del freno del embrague.</para>
                        </entry>
                        <entry>
                            <para>Se requiere entre 12.7 y 25.4 mm (&#171; a 1 pulg).</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Buje da&#241;ado en el conjunto de camisa del cojinete de desembrague.</para>
                        </entry>
                        <entry>
                            <para>Reemplace la cubierta.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El conjunto de anillo espaciador y plato intermedio est&#225; instalado al
                                rev&#233;s.
                            </para>
                        </entry>
                        <entry>
                            <para>Si la cubierta del embrague se ha atornillado al volante, es urgente reemplazarla por
                                un conjunto de plato intermedio nuevo, ya que se puede haber producido un da&#241;o
                                permanente en las bridas de sujeci&#243;n y en el anillo espaciador. Asimismo,
                                inspeccione minuciosamente la cubierta para ver si hay da&#241;os y reempl&#225;cela si
                                est&#225; da&#241;ada.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El conjunto de cubierta no est&#225; correctamente sentado en la gu&#237;a del
                                volante.
                            </para>
                        </entry>
                        <entry>
                            <para>Vuelva a colocarlo en el volante. Use un patr&#243;n cruzado al apretar los tornillos
                                de montaje.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El plato intermedio o el de presi&#243;n est&#225;n agrietados o rotos.</para>
                        </entry>
                        <entry>
                            <para>Reemplace las partes da&#241;adas. Esta falla es causada por abusos del conductor o
                                por el calor excesivo, seg&#250;n se indica a continuaci&#243;n:
                            </para>
                            <para>Conduciendo el veh&#237;culo en una colina con el embrague sobrecargado. Arrancado en
                                el cambio de velocidad incorrecto. Se instal&#243; un conjunto de cubierta incorrecto el
                                cual permite que el embrague se deslice (aplicaci&#243;n indebida). Plato intermedio
                                colgando permitiendo que el embrague deslice.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Desembrague deficiente (continuaci&#243;n)</para>
                        </entry>
                        <entry>
                            <para>El buje del collar&#237;n de desembrague est&#225; en contacto con el eje de entrada
                                de la transmisi&#243;n debido a una condici&#243;n de carga lateral. Esta condici&#243;n
                                puede ser el resultado de una o m&#225;s de las siguientes situaciones:
                            </para>
                        </entry>
                        <entry>
                            <para>&#160;</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Los ejes transversales sobresalen a trav&#233;s del yugo de desembrague.</para>
                        </entry>
                        <entry>
                            <para>Revise si sobresalen de los ejes transversales.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El o los dientes del yugo de desembrague est&#225;n doblados.</para>
                        </entry>
                        <entry>
                            <para>Instale un nuevo yugo de desembrague.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>La cubierta del embrague no est&#225; instalada en forma conc&#233;ntrica y/o no est&#225;
                                correctamente sentada en la gu&#237;a del volante.
                            </para>
                        </entry>
                        <entry>
                            <para>Al instalar la cubierta del embrague en el volante, apriete siempre los tornillos de
                                montaje a su torsi&#243;n adecuada usando el patr&#243;n cruzado.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Desalineaci&#243;n entre el bastidor de campana de la transmisi&#243;n y el bastidor
                                del motor.
                            </para>
                        </entry>
                        <entry>
                            <para>Consulte la
                                <hotlnk document="m11003_6.xml" xrefid="f1100321">Figura 21</hotlnk>y
                                <hotlnk document="m11003_6.xml" xrefid="f1100322">Figura 22</hotlnk>con respecto a las t&#233;cnicas
                                adecuadas para revisar la desalineaci&#243;n.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Tornillos de montaje de la transmisi&#243;n flojos.</para>
                        </entry>
                        <entry>
                            <para>Apriete los tornillos a la torsi&#243;n adecuada.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Instalaci&#243;n incorrecta del varillaje.</para>
                        </entry>
                        <entry>
                            <para>Examine minuciosamente el varillaje para determinar si puede estar contribuyendo a una
                                condici&#243;n de carga lateral.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Disco impulsado deforme o torcido.</para>
                        </entry>
                        <entry>
                            <para>El da&#241;o en los discos impulsados puede ser causado por m&#233;todos de instalaci&#243;n
                                deficientes. No force el engranaje de impulso de la transmisi&#243;n al introducirlo en
                                los cubos de los discos. Esto deformar&#225; o doblar&#225; el disco impulsado,
                                produciendo un desembrague deficiente. Tampoco permita que la transmisi&#243;n cuelgue
                                sin soporte. Reemplace los discos deformes o torcidos por discos nuevos.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Uno o m&#225;s discos instalados al rev&#233;s o los discos delanteros y traseros
                                fueron intercambiados.
                            </para>
                        </entry>
                        <entry>
                            <para>Instale nuevos discos. Investigue tambi&#233;n la cubierta del embrague para ver si
                                hay da&#241;os. Reempl&#225;cela si est&#225; da&#241;ada.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Ranuras desgastadas en el engranaje de impulso principal de la transmisi&#243;n.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace el engranaje de impulso y revise los cubos del disco impulsado para ver si
                                hay desgaste excesivo. Si est&#225; desgastado, reemplace el disco. Revise la alineaci&#243;n
                                del bastidor del volante del motor y de la transmisi&#243;n. Aseg&#250;rese de que los
                                discos impulsados se deslicen libremente en las ranuras del engranaje de impulso.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El cojinete de gu&#237;a del volante se ajusta demasiado apretado o demasiado suelto
                                en el volante y/o en el extremo del eje de entrada.
                            </para>
                        </entry>
                        <entry>
                            <para>Revise el cojinete de gu&#237;a para ver si tiene un ajuste adecuado.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Cojinete de gu&#237;a da&#241;ado o seco (&#225;spero).</para>
                        </entry>
                        <entry>
                            <para>Reemplace por cojinete nuevo.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Desembrague deficiente (continuaci&#243;n)</para>
                        </entry>
                        <entry>
                            <para>No se ajustaron los pasadores separadores positivos durante la instalaci&#243;n del
                                embrague.
                            </para>
                        </entry>
                        <entry>
                            <para>Es importante observar que el procedimiento para ajustar los pasadores separadores
                                positivos se puede efectuar mientras la transmisi&#243;n est&#225; instalada. Los pasos
                                son los siguientes:
                            </para>
                            <seqlist>
                                <item>
                                    <para>Remueva la cubierta del orificio de inspecci&#243;n de la transmisi&#243;n.
                                    </para>
                                </item>
                                <item>
                                    <para>Gire la cubierta del embrague hasta que uno de los orificios (para ajustar los
                                        pasadores) est&#233; en la posici&#243;n de las 6 de la tarde.
                                    </para>
                                </item>
                                <item>
                                    <para>Usando la herramienta adecuada, golpee suavemente el pasador separador para
                                        verificar que est&#233; sentado contra el volante.
                                    </para>
                                </item>
                                <item>
                                    <para>Repita los pasos 2 y 3 para los tres pasadores separadores restantes.</para>
                                </item>
                                <item>
                                    <para>Vuelva a instalar la cubierta del orificio de inspecci&#243;n de la transmisi&#243;n.</para>
                                </item>
                            </seqlist>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El puente del yugo de desembrague est&#225; en contacto con el conjunto de cubierta en
                                la posici&#243;n de desembrague total (pedal de embrague oprimido contra el piso).
                            </para>
                        </entry>
                        <entry>
                            <para>Freno del embrague desgastado.</para>
                            <para>Falta el freno del embrague, o est&#225; roto.</para>
                            <para>Tapa de retenci&#243;n del cojinete de la transmisi&#243;n desgastada o incorrecta.
                            </para>
                            <para>Desgaste excesivo en los hombros de desgaste del cojinete de desembrague y/o en
                                dientes del yugo.
                            </para>
                            <para>Instalaci&#243;n incorrecta del sistema de varillaje. Consulte GRUPO 11 - VARILLAJE en
                                el Manual de servicio maestro CTS-5000.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Freno del embrague da&#241;ado o que no funciona.</para>
                        </entry>
                        <entry>
                            <para>Al instalar un nuevo embrague, instale un freno del embrague nuevo y/o reemplace el
                                freno existente por uno de 2 piezas (tipo Kwik-Konnect).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Uso incorrecto del freno del embrague al cambiar a primera velocidad. En ciertas
                                oportunidades, al aplicar el freno del embrague con el veh&#237;culo en una pendiente,
                                los engranajes de la transmisi&#243;n pueden bloquearse entre s&#237; debido a la torsi&#243;n
                                aplicada, dificultando el cambio hacia y desde una velocidad.
                            </para>
                        </entry>
                        <entry>
                            <para>Suelte el pedal de embrague algunos cent&#237;metros (pulgadas) para desengranar el
                                freno del embrague. Al hacerlo permitir&#225; que le eje de entrada gire levemente,
                                eliminando la condici&#243;n de bloqueo de los engranajes de la transmisi&#243;n y
                                permitiendo cambios sin esfuerzo.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Los revestimientos de los conjuntos de discos impulsados est&#225;n cubiertos con
                                aceite o grasa.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace los conjuntos de discos impulsados. No se recomienda la limpieza de discos
                                usados.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Material para prevenir &#243;xido (tal como Never-Seize), grasa, etc., en engranaje de
                                impulso de entrada de la transmisi&#243;n.
                            </para>
                        </entry>
                        <entry>
                            <para>El engranaje de impulso se debe limpiar y secar antes de instalar los discos.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Desembrague deficiente (continuaci&#243;n)</para>
                        </entry>
                        <entry>
                            <para>Material extra&#241;o en mecanismos internos de la cubierta del embrague.</para>
                        </entry>
                        <entry>
                            <para>Quite el material extra&#241;o. Aseg&#250;rese de que se vuelva a instalar la cubierta
                                del orificio de inspecci&#243;n de la transmisi&#243;n para minimizar futuros problemas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Desviaci&#243;n excesiva del volante.</para>
                        </entry>
                        <entry>
                            <para>Rectifique o reemplace el volante.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Corrosi&#243;n de los cubos de los discos contra el eje de entrada de la transmisi&#243;n.</para>
                        </entry>
                        <entry>
                            <para>Limpie las partes de contacto para asegurarse de que los discos se deslicen libremente
                                sobre el eje de entrada.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Velocidad en ralent&#237; demasiado alta.</para>
                        </entry>
                        <entry>
                            <para>Ajuste la velocidad adecuada en ralent&#237;.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Ruido y matraqueo</para>
                        </entry>
                        <entry>
                            <para>El cojinete de desembrague est&#225; seco o da&#241;ado.</para>
                        </entry>
                        <entry>
                            <para>Lubrique el cojinete. Si el ruido persiste, instale una nueva cubierta del embrague
                                incluyendo el cojinete de desembrague.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El cojinete de gu&#237;a del volante est&#225; seco o da&#241;ado.</para>
                        </entry>
                        <entry>
                            <para>Reemplace.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>No se usa la cubierta del orificio de inspecci&#243;n de la transmisi&#243;n.</para>
                        </entry>
                        <entry>
                            <para>Vuelva a instalar la cubierta.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Buje de la camisa desgastado.</para>
                        </entry>
                        <entry>
                            <para>Investigue si hay condiciones de carga lateral en el bastidor del cojinete de
                                desembrague. Determine la causa, asegur&#225;ndose de corregirla antes de instalar el
                                embrague nuevo.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El sistema de varillaje est&#225; agarrotado, o lubricado incorrectamente, o
                                excesivamente desgastado, le faltan partes (arandelas, etc.) o el varillaje mismo est&#225;
                                matraqueando excesivamente.
                            </para>
                        </entry>
                        <entry>
                            <para>Limpie, lubrique y vuelva a ensamblar o reemplace las partes faltantes o
                                desgastadas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Los remaches del disco trasero est&#225;n interfiriendo con el conjunto retenedor.
                            </para>
                        </entry>
                        <entry>
                            <para>Ajuste internamente el embrague (mediante el anillo de ajuste) en lugar de hacerlo
                                externamente (mediante el sistema de varillaje).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Embrague con vibraci&#243;n</para>
                        </entry>
                        <entry>
                            <para>Volante suelto.</para>
                        </entry>
                        <entry>
                            <para>Vuelva a apretar los tornillos de montaje del volante seg&#250;n las especificaciones
                                adecuadas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Juntas card&#225;n desgastadas.</para>
                        </entry>
                        <entry>
                            <para>Reemplace las piezas desgastadas.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Puesta en fase incorrecta del eje de transmisi&#243;n.</para>
                        </entry>
                        <entry>
                            <para>Investigue la fase correcta del yugo.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El eje de transmisi&#243;n no est&#225; balanceado.</para>
                        </entry>
                        <entry>
                            <para>Balancee y enderece el eje de transmisi&#243;n. Aseg&#250;rese tambi&#233;n de que no
                                se haya perdido ning&#250;n contrapeso para balanceo del eje de transmisi&#243;n.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>&#193;ngulos incorrectos de la transmisi&#243;n.</para>
                        </entry>
                        <entry>
                            <para>Coloque calzas a los componentes del mecanismo de transmisi&#243;n para igualar los
                                &#225;ngulos de la junta card&#225;n.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El volante no est&#225; balanceado.</para>
                        </entry>
                        <entry>
                            <para>Balancee el volante.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El &#225;rea de la gu&#237;a del embrague no est&#225; completamente sentada en el
                                volante.
                            </para>
                        </entry>
                        <entry>
                            <para>Aseg&#250;rese de que no haya suciedad, rebabas, etc., impidiendo que la cubierta se
                                siente completamente en la superficie de montaje del volante.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Embrague con vibraci&#243;n (continuaci&#243;n)</para>
                        </entry>
                        <entry>
                            <para>Soportes de montaje del motor da&#241;ados, sueltos o desgastados.</para>
                        </entry>
                        <entry>
                            <para>Reemplace las partes da&#241;adas o desgastadas. Vuelva a apretar todos los tornillos
                                sueltos seg&#250;n las especificaciones adecuadas.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Desviaci&#243;n excesiva del volante.</para>
                        </entry>
                        <entry>
                            <para>Rectifique o reemplace el volante.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Los remaches del disco trasero est&#225;n interfiriendo con el conjunto de retenci&#243;n.</para>
                        </entry>
                        <entry>
                            <para>Ajuste el embrague en forma interna en lugar de externa.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Ajuste frecuente</para>
                        </entry>
                        <entry>
                            <para>Cantidad insuficiente de juego libre. Al instalar inicialmente el embrague, el
                                varillaje no se ajust&#243; para obtener un juego libre completo de 3.17 mm (1/8 pulg).
                            </para>
                        </entry>
                        <entry>
                            <para>Despu&#233;s de ajustar en primer lugar el embrague para un recorrido del cojinete de
                                desembrague entre 12.7 y 14.2 mm (1/2 y 9/16 pulg), ajuste el varillaje para obtener un
                                recorrido libre de 3.17 mm (1/8 pulg) (distancia entre el yugo de desembrague y los
                                dientes y los hombros de desgaste del cojinete de desembrague).
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Aplicaci&#243;n indebida del embrague que causa desgaste prematuro.</para>
                        </entry>
                        <entry>
                            <para>Si es un embrague para trabajo, determine si el embrague est&#225; correctamente
                                especificado para la aplicaci&#243;n del veh&#237;culo en particular.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Ejes transversales y/o sistema de varillaje desgastados.</para>
                        </entry>
                        <entry>
                            <para>Investigue el sistema de varillaje completo para determinar si se est&#225; atascando
                                o funcionando espor&#225;dicamente y/o si est&#225; excesivamente desgastado.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Discos del embrague desgastados hasta los remaches.</para>
                        </entry>
                        <entry>
                            <para>Instale un nuevo embrague. Las ralladuras dejadas por los remaches afectar&#225;n la
                                vida &#250;til y el rendimiento del embrague.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Presi&#243;n constante en el pedal de embrague durante el manejo que causa desgaste
                                prematuro.
                            </para>
                        </entry>
                        <entry>
                            <para>Evite el usar el pedal de embrague como apoyo para el pie.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Mantener el veh&#237;culo en una subida usando el deslizamiento del embrague como
                                freno. Hacer esto puede causar desgaste prematuro.
                            </para>
                        </entry>
                        <entry>
                            <para>Evite usar el pedal de embrague como un freno.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Deslizamiento del embrague</para>
                        </entry>
                        <entry>
                            <para>No hay juego en el pedal.</para>
                        </entry>
                        <entry>
                            <para>Ajuste el embrague. Consulte
                                <hotlnk document="m11003_HL110031A.xml" xrefid="hl110031a">AJUSTE INTERNO PARA EL
                                    EMBRAGUE MANUAL Y EL AUTO-AJUSTABLE (SIN FRENO DEL EMBRAGUE)
                                </hotlnk>
                                y
                                <hotlnk document="m11003_HL110032A.xml" xrefid="hl110032a">AJUSTE INTERNO PARA EL
                                    EMBRAGUE MANUAL Y EL AUTO-AJUSTABLE (CON FRENO DEL EMBRAGUE)</hotlnk>.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Revestimientos desgastados o quemados.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el conjunto de discos impulsados.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Atascamiento del mecanismo de desembrague.</para>
                        </entry>
                        <entry>
                            <para>Libere el mecanismo y el varillaje; revise el ajuste del embrague. Consulte
                                <hotlnk document="m11003_HL110031A.xml" xrefid="hl110031a">AJUSTE INTERNO PARA EL
                                    EMBRAGUE MANUAL Y EL AUTO- AJUSTABLE (SIN FRENO DEL EMBRAGUE)
                                </hotlnk>
                                y
                                <hotlnk document="m11003_HL110032A.xml" xrefid="hl110032a">AJUSTE INTERNO PARA EL
                                    EMBRAGUE MANUAL Y EL AUTO- AJUSTABLE (CON FRENO DEL EMBRAGUE)</hotlnk>.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Grasa o aceite en los revestimientos.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el conjunto de discos impulsados.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Durante la instalacione del embrague, no se sacaron todos los bloques de madera usados
                                para el transporte.
                            </para>
                        </entry>
                        <entry>
                            <para>Remueva los bloques de madera para el transporte y vuelva a ajustar el embrague si es
                                necesario.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>El conductor presiona constantemente el pedal de embrague durante la marcha.</para>
                        </entry>
                        <entry>
                            <para>Deje de presionar constantemente el pedal de embrague durante la marcha.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Embrague sobrecargado.</para>
                        </entry>
                        <entry>
                            <para>Verifique que se haya especificado el embrague adecuado para la aplicaci&#243;n del
                                veh&#237;culo.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Traqueteo</para>
                        </entry>
                        <entry>
                            <para>Desgaste de las ranuras del eje de entrada.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el eje de entrada.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>Engranaje err&#225;tico</para>
                        </entry>
                        <entry>
                            <para>El embrague est&#225; desgastado: el o los conjuntos de discos impulsados se han
                                desgastado hasta los remaches de los revestimientos.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace todos los componentes desgastados.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>El embrague se agarra</para>
                        </entry>
                        <entry>
                            <para>El sistema de varillaje no est&#225; funcionando libremente; se est&#225; atascando
                                y/o est&#225; excesivamente desgastado.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace todas las piezas desgastadas, asegur&#225;ndose de lubricar.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Grasa y/o aceite en el material de los revestimientos del o de los discos.</para>
                        </entry>
                        <entry>
                            <para>Reemplace el o los discos.</para>
                        </entry>
                    </row>
                    <row rowsep="0">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Montajes del motor sueltos o perdidos.</para>
                        </entry>
                        <entry>
                            <para>Consulte GRUPO 12 - MOTOR en el Manual de servicio maestro CTS-5000 para ver las
                                especificaciones de torsi&#243;n del montaje del motor para el veh&#237;culo que se est&#225;
                                reparando.
                            </para>
                        </entry>
                    </row>
                    <row rowsep="1">
                        <entry>
                            <para>&#160;</para>
                        </entry>
                        <entry>
                            <para>Los dientes del yugo de desembrague y/o los hombros de desgaste en el cojinete de
                                desembrague est&#225;n excesivamente desgastados.
                            </para>
                        </entry>
                        <entry>
                            <para>Reemplace todas las piezas desgastadas.</para>
                        </entry>
                    </row>
                </tbody>
            </tgroup>
        </table>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11003_16.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003_18.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
