<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2
        PULGADAS)
    </stitle>
    <svcsection/>
    <svcsection id="m11001s" svcsectype="prodspec" division="truck" formnum="CTS-5043S" date="03/31/1996"
                translation="spanish">
        <title>EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2 PULGADAS)
        </title>
        <apply>
            <configure>
                <truckmodelgroup/>

                <truckmodel>2000</truckmodel>
                <truckmodel>5000</truckmodel>
                <truckmodel>8100</truckmodel>
                <truckmodel>8200</truckmodel>
                <truckmodel>8300</truckmodel>
                <truckmodel>9100</truckmodel>
                <truckmodel>9200</truckmodel>
                <truckmodel>9300</truckmodel>
                <truckmodel>9400</truckmodel>
                <truckmodel>9600</truckmodel>
                <truckmodel>9700</truckmodel>
                <truckmodel>9800</truckmodel>
            </configure>
            <configure>
                <vendorgroup/>

                <vendor>SPICER</vendor>
                <ucodegroup/>

                <ucode>11LDN</ucode>
                <ucode>11LDP</ucode>
                <ucode>11LDR</ucode>
                <ucode>11LDS</ucode>
                <ucode>11LDT</ucode>
                <ucode>11LDU</ucode>
                <ucode>11MDD</ucode>
                <ucode>11MDE</ucode>
                <ucode>11MDH</ucode>
                <ucode>11MDL</ucode>
                <ucode>11MDM</ucode>
                <ucode>11MDN</ucode>
                <ucode>11MDP</ucode>
                <ucode>11MDS</ucode>
                <ucode>11MDT</ucode>
                <ucode>11MDU</ucode>
                <ucode>11MDW</ucode>
                <ucode>11MDX</ucode>
                <ucode>11155</ucode>
                <ucode>11239</ucode>
                <ucode>11249</ucode>
                <ucode>11250</ucode>
                <ucode>11254</ucode>
            </configure>
        </apply>
        <description>
            <geninfo>
                <title>DESCRIPCI&#211;N</title>
                <lev1>
                    <para>Los principales componentes del embrague son el conjunto de cubierta y los dos discos
                        impulsados, separados por un plato intermedio. Estos embragues tienen un dise&#241;o ajustable
                        de disco seco tipo tracci&#243;n de dos platos y tienen resortes ubicados en forma central,
                        aislados del calor del plato de presi&#243;n. Los discos impulsados con amortiguaci&#243;n (con
                        resortes) y revestimientos de cer&#225;mica (
                        <hotlnk xrefid="f1100101">Figura 1</hotlnk>) se consideran est&#225;ndar y se recomiendan para
                        la mayor&#237;a de las aplicaciones. Los embragues ilustrados tienen cubiertas de hierro
                        fundido.
                    </para>
                </lev1>
                <lev1>
                    <figure id="f1100101" figsize="col-wide">
                        <graphic id="g1100101" filename="../figg11/g1100101.webp" type="webp"/>
                        <caption>Figura 1. Embrague Spicer</caption>
                    </figure>
                </lev1>
                <lev1>
                    <para>En el modelo de 356 mm (14 pulgadas), el plato intermedio, que separa los discos impulsados,
                        va instalado dentro de la cavidad del volante ("tipo olla") y es transportado por seis pasadores
                        de arrastre montados en el mismo volante.
                    </para>
                </lev1>
                <lev1>
                    <para>En todos los modelos, el plato de presi&#243;n es impulsado por cuatro leng&#252;etas de
                        impulso que coinciden con las cuatro ranuras de impulso en la cubierta. El plato de presi&#243;n
                        tambi&#233;n lleva cuatro resortes de retorno para retraer el plato de presi&#243;n cuando se
                        desembraga el embrague.
                    </para>
                </lev1>
                <lev1>
                    <para>El mantenimiento se realiza f&#225;cilmente sin herramientas especiales, a excepci&#243;n de
                        la prensa manual de &#225;rbol, que debe estar disponible para un f&#225;cil ensamblado y
                        desensamblado del embrague.
                    </para>
                </lev1>
                <lev1>
                    <title>OPCIONES DE DISCOS IMPULSADOS</title>
                    <para>Los discos del tipo recomendados tienen un dise&#241;o de amortiguador, como se indica en la
                        <hotlnk xrefid="f1100102">Figura 2</hotlnk>
                        ,
                        <hotlnk xrefid="f1100103">Figura 3</hotlnk>,
                        <hotlnk xrefid="f1100104">Figura 4</hotlnk>y
                        <hotlnk xrefid="f1100105">Figura 5</hotlnk>. Observe los resortes alrededor del cubo central.
                    </para>
                    <figure id="f1100102" figsize="col-wide">
                        <graphic id="g1100102" filename="../figg11/g1100102.webp" type="webp"/>
                        <caption>Figura 2. Dise&#241;o de los discos de recomendados</caption>
                    </figure>
                    <figure id="f1100103" figsize="col-wide">
                        <graphic id="g1100103" filename="../figg11/g1100103.webp" type="webp"/>
                        <caption>Figura 3. Dise&#241;o de los discos de recomendados</caption>
                    </figure>
                    <figure id="f1100104" figsize="col-wide">
                        <graphic id="g1100104" filename="../figg11/g1100104.webp" type="webp"/>
                        <caption>Figura 4. Dise&#241;o de los discos de recomendados</caption>
                    </figure>
                    <figure id="f1100105" figsize="col-wide">
                        <graphic id="g1100105" filename="../figg11/g1100105.webp" type="webp"/>
                        <caption>Figura 5. Dise&#241;o de los discos de recomendados</caption>
                    </figure>
                    <para>Las aplicaciones del dise&#241;o del disco de embrague dependen de los requerimientos del
                        motor del veh&#237;culo y de las condiciones de funcionamiento.
                    </para>
                    <para>El disco de 10 resortes (
                        <hotlnk xrefid="f1100105">Figura 5</hotlnk>) tiene cuatro botones de cer&#225;mica y diez
                        resortes coaxiales (un resorte dentro de un resorte). Tiene un recorrido libre incorporado para
                        reducir la vibraci&#243;n de los engranajes en ralent&#237;.
                    </para>
                    <specpara>
                        <note>
                            <para>El cubo del amortiguador de recorrido libre de 7, 10 , y 8 resortes se puede hacer
                                girar con la mano, dependiendo del grado de retardo de la fricci&#243;n. Esto es normal.
                            </para>
                        </note>
                    </specpara>
                </lev1>
                <lev1>
                    <title>FRENO DE EMBRAGUE DE LIMITACI&#211;N DE TORSI&#211;N</title>
                    <para>Los veh&#237;culos con transmisiones sincronizadas usan un freno de embrague de limitaci&#243;n
                        de torsi&#243;n (
                        <hotlnk xrefid="f1100106">Figura 6</hotlnk>) que se desliza cuando la carga llega entre 27 y 33
                        N&#183;m (20 a 25 libras-pie). Esto previene los da&#241;os debido a sobrecarga del freno del
                        embrague. El freno no est&#225; dise&#241;ado para cambios ascendentes.
                    </para>
                    <figure id="f1100106" figsize="col-wide">
                        <graphic id="g1100106" filename="../figg11/g1100106.webp" type="webp"/>
                        <caption>Figura 6. Freno de embrague de limitaci&#243;n de torsi&#243;n</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>RESORTES ANTI-TRAQUETEO</title>
                    <para>Los embragues Super Duty de 356 mm (14 pulgadas), con un plato intermedio m&#225;s gruesa,
                        requieren resortes anti-traqueteo(
                        <hotlnk xrefid="f1100107">Figura 7</hotlnk>). Estos reducen el desgaste entre el plato
                        intermedio y el pasador de arrastre y mejoran el desembrague. Si no se instalan, hay un desgaste
                        excesivo en la ranura de impulso del plato intermedio, lo cual produce un desembrague
                        deficiente. Los resortes anti-traqueteo se colocan seg&#250;n se indica en la
                        <hotlnk xrefid="f1100108">Figura 8</hotlnk>, con el lado curvo del orificio dando la cara al
                        frente del volante.
                    </para>
                    <figure id="f1100107" figsize="col-wide">
                        <graphic id="g1100107" filename="../figg11/g1100107.webp" type="webp"/>
                        <caption>Figura 7. Resortes anti-traqueteo</caption>
                    </figure>
                    <figure id="f1100108" figsize="col-wide">
                        <graphic id="g1100108" filename="../figg11/g1100108.webp" type="webp"/>
                        <caption>Figura 8. Ubicaci&#243;n de los resortes anti-traqueteo</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>MECANISMO DE AJUSTE AUTOM&#193;TICO</title>
                    <para>Algunos veh&#237;culos est&#225;n equipados con embragues auto-ajustables. El mecanismo de
                        ajuste autom&#225;tico (
                        <hotlnk xrefid="f1100109">Figura 9</hotlnk>) est&#225; incorporado en la cubierta del embrague.
                        A medida que se desgastan los revestimientos, se actualizan autom&#225;ticamente los ajustes de
                        funcionamiento normal del mecanismo ajustador y del pedal libre del embrague. Consulte
                        <hotlnk document="m11001s_HL1100101.xml" xrefid="hl1100101">AJUSTE</hotlnk>.
                    </para>
                    <figure id="f1100109" figsize="col-wide">
                        <graphic id="g1100109" filename="../figg11/g1100109.webp" type="webp"/>
                        <caption>Figura 9. Mecanismo de ajuste autom&#225;tico</caption>
                    </figure>
                    <para>Los embragues se deben reemplazar cuando el ajuste no puede corregir una reducci&#243;n del
                        juego libre del pedal o un deslizamiento del embrague.
                    </para>
                </lev1>
                <lev1>
                    <title>SEPARADORES POSITIVOS DE LOS PASADORES TUBULARES</title>
                    <para>En algunos embragues de 15 1/2 pulgadas, el plato intermedio tiene cuatro pasadores tubulares
                        ubicados en las leng&#252;etas de impulso para asegurar igual separaci&#243;n del plato
                        intermedio cuando se desembragua (
                        <hotlnk xrefid="f1100110">Figura 10</hotlnk>).
                    </para>
                    <figure id="f1100110" figsize="col-wide">
                        <graphic id="g1100110" filename="../figg11/g1100110.webp" type="webp"/>
                        <caption>Figura 10. Separadores positivos de los pasadores tubulares</caption>
                    </figure>
                    <specpara>
                        <important>
                            <para>Los pasadores tubulares se deben volver a ajustar hacia el volante cada vez que se
                                instalen nuevos discos de embrague o un conjunto completo de embrague.
                            </para>
                        </important>
                    </specpara>
                </lev1>
                <lev1>
                    <title>ANILLO DE AJUSTE</title>
                    <para>Los conjuntos de cubierta del embrague fabricados en junio de 1993 y posteriormente tienen un
                        sello de anillo "O" en el anillo de ajuste (
                        <hotlnk xrefid="f1100111">Figura 11</hotlnk>). Esta caracter&#237;stica evita que ingresen
                        contaminantes a las roscas del anillo de ajuste y al conjunto de cubierta.
                    </para>
                    <figure id="f1100111" figsize="col-wide">
                        <graphic id="g1100111" filename="../figg11/g1100111.webp" type="webp"/>
                        <caption>Figura 11. Sello del anillo "O" del anillo de ajuste</caption>
                    </figure>
                </lev1>
                <lev1>
                    <title>CONJUNTO DE COLLAR&#205;N Y COJINETE DE DESEMBRAGUE</title>
                    <para>Los conjuntos de cubierta del embrague fabricados despu&#233;s de noviembre de 1993 tienen un
                        nuevo estilo de collar&#237;n del cojinete de desembrague (
                        <hotlnk xrefid="f1100112">Figura 12</hotlnk>).
                    </para>
                    <figure id="f1100112" figsize="col-wide">
                        <graphic id="g1100112" filename="../figg11/g1100112.webp" type="webp"/>
                        <caption>Figura 12. Collar&#237;n del cojinete de desembrague</caption>
                    </figure>
                </lev1>
            </geninfo>
        </description>
    </svcsection>
    <table>
        <tgroup cols="2">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_2.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
