<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE RESORTES ANGULARES ESTAMPADOS DE 355.6 MM (14 PULGADAS) SPICER - INSPECCI&#211;N DEL
        BASTIDOR DEL MOTOR Y DEL VOLANTE
    </stitle>
    <svcsection/>
    <svcproc svcproctype="inspect" graphiccount="7">
        <title>INSPECCI&#211;N DEL BASTIDOR DEL MOTOR Y DEL VOLANTE</title>
        <step1>
            <para count="1">Inspeccione el volante. Si est&#225; agrietado o deformado por el calor, se recomienda
                rectificar el volante (
                <hotlnk xrefid="f1100320">Figura 20</hotlnk>).
            </para>
        </step1>
        <figure id="f1100320" figsize="col-wide">
            <graphic id="g1100320" filename="../figg11/g1100320.webp" type="webp"/>
            <caption>Figura 20. Inspecci&#243;n del volante</caption>
        </figure>
        <step1>
            <para count="1">Inspeccione la superficie de contacto del bastidor del embrague de la transmisi&#243;n y la
                del bastidor del volante del motor (
                <hotlnk xrefid="f1100321">Figura 21</hotlnk>). Cualquier desgaste apreciable en cualquiera de los
                bastidors causar&#225; desalineaci&#243;n.
            </para>
            <para>La mayor parte del desgaste se encuentra en la mitad inferior de las superficies de contacto, entre
                las posiciones de las 3 de la tarde y 8 de la noche (
                <hotlnk xrefid="f1100322">Figura 22</hotlnk>). Reemplace el bastidor si est&#225; desgastado.
            </para>
        </step1>
        <step1>
            <para count="1">Asegure el indicador de cuadrante al volante del motor o al cig&#252;e&#241;al y coloque la
                manecilla del indicador contra la gu&#237;a del bastidor (
                <hotlnk xrefid="f1100323">Figura 23</hotlnk>). Gire el volante con la mano, marcando los puntos altos y
                bajos con tiza o l&#225;piz graso. La diferencia total indicada entre los puntos alto y bajo
                <emph type="bold">NO DEBE EXCEDER 0.2 mm (0.008 pulg).</emph>
            </para>
        </step1>
        <figure id="f1100321" figsize="col-wide">
            <graphic id="g1100321" filename="../figg11/g1100321.webp" type="webp"/>
            <caption>Figura 21. Inspecci&#243;n de la superficie de contacto del bastidor del embrague de la transmisi&#243;n
                y la del bastidor del volante del motor
            </caption>
        </figure>
        <figure id="f1100322" figsize="col-wide">
            <graphic id="g1100322" filename="../figg11/g1100322.webp" type="webp"/>
            <caption>Figura 22. La mayor parte del desgaste se encuentra entre las posiciones de las 3 de la tarde y 8
                de la noche
            </caption>
        </figure>
        <figure id="f1100323" figsize="col-wide">
            <graphic id="g1100323" filename="../figg11/g1100323.webp" type="webp"/>
            <caption>Figura 23. Sujeci&#243;n del indicador de cuadrante al volante del motor o al cig&#252;e&#241;al y
                colocaci&#243;n de la manecilla del indicador contra la gu&#237;a del bastidor
            </caption>
        </figure>
        <step1>
            <para count="1">Ahora, fije la manecilla del indicador para que entre en contacto con la superficie del
                bastidor del volante del motor (
                <hotlnk xrefid="f1100324">Figura 24</hotlnk>). Gire el volante y marque los puntos alto y bajo.
                <emph type="bold">La desalineaci&#243;n total no debe exceder 0.2 mm (0.008 pulg) por pulgada de di&#225;metro
                    del volante.
                </emph>
            </para>
        </step1>
        <step1>
            <para count="1">Luego, asegure el indicador de cuadrante al bastidor del volante del motor con la manecilla
                del indicador en la superficie del volante, cerca del centro (
                <hotlnk xrefid="f1100325">Figura 25</hotlnk>). Gire el volante. La desalineaci&#243;n m&#225;xima
                permisible es de 0.01 mm (0.0005 pulg) por pulgada de di&#225;metro del volante. Por ejemplo, para un
                embrague de 355.6 mm (14 pulg) es permisible una desviaci&#243;n 0.17 mm (0.007 pulg).
            </para>
        </step1>
        <step1>
            <para count="1">Ahora, fije la manecilla del indicador para que entre en contacto con la superficie del di&#225;metro
                interior del cojinete de gu&#237;a (
                <hotlnk xrefid="f1100326">Figura 26</hotlnk>). Gire el volante.
                <emph type="bold">La desalineaci&#243;n m&#225;xima permisible es de 0.01 mm (0.005 pulg).</emph>
                Exceder estos l&#237;mites causa desalineaci&#243;n. Si no se corrige, la desalineaci&#243;n causa un
                desgaste prematuro de los componentes del mecanismo de transmisi&#243;n.
            </para>
        </step1>
        <figure id="f1100324" figsize="col-wide">
            <graphic id="g1100324" filename="../figg11/g1100324.webp" type="webp"/>
            <caption>Figura 24. Fijaci&#243;n de la manecilla del indicador para que entre en contacto con la superficie
                del bastidor del volante del motor
            </caption>
        </figure>
        <figure id="f1100325" figsize="col-wide">
            <graphic id="g1100325" filename="../figg11/g1100325.webp" type="webp"/>
            <caption>Figura 25. Sujeci&#243;n del indicador de cuadrante al bastidor del volante del motor con la
                manecilla del indicador en la superficie del volante, cerca del centro
            </caption>
        </figure>
        <figure id="f1100326" figsize="col-wide">
            <graphic id="g1100326" filename="../figg11/g1100326.webp" type="webp"/>
            <caption>Figura 26. Fijaci&#243;n de la manecilla del indicador para que entre en contacto con la superficie
                del di&#225;metro interior del cojinete de gu&#237;a
            </caption>
        </figure>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11003_5.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003_7.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
