<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE RESORTES ANGULARES ESTAMPADOS DE 355.6 MM (14 PULGADAS) SPICER - INSTRUCCIONES DE
        AJUSTE - MECANISMOS E INSTRUCCIONES DE AJUSTE INTERNO
    </stitle>
    <svcsection/>
    <svcproc id="hl110033a" svcproctype="adjust" graphiccount="3">
        <title>MECANISMOS E INSTRUCCIONES DE AJUSTE INTERNO</title>
        <para>Hay tres tipos de mecanismos de ajuste actualmente en uso en los embragues de resortes angulares Spicer:
            dos mecanismos manuales y uno auto-ajustable. Al efectuar un ajuste interno del embrague, consulte las
            instrucciones que aparecen a continuaci&#243;n con respecto a su tipo de mecanismo de ajuste.
        </para>
        <step1>
            <para count="1">Componente de la brida de sujeci&#243;n (
                <hotlnk xrefid="f1100348">Figura 48</hotlnk>)
            </para>
            <figure id="f1100348" figsize="col-wide">
                <graphic id="g1100348" filename="../figg11/g1100348.webp" type="webp"/>
                <caption>Figura 48. Componente de la brida de sujeci&#243;n</caption>
            </figure>
            <step2>
                <para count="1">Remueva la brida de sujeci&#243;n.</para>
            </step2>
            <step2>
                <para count="1">Avance el anillo de ajuste seg&#250;n sea necesario con la herramienta de ajuste (juego
                    de herramientas International OEM 4319).
                </para>
            </step2>
            <step2>
                <para count="1">Vuelva a instalar la brida de sujeci&#243;n y apriete los tornillos a una torsi&#243;n
                    de 47.45 a 54.23 N&#183;m (35 a 40 lbs-pie).
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Componentes del R&#225;pido-Ajuste (
                <hotlnk xrefid="f1100349">Figura 49</hotlnk>)
            </para>
            <figure id="f1100349" figsize="col-wide">
                <graphic id="g1100349" filename="../figg11/g1100349.webp" type="webp"/>
                <caption>Figura 49. Componentes del R&#225;pido-Ajuste</caption>
            </figure>
            <step2>
                <para count="1">Usando un cubo de 8 puntos de 5/8 pulgada (llave de cubo de estilo antiguo de 12 puntos
                    de 3/4 pulgada, o llave de cubo de 3/4 pulgada), presione el tornillo de cabeza cuadrada y gire seg&#250;n
                    sea necesario (no se recomiendan las llaves de boca para ser usadas con el R&#225;pido-Ajuste). El R&#225;pido-Ajuste
                    se volver&#225; a engranar con cada cuarto de vuelta.
                </para>
            </step2>
            <step2>
                <para count="1">Aseg&#250;rese de que la cabeza del tornillo est&#233; bloqueada en posici&#243;n, con
                    las partes planas del tornillo alineadas con el soporte.
                </para>
            </step2>
        </step1>
        <step1>
            <para count="1">Componente compensador de desgaste (
                <hotlnk xrefid="f1100350">Figura 50</hotlnk>).
            </para>
            <figure id="f1100350" figsize="col-wide">
                <graphic id="g1100350" filename="../figg11/g1100350.webp" type="webp"/>
                <caption>Figura 50. Componente compensador de desgaste</caption>
            </figure>
            <step2>
                <para count="1">Remueva el tornillo derecho y afloje el tornillo izquierdo una vuelta.</para>
            </step2>
            <step2>
                <para count="1">Gire el compensador de desgaste hacia arriba para desengranarlo del engranaje de
                    tornillo sinf&#237;n del anillo de ajuste.
                </para>
            </step2>
            <step2>
                <para count="1">Avance el anillo de ajuste seg&#250;n sea necesario.</para>
            </step2>
            <step2>
                <para count="1">Gire el conjunto hacia abajo para engranar nuevamente el engranaje de tornillo sinf&#237;n
                    con el anillo de ajuste (puede que haya que rotar levemente el anillo de ajuste para encajar el
                    engranaje de tornillo sinf&#237;n).
                </para>
            </step2>
            <step2>
                <para count="1">Instale el tornillo derecho y apriete ambos tornillos a una torsi&#243;n de 47.45 a
                    54.23 N&#183;m (35 a 40 lbs-pie).
                </para>
            </step2>
            <step2>
                <para count="1">Revise visualmente para ver si el brazo del accionador est&#225; insertado en el ret&#233;n
                    del collar&#237;n de desembrague. Si el conjunto est&#225; correctamente instalado, el resorte se
                    mover&#225; hacia atr&#225;s y hacia adelante a medida que el pedal efect&#250;a un recorrido
                    completo.
                </para>
                <specpara>
                    <note>
                        <para>El embrague no compensar&#225; el desgaste si el brazo del accionador no est&#225;
                            insertado en el ret&#233;n del collar&#237;n de desembrague o si el recorrido del cojinete
                            de desembrague es inferior a 12.7 mm (1/2 pulgada).
                        </para>
                    </note>
                </specpara>
            </step2>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11003_11.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003_HL110031A.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
