<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE DE RESORTES ANGULARES ESTAMPADOS DE 355.6 MM (14 PULGADAS) SPICER - INSTALACI&#211;N DEL
        EMBRAGUE DE DOS PLATOS
    </stitle>
    <svcsection/>
    <svcproc svcproctype="install" graphiccount="9">
        <title>INSTALACI&#211;N DEL EMBRAGUE DE DOS PLATOS</title>
        <step1>
            <para count="1">Reemplace el cojinete de gu&#237;a. El cojinete debe ajustar a presi&#243;n (
                <hotlnk xrefid="f1100334">Figura 34</hotlnk>).
            </para>
        </step1>
        <specpara>
            <caution>
                <para>Para evitar da&#241;os, instale el cojinete de gu&#237;a golpeandolo por el borde exterior.</para>
            </caution>
        </specpara>
        <step1>
            <para count="1">Inserte en la parte superior del volante dos tornillos de gu&#237;a con rosca de 3/8 pulg x
                16 hilos y 3 pulg de largo (
                <hotlnk xrefid="f1100335">Figura 35</hotlnk>).
            </para>
        </step1>
        <figure id="f1100334" figsize="col-wide">
            <graphic id="g1100334" filename="../figg11/g1100334.webp" type="webp"/>
            <caption>Figura 34. Reemplazo del cojinete de gu&#237;a - dos platos</caption>
        </figure>
        <figure id="f1100335" figsize="col-wide">
            <graphic id="g1100335" filename="../figg11/g1100335.webp" type="webp"/>
            <caption>Figura 35. Instalaci&#243;n de tornillos de gu&#237;a - dos platos</caption>
        </figure>
        <step1>
            <para count="1">Inserte la herramienta de alineaci&#243;n y coloque el disco delantero en el bastidor del
                motor con el lado marcado como "FLYWHEEL SIDE -lado del volante" hacia el volante (
                <hotlnk xrefid="f1100336">Figura 36</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el plato intermedio - brida de sujeci&#243;n sobre los tornillos de gu&#237;a. Los
                cuatro orificios de la brida de sujeci&#243;n son las gu&#237;a para el anillo adaptador. Aseg&#250;rese
                de que el lado marcado como "FLYWHEEL SIDE -lado del volante" quede hacia el volante. La brida de sujeci&#243;n
                debe quedar hacia el plato de presi&#243;n. Levante el disco delantero para encajarlo en la abertura del
                plato intermedio (
                <hotlnk xrefid="f1100337">Figura 37</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Instale el disco trasero insertando la herramienta de alineaci&#243;n a trav&#233;s de ambas
                ranuras y en el cojinete de gu&#237;a. Aseg&#250;rese de que el disco marcado como "PRESSURE PLATE SIDE
                - lado del plato de presi&#243;n" quede hacia el plato de presi&#243;n (
                <hotlnk xrefid="f1100338">Figura 38</hotlnk>).
            </para>
            <para>Nuevos botones superpuestos: Al instalar este disco trasero, aseg&#250;rese de que los botones de cer&#225;mica
                de los discos est&#225;n superpuestos y alineados de modo que se cubran entre s&#237; al emparedar el
                plato intermedio. Esto ayudar&#225; a la funci&#243;n del pasador separador.
            </para>
        </step1>
        <figure id="f1100336" figsize="col-wide">
            <graphic id="g1100336" filename="../figg11/g1100336.webp" type="webp"/>
            <caption>Figura 36. Inserci&#243;n de la herramienta de alineaci&#243;n</caption>
        </figure>
        <figure id="f1100337" figsize="col-wide">
            <graphic id="g1100337" filename="../figg11/g1100337.webp" type="webp"/>
            <caption>Figura 37. Levantamiento del disco delantero para encajarlo en la abertura del plato intermedio
            </caption>
        </figure>
        <figure id="f1100338" figsize="col-wide">
            <graphic id="g1100338" filename="../figg11/g1100338.webp" type="webp"/>
            <caption>Figura 38. Inserci&#243;n de la herramienta de alineaci&#243;n a trav&#233;s de ambas ranuras y en
                el cojinete de gu&#237;a
            </caption>
        </figure>
        <step1>
            <para count="1">Con la herramienta de alineaci&#243;n a&#250;n en su lugar, deslice cuidadosamente el
                conjunto de embrague sobre la herramienta de alineaci&#243;n. Alinee la brida de sujeci&#243;n o el
                auto-ajustador con el orificio de acceso en el bastidor de campana.
            </para>
            <para>Deslice el conjunto de embrague sobre los tornillos de gu&#237;a y contra el anillo espaciador (
                <hotlnk xrefid="f1100339">Figura 39</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Coloque seis tornillos de montaje de 3/8 pulg x 2 1/4 pulg Grado 5 o mejor y arandelas de
                seguridad y apriete con la mano. Reemplace los dos tornillos de gu&#237;a por dos tornillos de cabeza
                hexagonal. Apriete los tornillos de cabeza hexagonal a 47.45 a 54.23 N&#183;m (35 a 40 lbs-pie) de
                acuerdo con la secuencia mostrada (
                <hotlnk xrefid="f1100340">Figura 40</hotlnk>).
            </para>
        </step1>
        <step1>
            <para count="1">Remueva los dos bloques de madera situados entre el bastidor del cojinete de desembrague y
                el anillo del volante (
                <hotlnk xrefid="f1100341">Figura 41</hotlnk>).
            </para>
        </step1>
        <figure id="f1100339" figsize="col-wide">
            <graphic id="g1100339" filename="../figg11/g1100339.webp" type="webp"/>
            <caption>Figura 39. Deslizamiento del conjunto de embrague sobre los tornillos gu&#237;a</caption>
        </figure>
        <figure id="f1100340" figsize="col-wide">
            <graphic id="g1100340" filename="../figg11/g1100340.webp" type="webp"/>
            <caption>Figura 40. Apriete de los tornillos de cabeza hexagonal de acuerdo con la secuencia mostrada
            </caption>
        </figure>
        <figure id="f1100341" figsize="col-wide">
            <graphic id="g1100341" filename="../figg11/g1100341.webp" type="webp"/>
            <caption>Figura 41. Desmontaje de los bloques de madera situados entre el bastidor del cojinete de
                desembrague y el anillo del volante
            </caption>
        </figure>
        <figure id="f1100342" figsize="col-wide">
            <graphic id="g1100342" filename="../figg11/g1100342.webp" type="webp"/>
            <caption>Figura 42. Desmontaje de la herramienta de alineaci&#243;n</caption>
        </figure>
        <step1>
            <para count="1">Remueva la herramienta de alineaci&#243;n (
                <hotlnk xrefid="f1100342">Figura 42</hotlnk>).
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11003_7.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003_9.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11003.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
