<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../isisxslspanish.xsl"?>
<isis lang="es">
    <stitle>Spanish - EMBRAGUE TIPO TRACCI&#211;N DE DOS PLATOS SPICER DE 356 MM (14 PULGADAS) Y 394 MM (15 1/2
        PULGADAS) - INSTALACI&#211;N - TRANSMISI&#211;N
    </stitle>
    <svcsection/>
    <svcproc id="hl1100104" svcproctype="install" graphiccount="2">
        <title>TRANSMISI&#211;N</title>
        <step1>
            <para count="1">Cambie la transmisi&#243;n a una velocidad, de manera que el engranaje de impulso principal
                pueda girar durante el ensamblaje para alinearse con las ranuras del cubo del disco de impulso del
                embrague.
            </para>
        </step1>
        <step1>
            <para count="1">Instale el freno del embrague (
                <hotlnk xrefid="f1100146">Figura 46</hotlnk>).
            </para>
            <figure id="f1100146" figsize="col-wide">
                <graphic id="g1100146" filename="../figg11/g1100146.webp" type="webp"/>
                <caption>Figura 46. Instalaci&#243;n del freno del embrague</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Al instalar la transmisi&#243;n, use una eslinga apropiada o gato de transmisi&#243;n para
                apoyar y mantener adecuadamente la alineaci&#243;n del motor con la transmisi&#243;n. Levante la
                transmisi&#243;n y col&#243;quela en linea con el motor.
            </para>
            <specpara>
                <caution>
                    <para>No permita que la transmisi&#243;n sin soportes, se caiga o cuelgue en los discos
                        impulsados.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Gire la parte superior del yugo de desembrague hacia atr&#225;s y centre el yugo en la tapa
                del cojinete del engranaje de impulso. Se debe mantener el yugo en esta posici&#243;n en los primeros
                instantes del ensamblaje. Introduzca el engranaje de impulso principal dentro del collar&#237;n del
                cojinete de desembrague. Deslice lentamente la transmisi&#243;n hacia adelante para agarrar los cubos
                ranurados del disco de impulso. Puede ser necesario hacer girar lentamente la brida de acople o el yugo
                para alinear las ranuras del engranaje de impulso y los discos del embrague (
                <hotlnk xrefid="f1100147">izquierda, Figura 47</hotlnk>).
            </para>
            <figure id="f1100147" figsize="col-wide">
                <graphic id="g1100147" filename="../figg11/g1100147.webp" type="webp"/>
                <caption>Figura 47. Instalaci&#243;n del conjunto del cojinete de desembrague</caption>
            </figure>
        </step1>
        <step1>
            <para count="1">Observando a trav&#233;s de la abertura manual del orificio en el bastidor de campana, aseg&#250;rese
                de que el conjunto de cojinete de desembrague est&#233; vertical, con la secci&#243;n plana en la parte
                superior y el yugo con los pasadores de detenci&#243;n para el desembrague con la punta hacia arriba y
                centrados para poder pasar sobre los hombros de desembrague del conjunto de cojinete de desembrague (
                <hotlnk xrefid="f1100147">centro, Figura 47</hotlnk>).
            </para>
            <specpara>
                <caution>
                    <para>Tenga cuidado de no torcer los discos impulsados cuando se est&#225; instalando la transmisi&#243;n.
                        Si la transmisi&#243;n no entra libremente en el bastidor del embrague o volante, no la force.
                        No permita que la transmisi&#243;n sin soporte caiga o cuelgue en los discos impulsados.
                    </para>
                </caution>
            </specpara>
        </step1>
        <step1>
            <para count="1">Tan pronto como los pasadores de detenci&#243;n del yugo de desembrague pasen a los hombros
                de empuje del conjunto de cojinete de desembrague, gire el eje de desembrague para hacer que los
                pasadores del yugo desciendan por el frente para agarrar los hombros de desembrague (
                <hotlnk xrefid="f1100147">derecha, Figura 47</hotlnk>).
            </para>
            <specpara>
                <note>
                    <para>La interferencia de los pasadores de detenci&#243;n del yugo de desembrague con el aro del
                        volante del embrague impide el ensamble de la transmisi&#243;n o produce el atascamiento del eje
                        de desembrague si &#233;ste no se gira.
                    </para>
                </note>
            </specpara>
        </step1>
        <step1>
            <para count="1">Introduzca la gu&#237;a del bastidor del embrague dentro del bastidor del volante y alinie
                los orificios de los tornillos. Coloque todos los tornillos y apri&#233;telos progresivamente alrededor
                del bastidor.
            </para>
        </step1>
        <step1>
            <para count="1">Conecte el varillaje de desembrague y revise el juego libre del pedal, el recorrido del
                cojinete de desembrague, la presi&#243;n del freno del embrague, etc., seg&#250;n se describe a
                continuaci&#243;n en
                <hotlnk document="m11001s_HL1100101.xml" xrefid="hl1100101">AJUSTE</hotlnk>.
            </para>
        </step1>
    </svcproc>
    <table>
        <tgroup cols="3">
            <tbody>
                <row>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_8.xml">
                                <con_previous/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s_HL1100101.xml">
                                <con_next/>
                            </hotlnk>
                        </para>
                    </entry>
                    <entry>
                        <para>
                            <hotlnk document="m11001s.htm" target="_top">
                                <con_toc/>
                            </hotlnk>
                        </para>
                    </entry>
                </row>
            </tbody>
        </tgroup>
    </table>
</isis>
